Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: First, search for students. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. After selecting students, fill in any of the Student fields in the box above the student list. Fields that you leave blank will not affect the students you selected. After you have selected each desired student from this list and filled in each desired Other Info field, click the "Save" button at the top of the screen.
el: Πρώτα, αναζητήστε μαθητές. Από το αποτέλεσμα αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό μαθητών. Μπορείτε να επιλέξετε όλους τους μαθητές στη λίστα επιλέγοντας το πλαίσιο ελέγχου στις επικεφαλίδες των στηλών πάνω από τη λίστα. Αφού επιλέξετε μαθητές, συμπληρώστε οποιοδήποτε από τα πεδία Student στο πλαίσιο πάνω από τη λίστα μαθητών. Τα πεδία που αφήνετε κενά δεν θα επηρεάσουν τους μαθητές που επιλέξατε. Αφού επιλέξετε κάθε επιθυμητό μαθητή από αυτήν τη λίστα και συμπληρώσετε κάθε επιθυμητό πεδίο Άλλες πληροφορίες, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Primero, busca estudiantes. Desde el resultado de la búsqueda, usted puede seleccionar cualquier número de estudiantes. Usted puede seleccionar todos los estudiantes de la lista marcando la casilla en el encabezado de la lista. Después de seleccionar estudiantes, llene cualquier de los campos de datos de arriba. Los campos que están en blanco no afectaran los estudiantes seleccionados. Finalmente, presione el botón «Guardar» en la parte superior de la pantalla.
tr: Öncelikle öğrencileri arayın. Arama sonucundan istediğiniz sayıda öğrenci seçebilirsiniz. Listenin üstündeki sütun başlıklarındaki onay kutusunu işaretleyerek listedeki tüm öğrencileri seçebilirsiniz. Öğrencileri seçtikten sonra, öğrenci listesinin üstündeki kutudaki Öğrenci alanlarından herhangi birini doldurun. Boş bıraktığınız alanlar seçtiğiniz öğrencileri etkilemeyecektir. Bu listeden istediğiniz her öğrenciyi seçtikten ve istediğiniz Diğer Bilgiler alanını doldurduktan sonra, ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: <i>Print Letters</i> allows you to print form letters for any number of students.
el: Η <i>Εκτύπωση Επιστολών</i> σάς επιτρέπει να εκτυπώνετε γράμματα φόρμας για οποιονδήποτε αριθμό μαθητών.
es_es: <i>Imprimir Cartas</i> le permite imprimir un modelo de carta para varios estudiantes.
tr: <i>Mektup Yazdır</i> herhangi sayıda öğrenci için form mektupları yazdırmanıza olanak tanır.

source: First, search for students. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. After selecting students, enter the letter text in the "Letter Text" text field above the student list.
el: Πρώτα, αναζητήστε μαθητές. Από το αποτέλεσμα αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό μαθητών. Μπορείτε να επιλέξετε όλους τους μαθητές στη λίστα επιλέγοντας το πλαίσιο ελέγχου στις επικεφαλίδες των στηλών πάνω από τη λίστα. Αφού επιλέξετε μαθητές, εισαγάγετε το κείμενο του γράμματος στο πεδίο κειμένου "Κείμενο επιστολής" πάνω από τη λίστα μαθητών.
es_es: Primero, busca estudiantes. Después de seleccionar estudiantes desde el resultado de la búsqueda, entre el texto de la carta en el campo de texto «Texto de la Carta». Debajo de este campo de texto se encuentran varias opciones de formato del texto.
tr: Öncelikle öğrencileri arayın. Arama sonucundan istediğiniz sayıda öğrenci seçebilirsiniz. Listenin üstündeki sütun başlıklarındaki onay kutusunu işaretleyerek listedeki tüm öğrencileri seçebilirsiniz. Öğrencileri seçtikten sonra, öğrenci listesinin üstündeki "Mektup Metni" metin alanına harf metnini girin.

source: You can insert certain pieces of student information into your letter with special variables:
el: Μπορείτε να εισαγάγετε ορισμένες πληροφορίες μαθητή στην επιστολή σας με ειδικές μεταβλητές:
es_es: Usted puede insertar algunos datos del estudiante en la carta con variables especiales:
tr: Öğrenci bilgilerinizin belirli parçalarını özel değişkenlerle mektubunuza ekleyebilirsiniz:

source: Full Name:
el: Ονοματεπώνυμο:
es_es: Nombre Completo:
tr: Ad Soyad:

source: First Name:
el: Ονομα:
es_es: Nombre:
tr: İlk adı:

source: Middle Name:
el: Μεσαίο όνομα:
es_es: Segundo Nombre:
tr: İkinci ad:

source: Last Name:
es_es: Apellido:
tr: Soy isim:

source: RosarioSIS ID:
es_es: ID RosarioSIS:

source: School:
el: Σχολείο:
es_es: Institución:
tr: Okul:

source: Grade Level:
el: Επίπεδο Βαθμού:
es_es: Grado:
tr: Sınıf Seviyesi:

source: Also, you can choose to print the letters with mailing labels. The letters will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one letter may be printed per student if the student has guardians residing at more than one address.
el: Επίσης, μπορείτε να επιλέξετε να εκτυπώσετε τα γράμματα με ταχυδρομικές ετικέτες. Τα γράμματα θα έχουν ταχυδρομικές ετικέτες τοποθετημένες με τέτοιο τρόπο ώστε να είναι ορατές σε έναν φάκελο με παράθυρο όταν το φύλλο διπλώνεται στα τρίτα. Μπορούν να εκτυπωθούν περισσότερα από ένα γράμματα ανά μαθητή, εάν ο μαθητής έχει κηδεμόνες που διαμένουν σε περισσότερες από μία διευθύνσεις.
es_es: También puede escoger imprimir la cartas con etiquetas de correo. Las cartas tendrán etiquetas de correo posicionadas de una manera visible para un sobre con ventana cuando la hoja está doblada en tercios. Mas de una carta puede ser impresa por estudiante si el estudiante tiene padres residiendo en mas de una dirección.
tr: Ayrıca mektupları posta etiketleriyle yazdırmayı da seçebilirsiniz. Mektuplarda, sayfa üçe katlandığında pencereli bir zarfta görülebilecek şekilde konumlandırılmış posta etiketleri olacaktır. Öğrencinin birden fazla adreste ikamet eden velileri varsa, öğrenci başına birden fazla mektup yazdırılabilir.

source: The letters will be automatically downloaded to your computer in the printable PDF format when you click the "Submit" button.
el: Τα γράμματα θα ληφθούν αυτόματα στον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί "Υποβολή".
es_es: Las cartas estarán automáticamente creadas en el formato imprimible PDF cuando presiona el botón «Enviar».
tr: "Gönder" butonuna tıkladığınızda mektuplar otomatik olarak yazdırılabilir PDF formatında bilgisayarınıza indirilecektir.

source: <i>General Information</i> is a display of a student's fundamental information. This includes birth date, social security number, ethnicity, gender, birthplace, and grade. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the "Save" button at the top of the page.
el: Οι <i>Γενικές πληροφορίες</i> είναι μια εμφάνιση των θεμελιωδών πληροφοριών ενός μαθητή. Αυτό περιλαμβάνει την ημερομηνία γέννησης, τον αριθμό κοινωνικής ασφάλισης, την εθνικότητα, το φύλο, τον τόπο γέννησης και τον βαθμό. Μπορείτε να αλλάξετε οποιαδήποτε από αυτές τις πληροφορίες κάνοντας κλικ στην τιμή που θέλετε να αλλάξετε, αλλάζοντας την τιμή και κάνοντας κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της σελίδας.
es_es: <i>Datos Personales</i> muestra los datos fundamentales del estudiante. Usted puede cambiar cualquier dato haciendo clic sobre el valor que quiere cambiar, cambiando el valor, y presionando el botón «Guardar» en la parte superior de la pantalla.
tr: <i>Genel Bilgiler</i>, bir öğrencinin temel bilgilerinin bir göstergesidir. Buna doğum tarihi, sosyal güvenlik numarası, etnik köken, cinsiyet, doğum yeri ve sınıf dahildir. Değiştirmek istediğiniz değere tıklayarak, değeri değiştirerek ve sayfanın üst kısmındaki "Kaydet" düğmesine tıklayarak bu bilgilerin herhangi birini değiştirebilirsiniz.

source: <i>Addresses & Contacts</i> is a display of a student's address and contact information.
el: Οι <i>Διευθύνσεις και επαφές</i> είναι μια εμφάνιση της διεύθυνσης και των στοιχείων επικοινωνίας ενός μαθητή.
es_es: <i>Direcciones & Contactos</i> muestra las direcciones y los contactos del estudiante.
tr: <i>Adresler ve İletişim Bilgileri</i> bir öğrencinin adres ve iletişim bilgilerinin görüntülendiği bir alandır.

source: A student can have any number of addresses. To add an address, click the "Add a New Address" link and complete the empty fields in the Address box. Finally, click the "Save" button at the top of the screen.
el: Ένας μαθητής μπορεί να έχει οποιοδήποτε αριθμό διευθύνσεων. Για να προσθέσετε μια διεύθυνση, κάντε κλικ στο σύνδεσμο "Προσθήκη νέας διεύθυνσης" και συμπληρώστε τα κενά πεδία στο πλαίσιο Διεύθυνση. Τέλος, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Un estudiante puede tener mas de una dirección. Para agregar una dirección, llene los campos vacíos abajo, y presione el botón «Guardar» en la parte superior de la pantalla.
tr: Bir öğrencinin herhangi bir sayıda adresi olabilir. Bir adres eklemek için "Yeni Adres Ekle" bağlantısına tıklayın ve Adres kutusundaki boş alanları doldurun. Son olarak, ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: Now, you can add a contact to this address. To do this, complete the contact's name, and again, press the "Save" button.
el: Τώρα, μπορείτε να προσθέσετε μια επαφή σε αυτήν τη διεύθυνση. Για να το κάνετε αυτό, συμπληρώστε το όνομα της επαφής και πατήστε ξανά το κουμπί "Αποθήκευση".
es_es: Ahora, usted puede agregar un contacto a esta dirección. Para hacerlo, llene el nombre del contacto, y presione el botón «Guardar».
tr: Şimdi bu adrese bir kişi ekleyebilirsiniz. Bunu yapmak için, kişinin adını tamamlayın ve tekrar "Kaydet" düğmesine basın.

source: You can now add more information about this contact by checking the "Custody" and "Emergency" checkboxes, after first clicking on their default value of "No" (cross). Relations marked as having "Custody" of the student receive mailings and relations marked as being "Emergency" contacts can be contacted in the case of an emergency.
el: Τώρα μπορείτε να προσθέσετε περισσότερες πληροφορίες σχετικά με αυτήν την επαφή επιλέγοντας τα πλαίσια ελέγχου "Επιμέλεια" και "Επείγουσα ανάγκη", αφού πρώτα κάνετε κλικ στην προεπιλεγμένη τιμή "Όχι" (σταυρός). Οι σχέσεις που επισημαίνονται ως «Επιμέλεια» του μαθητή λαμβάνουν ταχυδρομικές αποστολές και οι σχέσεις που επισημαίνονται ως «Επείγουσες» επαφές μπορούν να έρθουν σε επαφή σε περίπτωση έκτακτης ανάγκης.
es_es: Usted puede ahora añadir mas información sobre este contacto marcando las casillas «Custodia» y «Emergencia» después de hacer clic sobre la cruz roja. Los contactos marcados como «Custodia» del estudiante reciben los correos, y los contactos marcados como «Emergencia» pueden ser contactados en caso de emergencia.
tr: Artık bu kişi hakkında daha fazla bilgi ekleyebilirsiniz; önce varsayılan değerleri olan "Hayır" (çarpı) üzerine tıkladıktan sonra "Vesayet" ve "Acil Durum" onay kutularını işaretleyebilirsiniz. Öğrencinin "Vesayeti" olarak işaretlenen ilişkiler postalar alır ve "Acil Durum" kişileri olarak işaretlenen ilişkilerle acil bir durumda iletişime geçilebilir.

source: You can add other information about this contact, such as their cell phone number, fax number, occupation, workplace, etc. by filling in the title of the new data in the "Description" field and its corresponding value in the "Value" field.
el: Για να διαγράψετε μια ειδοποίηση ανοσοποίησης, φυσικής ή ιατρικής, κάντε κλικ στο εικονίδιο διαγραφής (-) δίπλα στο στοιχείο που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή σας.
es_es: Usted puede agregar otras informaciones sobre este contacto, como su teléfono, profesión,lugar de trabajo, etc. llenando el título de la información en el campo "Descripción" y su valor correspondiente en el campo "Valor".
tr: Bu kişiye ait cep telefonu numarası, faks numarası, meslek, işyeri vb. gibi diğer bilgileri "Açıklama" alanına yeni verinin başlığını, "Değer" alanına ise buna karşılık gelen değeri yazarak ekleyebilirsiniz.

source: Contacts and information about contacts can be deleted by clicking on the delete icon (-) next to the information to be deleted. (Note: you will be asked to confirm all deletions.) Any information on the screen can be modified by first clicking on the information, then changing its value, and finally clicking the "Save" button at the top of the screen.
el: Οι επαφές και οι πληροφορίες σχετικά με τις επαφές μπορούν να διαγραφούν κάνοντας κλικ στο εικονίδιο διαγραφής (-) δίπλα στις πληροφορίες που πρόκειται να διαγραφούν. (Σημείωση: θα σας ζητηθεί να επιβεβαιώσετε όλες τις διαγραφές.) Οποιεσδήποτε πληροφορίες στην οθόνη μπορούν να τροποποιηθούν κάνοντας πρώτα κλικ στις πληροφορίες, στη συνέχεια αλλάζοντας την τιμή τους και, τέλος, κάνοντας κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Contactos e informaciones sobre un contacto pueden ser eliminados haciendo clic sobre el icono «-» al lado de la información a eliminar. Cualquier información en la pantalla puede ser modificada haciendo clic sobre la información primero, luego cambiando el dato, y finalmente presionando el botón «Guardar» en la parte superior de la pantalla.
tr: Kişiler ve kişilere ait bilgiler silinmek istenen bilginin yanındaki silme ikonuna (-) tıklanarak silinebilir. (Not: Tüm silme işlemlerinde onayınız istenecektir.) Ekranda bulunan herhangi bir bilgi, önce bilginin üzerine tıklanarak, sonra değeri değiştirilerek ve son olarak ekranın üst kısmında bulunan "Kaydet" butonuna tıklanarak değiştirilebilir.

source: <i>Medical</i> is a display of a student's medical information.
el: Το <i>Ιατρικό</i> είναι μια εμφάνιση των ιατρικών πληροφοριών ενός μαθητή.
es_es: <i>Médico</i> muestra la información médica de un estudiante.
tr: <i>Tıbbi</i> bir öğrencinin tıbbi bilgilerinin görüntülenmesidir.

source: This includes the student's physician, the physician's phone, the student's preferred hospital, any medical comments, whether or not the student has a doctor's note, and comments concerning the doctor's note. To change any of these values, click on the value you want to change, change it, and click the "Save" button at the top of the screen.
el: Αυτό περιλαμβάνει τον γιατρό του μαθητή, το τηλέφωνο του γιατρού, το προτιμώμενο νοσοκομείο του μαθητή, τυχόν ιατρικά σχόλια, ανεξάρτητα από το αν ο μαθητής έχει σημείωμα γιατρού ή όχι, και σχόλια σχετικά με το σημείωμα του γιατρού. Για να αλλάξετε οποιαδήποτε από αυτές τις τιμές, κάντε κλικ στην τιμή που θέλετε να αλλάξετε, αλλάξτε την και κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Esta incluye el médico del estudiante, el teléfono del médico, el hospital preferido, cualquier comentario médico, si el estudiante tiene una nota del médico o no, y comentarios sobre la nota. Para cambiar cualquier valor, haga clic sobre el dato que quiere cambiar, cámbielo, y presione el botón «Guardar» en la parte superior de la pantalla.
tr: Bunlara öğrencinin doktoru, doktorun telefonu, öğrencinin tercih ettiği hastane, herhangi bir tıbbi yorum, öğrencinin doktor raporu olup olmadığı ve doktor raporuyla ilgili yorumlar dahildir. Bu değerlerden herhangi birini değiştirmek için değiştirmek istediğiniz değere tıklayın, değiştirin ve ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: You can also add entries for each immunization or physical received by the student as well as any medical alerts such as allergies or illnesses.
el: Μπορείτε επίσης να προσθέσετε καταχωρίσεις για κάθε εμβολιασμό ή σωματικό που λαμβάνει ο μαθητής, καθώς και τυχόν ιατρικές ειδοποιήσεις, όπως αλλεργίες ή ασθένειες.
es_es: Usted también puede agregar entradas para cada inmunización o chequeo que recibe el estudiante así como alertas médicas como enfermedades o alergias.
tr: Öğrencinin aldığı her aşı veya sağlık muayenesi için girişler ekleyebilir, ayrıca alerji veya hastalık gibi tıbbi uyarıları da ekleyebilirsiniz.

source: To add an immunization, physical, or medical alert, fill in the blank fields at the bottom of the appropriate list, and click the "Save" button at the top of the screen.
el: Για να προσθέσετε μια ανοσοποίηση, φυσική ή ιατρική ειδοποίηση, συμπληρώστε τα κενά πεδία στο κάτω μέρος της κατάλληλης λίστας και κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Para agregar una vacuna, un chequeo, o una alerta médica, llene los campos vacíos al final de la lista apropiada, y presione el botón «Guardar» en la parte superior de la pantalla.
tr: Aşılama, fiziksel veya tıbbi uyarı eklemek için ilgili listenin alt kısmındaki boş alanları doldurun ve ekranın üst kısmındaki "Kaydet" butonuna tıklayın.

source: To change an immunization, physical, or medical alert, click on the value you want to change, change it, and click the "Save" button at the top of the screen.
el: Για να αλλάξετε μια ανοσοποίηση, φυσική ή ιατρική ειδοποίηση, κάντε κλικ στην τιμή που θέλετε να αλλάξετε, αλλάξτε την και κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Para cambiar una vacuna, un chequeo, o una alerta médica, haga clic sobre el dato que desee cambiar, cámbielo, y presione el botón «Guardar» en la parte superior de la pantalla.
tr: Aşılama, fiziksel veya tıbbi uyarıyı değiştirmek için değiştirmek istediğiniz değere tıklayın, değiştirin ve ekranın üst kısmındaki "Kaydet" butonuna tıklayın.

source: To delete an immunization, physical, or medical alert, click on the delete icon (-) next to the item you want to delete. You will be asked to confirm your deletion.
el: Για να διαγράψετε μια ειδοποίηση ανοσοποίησης, φυσικής ή ιατρικής, κάντε κλικ στο εικονίδιο διαγραφής (-) δίπλα στο στοιχείο που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή σας.
es_es: Para eliminar una vacuna, un chequeo, o una alerta médica, haga clic sobre el icono «-» al lado del artículo que quiere eliminar. Se le preguntará si desea confirmar la eliminación.
tr: Bir aşılama, fiziksel veya tıbbi uyarıyı silmek için silmek istediğiniz öğenin yanındaki silme simgesine (-) tıklayın. Silme işleminizi onaylamanız istenecektir.

source: <i>Enrollment</i> can be used to enroll or drop a student from any school. A student can have only one active enrollment record at any time.
el: Η <i>Εγγραφή</i> μπορεί να χρησιμοποιηθεί για την εγγραφή ή την απόρριψη ενός μαθητή από οποιοδήποτε σχολείο. Ένας μαθητής μπορεί να έχει μόνο ένα ενεργό αρχείο εγγραφής ανά πάσα στιγμή.
es_es: <i>Matrícula</i> puede ser usado para matricular o retirar un estudiante de una institución. Un estudiante puede tener solamente una clave de matrícula activa a la vez.
tr: <i>Kayıt</i>, bir öğrenciyi herhangi bir okula kaydetmek veya okuldan çıkarmak için kullanılabilir. Bir öğrencinin herhangi bir zamanda yalnızca bir aktif kayıt kaydı olabilir.

source: To drop a student, change the "Dropped" date to the effective date of the student's drop as well as the reason for his drop. Click the "Save" button at the top of the screen.
el: Για να εγκαταλείψετε έναν μαθητή, αλλάξτε την ημερομηνία "Αποκοπή" στην ημερομηνία έναρξης ισχύος της αποχώρησης του μαθητή καθώς και τον λόγο της αποχώρησής του. Κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Para retirar un estudiante, cambie la fecha y razón de «Retirado» para la fecha efectiva como la razón de su retiro. Presione el botón «Guardar» en la parte superior de la pantalla.
tr: Bir öğrenciyi bırakmak için, "Bırakıldı" tarihini öğrencinin bırakmasının geçerli tarihi ve bırakma nedenini olarak değiştirin. Ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: Now you can reenroll the student. To do this, select the effective date of the student's enrollment and the reason for his enrollment from the blank line at the bottom of the list. Also, select the school at which the student should be enrolled and click the "Save" button at the top of the screen.
el: Τώρα μπορείτε να εγγράψετε ξανά τον μαθητή. Για να το κάνετε αυτό, επιλέξτε την ημερομηνία έναρξης της εγγραφής του μαθητή και τον λόγο εγγραφής του από την κενή γραμμή στο κάτω μέρος της λίστας. Επίσης, επιλέξτε το σχολείο στο οποίο πρέπει να εγγραφεί ο μαθητής και κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Usted puede ahora matricular de nuevo el estudiante. Para hacerlo, seleccione la fecha efectiva de matrícula del estudiante y la razón desde la linea blanca al fin de la lista. Seleccione también la institución donde el estudiante será matriculado y presione el botón «Guardar» en la parte superior de la pantalla.
tr: Şimdi öğrenciyi yeniden kaydedebilirsiniz. Bunu yapmak için, listenin altındaki boş satırdan öğrencinin kaydının geçerlilik tarihini ve kayıt nedenini seçin. Ayrıca, öğrencinin kaydolması gereken okulu seçin ve ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: The enrollment and drop dates and reasons can be modified by clicking on the values, changing them to the desired value, and clicking the "Save" button at the top of the screen.
el: Οι ημερομηνίες και οι λόγοι εγγραφής και απόρριψης μπορούν να τροποποιηθούν κάνοντας κλικ στις τιμές, αλλάζοντας τις στην επιθυμητή τιμή και κάνοντας κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Las fechas de matrícula y retiro y las razones se pueden cambiar haciendo clic sobre los datos, cambiando los, y presionando el botón «Guardar» en la parte superior de la pantalla.
tr: Kayıt ve bırakma tarihleri ​​ve nedenleri, değerlere tıklanarak, istenilen değere değiştirilip, ekranın üst kısmında bulunan "Kaydet" butonuna tıklanarak değiştirilebilir.

source: <i>Advanced Report</i> is a tool that helps you create any report you want, easily.
el: Η <i>Σύνθετη αναφορά</i> είναι ένα εργαλείο που σας βοηθά να δημιουργήσετε οποιαδήποτε αναφορά θέλετε, εύκολα.
es_es: <i>Reporte Avanzado</i> es una herramienta para reportes que le ayudara a crear cualquier reporte que necesite.
tr: <i>Gelişmiş Rapor</i>, istediğiniz herhangi bir raporu kolayca oluşturmanıza yardımcı olan bir araçtır.

source: Select what you want to see on the report by checking the checkboxes next to the columns you wish to see on the report. The columns will appear in the list at the top of the screen in the order you have selected them.
el: Επιλέξτε τι θέλετε να δείτε στην αναφορά, επιλέγοντας τα πλαίσια ελέγχου δίπλα στις στήλες που θέλετε να δείτε στην αναφορά. Οι στήλες θα εμφανιστούν στη λίστα στο επάνω μέρος της οθόνης με τη σειρά που τις έχετε επιλέξει.
es_es: En la parte izquierda de la página, marque las casillas al lado de las columnas que desee ver en su reporte. Estos elementos, en el orden que escogió, aparecerán en la lista en la parte arriba de la pantalla.
tr: Raporda görmek istediğinizi, raporda görmek istediğiniz sütunların yanındaki onay kutularını işaretleyerek seçin. Sütunlar, seçtiğiniz sıraya göre ekranın en üstündeki listede görünecektir.

source: To get the list of students who have their birthday on a specific date, select the date using the "Birth Month" and "Birth Day" pull-down menus in the "Find a Student" box.
es_es: Para obtener la lista de estudiantes que cumplen años en una fecha especifica, seleccione la fecha usando los menús desplegables "Mes de Nacimiento" y "Día de Nacimiento" en la caja "Encontrar un Estudiante".
tr: Doğum günü belirli bir tarihte olan öğrencilerin listesini almak için, "Öğrenci Bul" kutusundaki "Doğum Ayı" ve "Doğum Günü" açılır menülerini kullanarak tarihi seçin.
