Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: From the search result, you can select any number of students. To select all the students in the list, check the checkbox in the column headings above the list. After you have selected each desired student from this list, click the "Add Courses to Selected Students" button at the top of the screen.
el: Από το αποτέλεσμα αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό μαθητών. Για να επιλέξετε όλους τους μαθητές στη λίστα, επιλέξτε το πλαίσιο ελέγχου στις επικεφαλίδες των στηλών πάνω από τη λίστα. Αφού επιλέξετε κάθε επιθυμητό μαθητή από αυτήν τη λίστα, κάντε κλικ στο κουμπί "Προσθήκη μαθημάτων σε επιλεγμένους φοιτητές" στο επάνω μέρος της οθόνης.
es_es: Desde los resultados de la búsqueda, usted puede escoger cualquier número de estudiantes. Para seleccionar todos los estudiantes en la lista, marque la casilla en el encabezado de la lista. Finalmente, presione el botón «Agregar Curso para los Estudiantes Seleccionados» en la parte superior de la pantalla.
tr: Arama sonucundan istediğiniz sayıda öğrenci seçebilirsiniz. Listedeki tüm öğrencileri seçmek için listenin üstündeki sütun başlıklarındaki onay kutusunu işaretleyin. Bu listeden istediğiniz her öğrenciyi seçtikten sonra ekranın üst kısmındaki "Seçilen Öğrencilere Ders Ekle" düğmesine tıklayın.

source: <i>Group Requests</i> allows you to add a request to a group of students in one action.
el: Τα <i>Αιτήματα ομάδας</i> σάς επιτρέπουν να προσθέσετε ένα αίτημα σε μια ομάδα μαθητών σε μία ενέργεια.
es_es: <i>Asignar Varias Solicitudes</i> le permite agregar una solicitud a un grupo de estudiantes de una vez.
tr: <i>Grup İstekleri</i>, tek bir işlemle bir öğrenci grubuna istek eklemenize olanak tanır.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen. You can search for students who have requested a specific request by clicking on the "Choose" link next to the search option "Request" and choosing a course from the popup window that appears. Notice that you can search for students who already have a certain request or are in a certain activity. This can be useful since you can add a laboratory course request to all students who requested chemistry. Or you can add a P.E. course request to all students in Boy's Basketball.
es_es: Usted debe primero seleccionar un (grupo de) estudiante(s) usando la pantalla de búsqueda «Encontrar un Estudiante». Usted puede buscar estudiantes que han solicitado un curso especifico haciendo clic sobre el enlace «Escoger» al lado de la opción de búsqueda «Solicitud» y escogiendo un curso desde la ventana emergente que aparece.
tr: Öncelikle "Öğrenci Bul" arama ekranını kullanarak bir (öğrenci grubu) seçmelisiniz. "İstek" arama seçeneğinin yanındaki "Seç" bağlantısına tıklayarak ve açılan pencereden bir ders seçerek belirli bir istekte bulunan öğrencileri arayabilirsiniz. Zaten belirli bir isteği olan veya belirli bir aktivitede olan öğrencileri arayabileceğinizi unutmayın. Bu, kimya isteyen tüm öğrencilere bir laboratuvar dersi isteği ekleyebileceğiniz için yararlı olabilir. Veya Erkek Basketbolu'ndaki tüm öğrencilere bir Beden Eğitimi dersi isteği ekleyebilirsiniz.

source: Select a course to add as a request by clicking the "Choose a Course" link at the top of the screen and choosing the course from the popup screen that appears.
el: Επιλέξτε ένα μάθημα που θα προσθέσετε ως αίτημα κάνοντας κλικ στο σύνδεσμο "Επιλογή μαθήματος" στο επάνω μέρος της οθόνης και επιλέγοντας το μάθημα από την αναδυόμενη οθόνη που εμφανίζεται.
es_es: Para agregar una solicitud al estudiante, haga clic sobre el enlace «Escoger un Curso» en la parte superior de la pantalla y seleccione el curso desde la ventana emergente que aparece. La pantalla se refrescara automáticamente para mostrar el curso.
tr: Ekranın üst kısmında bulunan "Ders Seç" bağlantısına tıklayarak istek olarak eklemek istediğiniz dersi seçin ve açılan açılır pencereden istediğiniz dersi seçin.

source: Then, select the proper "With" or "Without" Teacher, and the correct Period.
el: Στη συνέχεια, επιλέξτε τον κατάλληλο Εκπαιδευτικό «Με» ή «Χωρίς» και τη σωστή Περίοδο.
es_es: Luego, seleccione el docente "Con" o "Sin", y la Hora correcta.
tr: Daha sonra uygun "Öğretmenli" veya "Öğretmensiz" seçeneğini ve doğru Ders saatini seçin.

source: From the search result, you can select any number of students. To select all the students in the list, check the checkbox in column headings above the list. After you have selected each desired student from this list, click the "Add Request to Selected Students" button at the top of the screen. If you have not yet chosen a course to add as a request, you must do that before you click this button.
el: Από το αποτέλεσμα αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό μαθητών. Για να επιλέξετε όλους τους μαθητές στη λίστα, επιλέξτε το πλαίσιο ελέγχου στις επικεφαλίδες των στηλών πάνω από τη λίστα. Αφού επιλέξετε κάθε επιθυμητό μαθητή από αυτήν τη λίστα, κάντε κλικ στο κουμπί "Προσθήκη αιτήματος σε επιλεγμένους μαθητές" στο επάνω μέρος της οθόνης. Εάν δεν έχετε επιλέξει ακόμη ένα μάθημα για προσθήκη ως αίτημα, πρέπει να το κάνετε πριν κάνετε κλικ σε αυτό το κουμπί.
es_es: Desde los resultados de la búsqueda, usted puede escoger cualquier número de estudiantes. Para seleccionar todos los estudiantes en la lista, marca la casilla en el encabezado de la lista. Luego, seleccione el curso para agregar como solicitud haciendo clic sobre el enlace «Escoger un Curso» en la parte superior de la pantalla y escogiendo el curso desde la ventana emergente que aparece. Luego, presione el botón «Agregar Solicitud a los Estudiantes Seleccionados» en la parte superior de la pantalla.
tr: Arama sonucundan istediğiniz sayıda öğrenci seçebilirsiniz. Listedeki tüm öğrencileri seçmek için listenin üstündeki sütun başlıklarındaki onay kutusunu işaretleyin. Bu listeden istediğiniz her öğrenciyi seçtikten sonra ekranın üst kısmındaki "İsteği Seçili Öğrencilere Ekle" düğmesine tıklayın. İstek olarak eklemek için henüz bir ders seçmediyseniz, bu düğmeye tıklamadan önce bunu yapmalısınız.

source: <i>Group Drops</i> allows you to drop a course for a group of students in one action.
el: Το <i>Ομαδικές πτώσεις</i> σάς επιτρέπει να απορρίψετε ένα μάθημα για μια ομάδα μαθητών σε μία ενέργεια.
es_es: <i>Retirar Varios</i> le permite retirar un grupo de estudiantes de un curso de una vez.
tr: <i>Grup Bırakmaları</i>, tek bir işlemle bir grup öğrenci için dersi bırakmanıza olanak tanır.

source: Select a course period to drop by clicking the "Choose a Course" link at the top of the screen and choosing the course from the popup screen that appears. The window will close and the course period will now show on the page.
el: Επιλέξτε μια περίοδο μαθήματος προς απόρριψη κάνοντας κλικ στον σύνδεσμο "Επιλογή μαθήματος" στο επάνω μέρος της οθόνης και επιλέγοντας το μάθημα από την αναδυόμενη οθόνη που εμφανίζεται. Το παράθυρο θα κλείσει και η περίοδος του μαθήματος θα εμφανίζεται τώρα στη σελίδα.
es_es: Para seleccionar la clase que quiere retirar, haga clic sobre el enlace «Escoger un Curso» en la parte superior de la pantalla y seleccione el curso desde la ventana emergente que aparece. La pantalla se refrescara automáticamente para mostrar el curso.
tr: Ekranın üst kısmındaki "Bir Ders Seçin" bağlantısına tıklayarak ve açılan pencereden dersi seçerek bırakılacak bir ders dönemi seçin. Pencere kapanacak ve ders dönemi artık sayfada gösterilecektir.

source: Then, select the proper "Drop Date" (the date that the students will drop this course period), and the appropriate "Marking Period".
el: Στη συνέχεια, επιλέξτε την κατάλληλη «Ημερομηνία Αποβολής» (η ημερομηνία που οι σπουδαστές θα εγκαταλείψουν αυτήν την περίοδο μαθήματος) και την κατάλληλη «Περίοδο Σήμανσης».
es_es: Luego, seleccione la "Fecha de Retiro" adecuada (la fecha en la cual los estudiantes estarán retirados de la clase), y el "Período a Calificar" apropiado.
tr: Daha sonra uygun "Bırakma Tarihi"ni (öğrencilerin bu ders döneminde bırakacakları tarih) ve uygun "Notlandırma Dönemi"ni seçin.

source: From the search result, you can select any number of students. To select all the students in the list, check the checkbox in the column headings above the list. After you have selected each desired student from this list, click the "Drop Course for Selected Students" button at the top of the screen.
el: Από το αποτέλεσμα αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό μαθητών. Για να επιλέξετε όλους τους μαθητές στη λίστα, επιλέξτε το πλαίσιο ελέγχου στις επικεφαλίδες των στηλών πάνω από τη λίστα. Αφού επιλέξετε κάθε επιθυμητό μαθητή από αυτήν τη λίστα, κάντε κλικ στο κουμπί "Αποβολή μαθήματος για επιλεγμένους μαθητές" στο επάνω μέρος της οθόνης.
es_es: Desde los resultados de la búsqueda, usted puede escoger cualquier número de estudiantes. Para seleccionar todos los estudiantes en la lista, marque la casilla en el encabezado de la lista. Finalmente, presione el botón «Eliminar Curso para los Estudiantes Seleccionados» en la parte superior de la pantalla.
tr: Arama sonucundan istediğiniz sayıda öğrenci seçebilirsiniz. Listedeki tüm öğrencileri seçmek için listenin üstündeki sütun başlıklarındaki onay kutusunu işaretleyin. Bu listeden istediğiniz her öğrenciyi seçtikten sonra ekranın üst kısmındaki "Seçilen Öğrenciler İçin Dersi Bırak" düğmesine tıklayın.

source: <i>Print Schedules</i> is a utility that allows you to print schedules for any number of students.
el: Το <i>Print Schedules</i> είναι ένα βοηθητικό πρόγραμμα που σας επιτρέπει να εκτυπώνετε προγράμματα για οποιονδήποτε αριθμό μαθητών.
es_es: <i>Imprimir Horarios</i> le permite imprimir los horarios para cualquier número de estudiantes.
tr: <i>Programları Yazdır</i>, herhangi sayıda öğrenci için programları yazdırmanıza olanak sağlayan bir yardımcı programdır.

source: You can search for students who requested or are enrolled in a specific course by clicking the "Choose" link next to the "Request" and "Course" search options respectively and choosing a course from the popup window that appears.
el: Μπορείτε να αναζητήσετε φοιτητές που ζήτησαν ή είναι εγγεγραμμένοι σε ένα συγκεκριμένο μάθημα κάνοντας κλικ στο σύνδεσμο "Επιλογή" δίπλα στις επιλογές αναζήτησης "Αίτημα" και "Μάθημα" αντίστοιχα και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται.
es_es: Usted puede buscar estudiantes que solicitaron o están en un curso especifico haciendo clic sobre el enlace «Escoger» al lado de las opciones «Solicitud» y «Curso» y escogiendo un curso desde la ventana emergente que aparece.
tr: "Talep" ve "Ders" arama seçeneklerinin yanındaki "Seç" bağlantısına tıklayarak, açılan pencereden istediğiniz dersi seçerek, belirli bir dersi talep eden veya kayıtlı öğrencileri arayabilirsiniz.

source: Also, you can choose to print the schedules with mailing labels. The schedules will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one schedule may be printed per student if the student has guardians residing at more than one address.
el: Επίσης, μπορείτε να επιλέξετε να εκτυπώσετε τα χρονοδιαγράμματα με ετικέτες αλληλογραφίας. Τα χρονοδιαγράμματα θα έχουν ετικέτες αλληλογραφίας τοποθετημένες με τέτοιο τρόπο ώστε να είναι ορατές σε έναν φάκελο με παράθυρο όταν το φύλλο διπλώνεται στα τρίτα. Μπορούν να εκτυπωθούν περισσότερα από ένα προγράμματα ανά μαθητή, εάν ο μαθητής έχει κηδεμόνες που διαμένουν σε περισσότερες από μία διευθύνσεις.
es_es: También puede escoger imprimir las solicitudes con etiquetas de correo. Las solicitudes tendrán etiquetas de correo posicionadas de una manera visible para un sobre con ventana cuando la hoja está doblada en tercios. Mas de una carta puede ser impresa por estudiante si el estudiante tiene padres residiendo en mas de una dirección.
tr: Ayrıca, çizelgeleri posta etiketleriyle yazdırmayı da seçebilirsiniz. Çizelgelerde, sayfa üçe katlandığında pencereli bir zarfta görülebilecek şekilde konumlandırılmış posta etiketleri olacaktır. Öğrencinin birden fazla adreste ikamet eden velileri varsa, öğrenci başına birden fazla çizelge yazdırılabilir.

source: The schedules will be automatically downloaded to your computer in the printable PDF format when you click the "Create Schedules for Selected Students" button.
el: Τα χρονοδιαγράμματα θα μεταφορτωθούν αυτόματα στον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί "Δημιουργία χρονοδιαγραμμάτων για επιλεγμένους μαθητές".
es_es: Las solicitudes estarán automáticamente creadas en el formato imprimible PDF cuando presiona el botón «Crear Horarios para los Estudiantes Seleccionados».
tr: "Seçilen Öğrenciler İçin Ders Programları Oluştur" butonuna tıkladığınızda dersler otomatik olarak yazdırılabilir PDF formatında bilgisayarınıza indirilecektir.

source: <i>Print Class Lists</i> will allow you to print a report of students in classes. You can narrow the classes by either the Teacher or Subject or Period or Course Period.
el: Η <i>Εκτύπωση λιστών τάξεων</i> θα σας επιτρέψει να εκτυπώσετε μια αναφορά μαθητών στις τάξεις. Μπορείτε να περιορίσετε τις τάξεις είτε κατά Εκπαιδευτικό είτε με Θέμα ή Περίοδο ή Περίοδο μαθήματος.
es_es: <i>Imprimir Listas de Clase</i> le permitirá imprimir un reporte de los estudiantes en ciertas clases. Se pueden escoger las clases según el Docente o la Materia o la Hora o la Clase.
tr: <i>Sınıf Listelerini Yazdır</i>, sınıflardaki öğrencilerin raporunu yazdırmanıza olanak tanır. Sınıfları Öğretmen, Konu, Dönem veya Ders Dönemi'ne göre daraltabilirsiniz.

source: First, select the Classes
el: Αρχικά, επιλέξτε τις Τάξεις
es_es: Primero, seleccione las Clases
tr: İlk olarak Sınıfları seçin

source: Selecting a "Teacher" will show all the classes for that one teacher. Selecting a "Subject" will show the classes for that one subject. Selecting a "Period" will show all the classes for that individual period. Selecting a "Course" via the "Choose" link will show that individual course period with one teacher.
el: Επιλέγοντας έναν "Δάσκαλο" θα εμφανιστούν όλες οι τάξεις για τον συγκεκριμένο δάσκαλο. Επιλέγοντας ένα "Θέμα" θα εμφανιστούν οι τάξεις για το συγκεκριμένο θέμα. Επιλέγοντας μια "Περίοδο" θα εμφανιστούν όλες οι τάξεις για τη συγκεκριμένη περίοδο. Επιλέγοντας ένα "Μάθημα" μέσω του συνδέσμου "Επιλογή" θα εμφανιστεί η ατομική περίοδος μαθημάτων με έναν δάσκαλο.
es_es: Seleccionar un "Docente" mostrara todas las clases de ese mismo docente. Seleccionar una "Materia" mostrara todas las clases de esa mismo materia. Seleccionar una "Hora" mostrara todas las clases de esta misma hora. Seleccionar una "Clase" con el enlace "Escoger" mostrara la única clase con un docente.
tr: Bir "Öğretmen" seçmek, o öğretmen için tüm dersleri gösterecektir. Bir "Konu" seçmek, o konu için dersleri gösterecektir. Bir "Dönem" seçmek, o bireysel dönem için tüm dersleri gösterecektir. "Seç" bağlantısı üzerinden bir "Ders" seçmek, o bireysel ders dönemini tek bir öğretmenle gösterecektir.

source: Then, on the left hand side of the page, check the columns you would like to see on the list. The fields, in the order you have selected them, will appear in the list at the top of the page.
el: Στη συνέχεια, στην αριστερή πλευρά της σελίδας, ελέγξτε τις στήλες που θέλετε να δείτε στη λίστα. Τα πεδία, με τη σειρά που τα επιλέξατε, θα εμφανιστούν στη λίστα στο επάνω μέρος της σελίδας.
es_es: Luego, en la parte izquierda de la página, marque las columnas que quiere ver en la lista. Los campos, en la orden de selección, aparecerán en la lista en la parte superior de la página.
tr: Ardından, sayfanın sol tarafında, listede görmek istediğiniz sütunları kontrol edin. Alanlar, seçtiğiniz sıraya göre, sayfanın en üstündeki listede görünecektir.

source: Finally, select the Classes to List on the report at the bottom of the page and click "Create Class Lists for Selected Course Periods".
el: Τέλος, επιλέξτε τις Τάξεις προς λίστα στην αναφορά στο κάτω μέρος της σελίδας και κάντε κλικ στο «Δημιουργία καταλόγων τάξεων για επιλεγμένες περιόδους μαθημάτων».
es_es: Finalmente, seleccione las Clases para listar en el reporte en la parte inferior de la página y presione "Crear las Listas de Clase para las Clases Seleccionadas".
tr: Son olarak sayfanın alt kısmında bulunan raporda Listelenecek Dersleri seçip "Seçili Ders Dönemleri İçin Ders Listeleri Oluştur" butonuna tıklayın.

source: The Class Lists with the selected columns will be generated as a PDF document that can be printed or sent by email.
el: Οι Λίστες Τάξεων με τις επιλεγμένες στήλες θα δημιουργηθούν ως έγγραφο PDF που μπορεί να εκτυπωθεί ή να αποσταλεί μέσω email.
es_es: Las Listas de Clase, con las columnas seleccionadas, estarán generadas como documento PDF que puede ser impreso o enviado por email.
tr: Seçilen sütunlara sahip Sınıf Listeleri, yazdırılabilen veya e-posta ile gönderilebilen bir PDF belgesi olarak oluşturulacaktır.

source: <i>Print Requests</i> is a utility that allows you to print requests sheets for any number of students.
el: Το <i>Αιτήσεις εκτύπωσης</i> είναι ένα βοηθητικό πρόγραμμα που σας επιτρέπει να εκτυπώνετε φύλλα αιτημάτων για οποιονδήποτε αριθμό μαθητών.
es_es: <i>Imprimir Solicitudes</i> le permite imprimir hojas de solicitudes para cualquier número de estudiantes.
tr: <i>Yazdırma İstekleri</i>, herhangi sayıda öğrenci için istek sayfalarını yazdırmanıza olanak sağlayan bir yardımcı programdır.

source: You can search for students who requested a specific course by clicking the "Choose" link next to the "Request" search option and choosing a course from the popup window that appears.
el: Μπορείτε να αναζητήσετε φοιτητές που ζήτησαν ένα συγκεκριμένο μάθημα κάνοντας κλικ στον σύνδεσμο "Επιλογή" δίπλα στην επιλογή αναζήτησης "Αίτημα" και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται.
es_es: Se puede buscar estudiantes que solicitaron un curso especifico haciendo clic sobre el enlace «Escoger» al lado de la opción «Solicitud» y escogiendo un curso desde la ventana emergente que aparece.
tr: "Talep" arama seçeneğinin yanındaki "Seç" bağlantısına tıklayıp açılan açılır pencereden istediğiniz dersi seçerek, belirli bir dersi talep eden öğrencileri arayabilirsiniz.

source: Also, you can choose to print the requests sheets with mailing labels. The requests sheets will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one request sheet may be printed per student if the student has guardians residing at more than one address.
el: Επίσης, μπορείτε να επιλέξετε να εκτυπώσετε τα φύλλα αιτημάτων με ετικέτες αλληλογραφίας. Τα φύλλα αιτημάτων θα έχουν ετικέτες αλληλογραφίας τοποθετημένες με τέτοιο τρόπο ώστε να είναι ορατές σε έναν φάκελο με παράθυρο όταν το φύλλο διπλώνεται στα τρίτα. Μπορούν να εκτυπωθούν περισσότερα από ένα φύλλα αιτημάτων ανά μαθητή, εάν ο μαθητής έχει κηδεμόνες που διαμένουν σε περισσότερες από μία διευθύνσεις.
es_es: También, puede escoger imprimir las hojas de solicitudes con etiquetas de coreo. Las hojas de solicitudes tendrán etiquetas de coreo posicionadas para ser visibles en un sobre cuando la hoja está plegada en tres. Más de una hoja de solicitudes estará impresa por estudiantes si tiene contactos que residen a más de una dirección.
tr: Ayrıca, istek sayfalarını posta etiketleriyle yazdırmayı seçebilirsiniz. İstek sayfalarında, sayfa üçe katlandığında pencereli bir zarfta görülebilecek şekilde konumlandırılmış posta etiketleri olacaktır. Öğrencinin birden fazla adreste ikamet eden velileri varsa, öğrenci başına birden fazla istek sayfası yazdırılabilir.

source: The request sheets will be automatically downloaded to your computer in the printable PDF format when you click the "Submit" button.
el: Τα φύλλα αιτημάτων θα ληφθούν αυτόματα στον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί "Υποβολή".
es_es: Las hojas de solicitudes estarán automáticamente creados en el formato imprimible PDF cuando presiona el botón «Enviar».
tr: "Gönder" butonuna tıkladığınızda talep formları yazdırılabilir PDF formatında bilgisayarınıza otomatik olarak indirilecektir.

source: <i>Schedule Report</i> is a report that shows the students who are scheduled into each course, the students who requested the course but weren't successfully scheduled into it, and the number of requests, open seats, and total seats in each course.
el: Η <i>Αναφορά χρονοδιαγράμματος</i> είναι μια αναφορά που δείχνει τους μαθητές που έχουν προγραμματιστεί σε κάθε μάθημα, τους μαθητές που ζήτησαν το μάθημα αλλά δεν προγραμματίστηκαν επιτυχώς σε αυτό και τον αριθμό των αιτημάτων, τις ανοιχτές θέσεις και τις συνολικές θέσεις σε κάθε μάθημα.
es_es: <i>Reporte de Horario</i> es un reporte que muestra los estudiantes programados en cada curso, los estudiantes que solicitaron el curso pero que no fueron programados, el número de solicitudes, los cupos abiertos, y el total de asientos en cada curso.
tr: <i>Program Raporu</i>, her bir derse planlanan öğrencileri, dersi talep eden ancak başarıyla planlanamayan öğrencileri, her bir dersteki istek sayısını, açık kontenjanları ve toplam kontenjanları gösteren bir rapordur.

source: To navigate through this report, first click on any one of the subjects. You will now see each course in that subject as well as the number of requests for that course and open and total seats available for that course. If you choose a course by clicking on it, you will see a list of the course periods, and the requests, open, and total seats numbers will be broken down by each period. Here, you can also see a list of students scheduled in the course or a list of students who requested the course but weren't scheduled into it by clicking the "List Students" and "List Unscheduled Students" links respectively.
el: Για να πλοηγηθείτε σε αυτήν την αναφορά, κάντε πρώτα κλικ σε οποιοδήποτε από τα θέματα. Θα δείτε τώρα κάθε μάθημα σε αυτό το θέμα, καθώς και τον αριθμό των αιτημάτων για αυτό το μάθημα και τις ανοιχτές και τις συνολικές διαθέσιμες θέσεις για αυτό το μάθημα. Εάν επιλέξετε ένα μάθημα κάνοντας κλικ σε αυτό, θα δείτε μια λίστα με τις περιόδους μαθημάτων και οι αριθμοί αιτημάτων, ανοιχτών και συνολικών θέσεων θα αναλύονται ανά περίοδο. Εδώ, μπορείτε επίσης να δείτε μια λίστα φοιτητών που έχουν προγραμματιστεί στο μάθημα ή μια λίστα φοιτητών που ζήτησαν το μάθημα αλλά δεν είχαν προγραμματιστεί σε αυτό κάνοντας κλικ στους συνδέσμους "Λίστα μαθητών" και "Λίστα μη προγραμματισμένων φοιτητών" αντίστοιχα.
es_es: Para navegar en este reporte, haga clic primero sobre una de las materias. Usted vera cada curso en esta materia también como el número de solicitudes para este curso, los cupos abiertos y el total de asientos. Si usted escoge un curso haciendo clic sobre este, usted vera una lista de los estudiantes programados en este curso o una lista de los estudiantes que solicitaron el curso pero que no fueron programados haciendo clic sobre el enlace «Listar Estudiantes no Programados».
tr: Bu raporda gezinmek için önce herhangi bir konuya tıklayın. Artık o konudaki her dersi ve o ders için talep sayısını ve o ders için açık ve toplam kontenjan sayısını göreceksiniz. Üzerine tıklayarak bir ders seçerseniz, ders dönemlerinin bir listesini göreceksiniz ve talepler, açık ve toplam kontenjan sayıları her döneme göre ayrılmış olacaktır. Burada ayrıca, sırasıyla "Öğrencileri Listele" ve "Planlanmamış Öğrencileri Listele" bağlantılarına tıklayarak derse planlanan öğrencilerin bir listesini veya dersi talep eden ancak programlanmayan öğrencilerin bir listesini görebilirsiniz.
