Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: Customize the username prefix you want to add so students cannot guess it.
el: Προσαρμόστε το πρόθεμα ονόματος χρήστη που θέλετε να προσθέσετε, ώστε οι μαθητές να μην μπορούν να το μαντέψουν.
es_es: Personalice el prefijo del nombre de usuario que quiere añadir para que los estudiantes no puedan adivinarlo.
tr: Öğrencilerin tahmin edemeyeceği şekilde eklemek istediğiniz kullanıcı adı önekini özelleştirin.

source: Check the "Remove Access for Associated Parents" checkbox if you wish to set those parents' profile to No Access.
el: Επιλέξτε το πλαίσιο ελέγχου "Κατάργηση πρόσβασης για συσχετισμένους γονείς" εάν θέλετε να ορίσετε το προφίλ αυτών των γονέων σε Χωρίς πρόσβαση.
es_es: Marque la casilla "Quitar el Acceso a los Padres Asociados" si desea pasar estos padres al perfil No Acceso.
tr: Ebeveynlerin profillerini Erişim Yok olarak ayarlamak istiyorsanız "İlişkili Ebeveynler için Erişimi Kaldır" onay kutusunu işaretleyin.

source: Click the "Remove Access for Selected Students" button.
el: Κάντε κλικ στο κουμπί "Κατάργηση πρόσβασης για επιλεγμένους μαθητές".
es_es: Haga clic en el botón "Quitar el Acceso para los Estudiantes Seleccionados".
tr: "Seçili Öğrenciler İçin Erişimi Kaldır" butonuna tıklayın.

source: <i>Data Fields</i> allows you to setup your school's custom data fields. These fields are used to store information about a student in the "General Info" tab / "Addresses & Contacts" tab or a custom tab of the student screen.
el: Τα <i>Πεδία δεδομένων</i> σάς επιτρέπουν να ρυθμίσετε τα προσαρμοσμένα πεδία δεδομένων του σχολείου σας. Αυτά τα πεδία χρησιμοποιούνται για την αποθήκευση πληροφοριών σχετικά με έναν μαθητή στην καρτέλα "Γενικές πληροφορίες" / στην καρτέλα "Διευθύνσεις και επαφές" ή σε μια προσαρμοσμένη καρτέλα της οθόνης μαθητή.
es_es: <i>Campos de Estudiantes / Dirección / Contacto</i> le permite configurar campos de datos personalizados para su institución. Estos campos están usados para guardar información sobre un estudiante en las pestañas «Datos Personales» o «Direcciones y Contactos» del programa Información del Estudiante.
tr: <i>Veri Alanları</i> okulunuzun özel veri alanlarını ayarlamanıza olanak tanır. Bu alanlar, bir öğrenci hakkında bilgileri "Genel Bilgiler" sekmesinde / "Adresler ve İletişim Bilgileri" sekmesinde veya öğrenci ekranının özel bir sekmesinde depolamak için kullanılır.

source: Data Field Categories
el: Πεδία Δεδομένων Κατηγορίας
es_es: Categorías de Campo de Datos
tr: Veri Alanı Kategorileri

source: RosarioSIS allows you to add custom categories that will take the form of new "Tabs" of Data Fields in the Students > Student Info program. To create a new category or "tab", just click on the "+" icon below the existing Categories.
el: Το RosarioSIS σάς επιτρέπει να προσθέσετε προσαρμοσμένες κατηγορίες που θα έχουν τη μορφή νέων "Καρτελών" πεδίων δεδομένων στο πρόγραμμα Students > Student Info. Για να δημιουργήσετε μια νέα κατηγορία ή "καρτέλα", απλώς κάντε κλικ στο εικονίδιο "+" κάτω από τις υπάρχουσες Κατηγορίες.
es_es: RosarioSIS le permite agregar categorías personales que tomaran la forma de nuevas "Pestañas" de Campos de Datos en el programa Estudiantes > Información del Estudiante. Para crear una nueva categoría o "pestaña", haga clic sobre el icono "+" debajo de la Categorías existentes.
tr: RosarioSIS, Students > Student Info programında yeni "Sekmeler" Veri Alanları biçimini alacak özel kategoriler eklemenize olanak tanır. Yeni bir kategori veya "sekme" oluşturmak için, mevcut Kategorilerin altındaki "+" simgesine tıklamanız yeterlidir.

source: New Category
el: Νέα Κατηγορία
es_es: Nueva Categoría
tr: Yeni Kategori

source: You can now type in the name of the new Category in the "Title" field(s) provided. Add a sort order (order in which the tabs will appear in the Student Info program), and the number of columns the tab will display (optional). Click "Save" when you have finished.
el: Τώρα μπορείτε να πληκτρολογήσετε το όνομα της νέας Κατηγορίας στα παρεχόμενα πεδία "Τίτλος". Προσθέστε μια σειρά ταξινόμησης (σειρά με την οποία θα εμφανίζονται οι καρτέλες στο πρόγραμμα Student Info) και τον αριθμό των στηλών που θα εμφανίσει η καρτέλα (προαιρετικό). Κάντε κλικ στο "Αποθήκευση" όταν τελειώσετε.
es_es: Se puede ahora entrar el nombre de la nueva categoría en el/los campo(s) "Título" presentes. Agregue una Orden (orden en la cual las pestañas aparecerán en el programa Información del Estudiante), y un número de columnas de la pestaña (opcional). Presione "Guardar" cuando ha terminado.
tr: Artık sağlanan "Başlık" alanına yeni Kategorinin adını yazabilirsiniz. Bir sıralama düzeni (sekmelerin Öğrenci Bilgisi programında görüneceği düzen) ve sekmenin göstereceği sütun sayısını (isteğe bağlı) ekleyin. Bitirdiğinizde "Kaydet"e tıklayın.

source: Click on the "+" icon below the "No Student Fields were found" text. Fill in the Field Name field(s), and then choose what type of field you wish with the "Data Type" pull-down.
el: Κάντε κλικ στο εικονίδιο "+" κάτω από το κείμενο "Δεν βρέθηκαν πεδία μαθητή". Συμπληρώστε το πεδίο Όνομα πεδίου και, στη συνέχεια, επιλέξτε τον τύπο πεδίου που θέλετε με το αναπτυσσόμενο μενού «Τύπος δεδομένων».
es_es: Haga clic sobre el icono "+" debajo del texto "No se encontró ningún(a) Campo de Datos.". Llene el/los campo(s) "Nombre del Campo", y luego escoge el tipo de campo que desee con el menú desplegable "Tipo de Dato".
tr: "Öğrenci Alanları Bulunamadı" metninin altındaki "+" simgesine tıklayın. Alan Adı alanını/alanlarını doldurun ve ardından "Veri Türü" açılır menüsüyle istediğiniz alan türünü seçin.

source: The "Sort Order" determines the order in which the fields will be displayed in the Student Info tab.
el: Η "Σειρά ταξινόμησης" καθορίζει τη σειρά με την οποία θα εμφανίζονται τα πεδία στην καρτέλα Πληροφορίες μαθητή.
es_es: La "Orden" determina la orden en la cual los campos son mostrados en la pestaña del programa Información del Estudiante.
tr: "Sıralama Düzeni" Öğrenci Bilgileri sekmesinde alanların hangi sırayla görüntüleneceğini belirler.

source: You can delete any Student field or Category simply by clicking on the "Delete" button in the upper right corner. Please note that you will lose all your data if you delete an already used field or category.
el: Μπορείτε να διαγράψετε οποιοδήποτε πεδίο ή Κατηγορία Μαθητή απλά κάνοντας κλικ στο κουμπί "Διαγραφή" στην επάνω δεξιά γωνία. Λάβετε υπόψη ότι θα χάσετε όλα τα δεδομένα σας εάν διαγράψετε ένα ήδη χρησιμοποιημένο πεδίο ή κατηγορία.
es_es: Se puede eliminar cualquier Campo de Datos o Categoría simplemente presionando el botón "Eliminar" en la parte arriba de la pantalla. Por favor nota bien que se perderá toda la información si se elimina un campo o una categoría ya usada.
tr: Herhangi bir Öğrenci alanını veya Kategoriyi sağ üst köşedeki "Sil" düğmesine tıklayarak silebilirsiniz. Lütfen, halihazırda kullanılan bir alanı veya kategoriyi silerseniz tüm verilerinizi kaybedeceğinizi unutmayın.

source: <i>Enrollment Codes</i> allows you to setup your school's enrollment codes. Enrollment codes are used in the Enrollment student screen, and specify the reason the student was enrolled or dropped from a school. These codes apply to all schools system-wide.
el: Οι <i>Κωδικοί εγγραφής</i> σάς επιτρέπουν να ρυθμίσετε τους κωδικούς εγγραφής του σχολείου σας. Οι κωδικοί εγγραφής χρησιμοποιούνται στην οθόνη Εγγραφή μαθητή και καθορίζουν τον λόγο που ο μαθητής εγγράφηκε ή αποχώρησε από ένα σχολείο. Αυτοί οι κωδικοί ισχύουν για όλα τα σχολεία σε όλο το σύστημα.
es_es: <i>Códigos de Matrícula</i> le permite configurar los códigos de matrícula de su institución. Los códigos de matrícula son usados en la pantalla de <i>Información del estudiante</i>, y especifican la razón de matrícula o retiro de un estudiante de una institución. Estos códigos aplican para todas las instituciones del sistema.
tr: <i>Kayıt Kodları</i> okulunuzun kayıt kodlarını ayarlamanıza olanak tanır. Kayıt kodları Kayıt öğrencisi ekranında kullanılır ve öğrencinin bir okula kaydolma veya okuldan çıkarılma nedenini belirtir. Bu kodlar sistem genelindeki tüm okullar için geçerlidir.

source: The "Rollover default" column sets the code used by the Rollover program when enrolling students in the next school year. There must be exactly one Rollover default enrollment code (of type "Add").
el: Η στήλη "Προεπιλογή μετατροπής" ορίζει τον κωδικό που χρησιμοποιείται από το πρόγραμμα Rollover κατά την εγγραφή μαθητών στο επόμενο σχολικό έτος. Πρέπει να υπάρχει ακριβώς ένας προεπιλεγμένος κωδικός εγγραφής Rollover (τύπου "Προσθήκη").
es_es: La columna "Por Defecto de Traslado" define el código usado al momento de matricular los estudiantes para el año escolar siguiente con el programa Transferir. Debería existir exactamente un código de matrícula por Defecto de Traslado (del tipo "Agregar").
tr: "Rollover default" sütunu, öğrencileri bir sonraki okul yılına kaydederken Rollover programı tarafından kullanılan kodu belirler. Tam olarak bir Rollover default kayıt kodu ("Add" türünde) olmalıdır.

source: To add an enrollment code, fill in the enrollment code's title, short name, and type in the empty fields at the bottom of the enrollment codes list. Click the "Save" button.
el: Για να προσθέσετε έναν κωδικό εγγραφής, συμπληρώστε τον τίτλο, το σύντομο όνομα του κωδικού εγγραφής και πληκτρολογήστε τα κενά πεδία στο κάτω μέρος της λίστας κωδικών εγγραφής. Κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para agregar un código de matrícula, llene el titulo del código, su nombre corto, y tipo en los campos vacíos al fin de la lista de códigos de matrícula. Presione el botón «Guardar».
tr: Kayıt kodu eklemek için kayıt kodunun başlığını, kısa adını girin ve kayıt kodları listesinin altındaki boş alanlara yazın. "Kaydet" düğmesine tıklayın.

source: To modify an enrollment code, click on any of the enrollment code's information, change the value, and click the "Save" button.
el: Για να τροποποιήσετε έναν κωδικό εγγραφής, κάντε κλικ σε οποιαδήποτε από τις πληροφορίες του κωδικού εγγραφής, αλλάξτε την τιμή και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para cambiar un código de matrícula, haga clic sobre cualquiera información del código de matrícula, cambie el dato, y presione el botón «Guardar».
tr: Kayıt kodunu değiştirmek için kayıt kodunun herhangi bir bilgisine tıklayın, değeri değiştirin ve "Kaydet" butonuna tıklayın.

source: To delete an enrollment code, click the delete icon (-) next to the enrollment code you want to delete. You will be asked to confirm the deletion.
el: Για να διαγράψετε έναν κωδικό εγγραφής, κάντε κλικ στο εικονίδιο διαγραφής (-) δίπλα στον κωδικό εγγραφής που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
es_es: Para eliminar un código de matrícula, haga clic sobre el icono «-» al lado del código de matrícula que quiere eliminar. Se le preguntará si desea confirmar la eliminación.
tr: Bir kayıt kodunu silmek için silmek istediğiniz kayıt kodunun yanındaki silme simgesine (-) tıklayın. Silme işlemini onaylamanız istenecektir.

source: <i>General Information</i> is a display of a student's fundamental information. This includes birth date, social security number, ethnicity, gender, birthplace, and grade.
el: Οι <i>Γενικές πληροφορίες</i> είναι μια εμφάνιση των θεμελιωδών πληροφοριών ενός μαθητή. Αυτό περιλαμβάνει την ημερομηνία γέννησης, τον αριθμό κοινωνικής ασφάλισης, την εθνικότητα, το φύλο, τον τόπο γέννησης και τον βαθμό.
es_es: <i>Datos Personales</i> muestra los datos fundamentales del estudiante.
tr: <i>Genel Bilgiler</i> bir öğrencinin temel bilgilerinin bir göstergesidir. Buna doğum tarihi, sosyal güvenlik numarası, etnik köken, cinsiyet, doğum yeri ve sınıf dahildir.

source: A student can have any number of addresses.
el: Ένας μαθητής μπορεί να έχει οποιοδήποτε αριθμό διευθύνσεων.
es_es: Un estudiante puede tener mas de una dirección.
tr: Bir öğrencinin istediği sayıda adresi olabilir.

source: <i>Enrollment</i> is a display of the student's enrollment history.
el: Η <i>Εγγραφή</i> είναι μια εμφάνιση του ιστορικού εγγραφής του μαθητή.
es_es: <i>Matrícula</i> muestra el historial de matrícula del estudiante.
tr: <i>Kayıt</i> öğrencinin kayıt geçmişinin bir göstergesidir.

source: <i>Registration</i> will let you register your child's contacts details.
el: Η <i>Εγγραφή</i> θα σας επιτρέψει να καταχωρίσετε τα στοιχεία επαφών του παιδιού σας.
es_es: <i>Inscripción</i> le permite entrar las informaciones de contacto del estudiante.
tr: <i>Kayıt</i> çocuğunuzun iletişim bilgilerini kaydetmenizi sağlar.

source: Fill in the form fields with your contacts details and their associated addresses. Then, enter or update the student information.
el: Συμπληρώστε τα πεδία της φόρμας με τα στοιχεία των επαφών σας και τις σχετικές διευθύνσεις τους. Στη συνέχεια, εισαγάγετε ή ενημερώστε τα στοιχεία του μαθητή.
es_es: Llene los campos del formulario con las informaciones de sus contactos y sus direcciones asociadas. Luego, entre o actualice los datos del estudiante.
tr: Form alanlarını iletişim bilgileriniz ve ilişkili adreslerinizle doldurun. Ardından, öğrenci bilgilerini girin veya güncelleyin.

source: Once you have completed the forms, click the "Save" button at the bottom of the screen.
el: Αφού συμπληρώσετε τις φόρμες, κάντε κλικ στο κουμπί "Αποθήκευση" στο κάτω μέρος της οθόνης.
es_es: Después de haber llenado el formulario, presione el botón «Guardar» en la parte inferior de la pantalla.
tr: Formları doldurduktan sonra ekranın alt kısmında bulunan "Kaydet" butonuna tıklayın.

source: <i>General Information</i> is a display of a user's fundamental information. This includes his name, username, password, profile, school, email address, and phone number. If you are an administrator, you can change any of this information by clicking on the value you want to change, changing the value, and clicking the "Save" button at the top of the page. You can delete a user by clicking the "Delete" button at the top of the screen and confirming your action.
el: Οι <i>Γενικές πληροφορίες</i> είναι μια εμφάνιση των βασικών πληροφοριών ενός χρήστη. Αυτό περιλαμβάνει το όνομά του, το όνομα χρήστη, τον κωδικό πρόσβασης, το προφίλ, το σχολείο, τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον αριθμό τηλεφώνου του. Εάν είστε διαχειριστής, μπορείτε να αλλάξετε οποιαδήποτε από αυτές τις πληροφορίες κάνοντας κλικ στην τιμή που θέλετε να αλλάξετε, αλλάζοντας την τιμή και κάνοντας κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της σελίδας. Μπορείτε να διαγράψετε έναν χρήστη κάνοντας κλικ στο κουμπί "Διαγραφή" στο επάνω μέρος της οθόνης και επιβεβαιώνοντας την ενέργειά σας.
es_es: <i>Datos Personales</i> muestra los datos fundamentales de un usuario. Si usted es administrador, usted puede cambiar cualquier dato haciendo clic sobre el dato que quiere cambiar, cambiando el dato, y presionando el botón «Guardar» en la parte superior de la pantalla. Usted puede eliminar un usuario presionando el botón «Eliminar» en la parte superior de la pantalla.
tr: <i>Genel Bilgiler</i>, bir kullanıcının temel bilgilerinin bir gösterimidir. Buna adı, kullanıcı adı, parolası, profili, okulu, e-posta adresi ve telefon numarası dahildir. Yöneticiyseniz, değiştirmek istediğiniz değere tıklayarak, değeri değiştirerek ve sayfanın üst kısmındaki "Kaydet" düğmesine tıklayarak bu bilgilerin herhangi birini değiştirebilirsiniz. Ekranın üst kısmındaki "Sil" düğmesine tıklayarak ve eyleminizi onaylayarak bir kullanıcıyı silebilirsiniz.

source: Note: you cannot delete a user, for example a teacher, once they are assigned to a course; or a parent, once they are associated to a student.
el: Σημείωση: δεν μπορείτε να διαγράψετε έναν χρήστη, για παράδειγμα έναν δάσκαλο, αφού ανατεθεί σε ένα μάθημα. ή ενός γονέα, εφόσον συσχετιστούν με έναν μαθητή.
es_es: Nota: no se puede eliminar un usuario, por ejemplo un docente, una vez asignado a un curso; o un padre, una vez asociado a un estudiante.
tr: Not: Örneğin bir öğretmeni, bir derse atandıktan sonra veya bir veliyi, bir öğrenciyle ilişkilendirildikten sonra silemezsiniz.

source: <i>Add a User</i> allows you to add a user to the system. This includes administrators, teachers, and parents. Simply fill in the new user's name, username, password, profile, school, email address, and phone number. Click the "Save" button.
el: Η <i>Προσθήκη χρήστη</i> σάς επιτρέπει να προσθέσετε έναν χρήστη στο σύστημα. Αυτό περιλαμβάνει διαχειριστές, δασκάλους και γονείς. Απλώς συμπληρώστε το όνομα, το όνομα χρήστη, τον κωδικό πρόσβασης, το προφίλ, το σχολείο, τη διεύθυνση email και τον αριθμό τηλεφώνου του νέου χρήστη. Κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: <i>Agregar un Usuario</i> le permite agregar un usuario al sistema. Esto incluye administradores, docentes y padres. Llena simplemente el nombre, nombre de usuario, perfil, institución, email y teléfono del usuario. Presione el botón «Guardar».
tr: <i>Kullanıcı Ekle</i> sisteme bir kullanıcı eklemenize olanak tanır. Bu, yöneticiler, öğretmenler ve veliler içerir. Yeni kullanıcının adını, kullanıcı adını, parolasını, profilini, okulunu, e-posta adresini ve telefon numarasını girmeniz yeterlidir. "Kaydet" düğmesine tıklayın.

source: <i>Associate Students with Parents</i> allows you to associate students to parents.
el: Το <i>Συσχετισμός μαθητών με γονείς</i> σάς επιτρέπει να συσχετίζετε μαθητές με γονείς.
es_es: <i>Relacionar Padres con Estudiantes</i> le permite relacionar estudiantes con padres.
tr: <i>Öğrencileri Ebeveynlerle İlişkilendir</i>, öğrencileri ebeveynlerle ilişkilendirmenize olanak tanır.

source: Once a parent's account has been set up, their children must be associated to their account with this program. If you have not already chosen a user earlier in your session, select a user by using the "Find a User" Search screen. Next, search for a student to add to the user's account. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. After you have selected each desired student from this list, click the "Add Selected Students" button at the top of the screen.
el: Μόλις δημιουργηθεί ο λογαριασμός ενός γονέα, τα παιδιά τους πρέπει να συσχετιστούν με τον λογαριασμό τους με αυτό το πρόγραμμα. Εάν δεν έχετε ήδη επιλέξει χρήστη νωρίτερα στην περίοδο λειτουργίας σας, επιλέξτε έναν χρήστη χρησιμοποιώντας την οθόνη αναζήτησης "Εύρεση χρήστη". Στη συνέχεια, αναζητήστε έναν μαθητή για προσθήκη στον λογαριασμό του χρήστη. Από το αποτέλεσμα αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό μαθητών. Μπορείτε να επιλέξετε όλους τους μαθητές στη λίστα επιλέγοντας το πλαίσιο ελέγχου στις επικεφαλίδες των στηλών πάνω από τη λίστα. Αφού επιλέξετε κάθε επιθυμητό μαθητή από αυτήν τη λίστα, κάντε κλικ στο κουμπί "Προσθήκη επιλεγμένων μαθητών" στο επάνω μέρος της οθόνης.
es_es: Una vez que una cuenta de padre esté lista, sus estudiantes deben ser relacionados con este servicio. Si usted ya no ha seleccionado un usuario para la sesión, seleccione uno con la pantalla de búsqueda «Encontrar un Usuario». Luego, busque un estudiante para relacionar con la cuenta del usuario. Desde el resultado de la búsqueda, usted puede seleccionar cualquier número de estudiantes. Después de seleccionar cada estudiante deseado desde la lista, presione el botón «Agregar los Estudiantes Seleccionados» en la parte superior de la pantalla.
tr: Bir ebeveynin hesabı kurulduktan sonra, çocukları bu programdaki hesaplarıyla ilişkilendirilmelidir. Oturumunuzda daha önce bir kullanıcı seçmediyseniz, "Kullanıcı Bul" Arama ekranını kullanarak bir kullanıcı seçin. Ardından, kullanıcının hesabına eklemek için bir öğrenci arayın. Arama sonucundan, istediğiniz sayıda öğrenci seçebilirsiniz. Listenin üstündeki sütun başlıklarındaki onay kutusunu işaretleyerek listedeki tüm öğrencileri seçebilirsiniz. Bu listeden istediğiniz her öğrenciyi seçtikten sonra, ekranın üst kısmındaki "Seçili Öğrencileri Ekle" düğmesine tıklayın.

source: At any time after a user has been selected, you can see the students already associated with that user. These students are listed to the top of the student search screen / search results. These students can be disassociated from this user by clicking the delete icon (-) next to the student you wish to disassociate from the user. You will be asked to confirm this action.
el: Ανά πάσα στιγμή μετά την επιλογή ενός χρήστη, μπορείτε να δείτε τους μαθητές που έχουν ήδη συσχετιστεί με αυτόν τον χρήστη. Αυτοί οι μαθητές παρατίθενται στην κορυφή της οθόνης αναζήτησης / αποτελεσμάτων αναζήτησης μαθητών. Αυτοί οι μαθητές μπορούν να αποσυνδεθούν από αυτόν τον χρήστη κάνοντας κλικ στο εικονίδιο διαγραφής (-) δίπλα στον μαθητή που θέλετε να αποσυνδέσετε από τον χρήστη. Θα σας ζητηθεί να επιβεβαιώσετε αυτήν την ενέργεια.
es_es: Después de seleccionar un usuario, usted puede ver los estudiantes que ya están relacionados con el usuario. Estos estudiantes pueden ser disociados de este usuario haciendo clic sobre el icono «-» al lado del el estudiante. Se le preguntará si desea confirmar la acción.
tr: Bir kullanıcı seçildikten sonra herhangi bir zamanda, o kullanıcıyla zaten ilişkilendirilmiş öğrencileri görebilirsiniz. Bu öğrenciler, öğrenci arama ekranının/arama sonuçlarının en üstünde listelenir. Bu öğrenciler, kullanıcıdan ilişkisini kesmek istediğiniz öğrencinin yanındaki silme simgesine (-) tıklayarak bu kullanıcıdan ilişkisini kesebilirsiniz. Bu işlemi onaylamanız istenecektir.

source: <i>My Preferences</i> will let you personalize RosarioSIS to meet your own needs. You can also change your password, and setup RosarioSIS to show data that is important for your work.
el: Οι <i>Οι Προτιμήσεις μου</i> θα σας επιτρέψουν να εξατομικεύσετε το RosarioSIS για να καλύψετε τις δικές σας ανάγκες. Μπορείτε επίσης να αλλάξετε τον κωδικό πρόσβασής σας και να ρυθμίσετε το RosarioSIS ώστε να εμφανίζει δεδομένα που είναι σημαντικά για την εργασία σας.
es_es: <i>Mis Preferencias</i> le permite cambiar varios aspectos de RosarioSIS para satisfacer sus gustos. Se puede también cambiar su contraseña, y configurar RosarioSIS para mostrar datos que son importantes para usted.
tr: <i>Tercihlerim</i>, RosarioSIS'i kendi ihtiyaçlarınızı karşılayacak şekilde kişiselleştirmenize olanak tanır. Ayrıca şifrenizi değiştirebilir ve RosarioSIS'i işiniz için önemli olan verileri gösterecek şekilde ayarlayabilirsiniz.

source: Display Options tab
el: Καρτέλα εμφάνισης Επιλογών
es_es: Pestaña Opciones de Visualización
tr: Görüntüleme Seçenekleri sekmesi
