Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: Check desired options to appear on the report. Checking "Assigned Date" will display the Assignment's Assigned Date . Checking "Due Date" will display the Assignment's Due Date. Checking on "Exclude Ungraded Assignments Not Due" will remove assignments which are ungraded and not due. Checking "Group by Assignment Category" will group assignments by Category and will display total points and weight for each Category.
el: Ελέγξτε τις επιθυμητές επιλογές για εμφάνιση στην αναφορά. Αν επιλέξετε "Ανάθεση Ημερομηνία" θα εμφανιστεί η Ημερομηνία Ανάθεσης της Ανάθεσης . Επιλέγοντας "Ημερομηνία λήξης" θα εμφανιστεί η ημερομηνία λήξης της ανάθεσης. Επιλέγοντας την επιλογή "Εξαίρεση μη διαβαθμισμένων εργασιών που δεν οφείλονται" θα καταργηθούν οι εργασίες που δεν έχουν βαθμολογηθεί και δεν οφείλονται. Επιλέγοντας "Ομάδα ανά Κατηγορία Εργασίας" θα ομαδοποιηθούν οι εργασίες ανά Κατηγορία και θα εμφανιστούν οι συνολικοί βαθμοί και το βάρος για κάθε Κατηγορία.
es_es: Seleccione las opciones que deben aparecer en el reporte. Marcar la casilla "Fecha de Asignación" mostrará la Fecha de Asignación de la Tarea. Marcar la casilla "Fecha de Plazo" mostrará la Fecha de Plazo de la Tarea. Marcar la casilla "Excluir las Tareas sin Calificación No Aplazadas" excluirá las tareas que no están calificadas y no aplazadas. Marcar la casilla "Agrupar por Categoría de Tarea" agrupará las tareas por Categoría y mostrará el total de los puntos así que la ponderación de cada Categoría.
tr: Raporda görünmesini istediğiniz seçenekleri işaretleyin. "Atanan Tarih"i işaretlemek, Ödevin Atanan Tarihini görüntüler. "Son Tarih"i işaretlemek, Ödevin Son Tarihini görüntüler. "Notlandırılmamış ve Son Tarihi Olmayan Ödevleri Hariç Tut"u işaretlemek, notlandırılmamış ve son tarihi olmayan ödevleri kaldırır. "Ödev Kategorisine Göre Gruplandır"ı işaretlemek, ödevleri Kategoriye göre gruplandırır ve her Kategori için toplam puanları ve ağırlığı görüntüler.

source: The progress reports will be automatically downloaded to your computer in the printable PDF format when you click the "Create Progress Reports for Selected Students" button.
el: Οι αναφορές προόδου θα ληφθούν αυτόματα στον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί "Δημιουργία Αναφορών Προόδου για Επιλεγμένους Μαθητές".
es_es: Los reportes de progreso estarán automáticamente creados en el formato imprimible PDF cuando presiona el botón «Crear Reportes de Progreso para los Estudiantes Seleccionados».
tr: "Seçilen Öğrenciler İçin İlerleme Raporları Oluştur" butonuna tıkladığınızda ilerleme raporları otomatik olarak yazdırılabilir PDF formatında bilgisayarınıza indirilecektir.

source: <i>Teacher Programs: Take Attendance</i> allows you to enter period attendance for all the selected teacher's students. By default, this program will list the students in the selected teacher's first period class. You can alter the current period by changing the period pull-down menu at the top of the screen to the desired period.
el: <i>Προγράμματα καθηγητών: Συμμετοχή</i> σάς επιτρέπει να εισάγετε την περίοδο παρακολούθησης για όλους τους επιλεγμένους μαθητές του δασκάλου. Από προεπιλογή, αυτό το πρόγραμμα θα εμφανίσει τους μαθητές στην πρώτη τάξη περιόδου του επιλεγμένου δασκάλου. Μπορείτε να αλλάξετε την τρέχουσα περίοδο αλλάζοντας το αναπτυσσόμενο μενού περιόδου στο επάνω μέρος της οθόνης στην επιθυμητή περίοδο.
es_es: <i>Programas Docente - Tomar Asistencia</i> le permite entrar la asistencia de clase para todos los estudiantes del docente. Por defecto, este servicio listara los estudiantes de la primera clase del docente seleccionado. Usted puede cambiar la clase actual en el menú desplegable de las clases en la parte superior de la pantalla.
tr: <i>Öğretmen Programları: Katılımı Al</i>, seçili öğretmenin tüm öğrencileri için dönem katılımını girmenize olanak tanır. Varsayılan olarak, bu program seçili öğretmenin ilk dönem sınıfındaki öğrencileri listeler. Ekranın üst kısmındaki dönem açılır menüsünü istediğiniz döneme değiştirerek geçerli dönemi değiştirebilirsiniz.

source: Once you are in the correct period, you can enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all the students, click the "Save" button at the top of the screen.
el: Μόλις βρεθείτε στη σωστή περίοδο, μπορείτε να καταχωρίσετε τη συμμετοχή επιλέγοντας τον κωδικό παρακολούθησης που αντιστοιχεί σε κάθε μαθητή. Αφού καταχωρίσετε τη συμμετοχή για όλους τους μαθητές, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Una vez que usted esté en la clase adecuada, usted puede tomar la asistencia seleccionando el código de asistencia para cada estudiante. Una vez que la asistencia ha sido tomada para todos los estudiantes, presione el botón «Guardar» en la parte superior de la pantalla.
tr: Doğru dönemde olduğunuzda, her öğrenciye karşılık gelen katılım kodunu seçerek katılımı girebilirsiniz. Tüm öğrenciler için katılımı girdikten sonra, ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: <i>Teacher Programs: Enter Eligibility</i> allows you to enter eligibility grades for all the selected teacher's students. By default, this program will list the students in the selected teacher's first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
el: <i>Προγράμματα καθηγητών: Εισαγωγή καταλληλότητας</i> σάς επιτρέπει να εισάγετε βαθμούς καταλληλότητας για όλους τους επιλεγμένους μαθητές του δασκάλου. Από προεπιλογή, αυτό το πρόγραμμα θα εμφανίσει τους μαθητές στην πρώτη τάξη περιόδου του επιλεγμένου δασκάλου. Μπορείτε να αλλάξετε την τρέχουσα περίοδο αλλάζοντας το αναπτυσσόμενο μενού περιόδου στο αριστερό πλαίσιο στην επιθυμητή περίοδο.
es_es: <i>Programas Docente - Entrar Elegibilidad</i> le permite entrar calificaciones de elegibilidad para todos los estudiantes del docente seleccionado. Por defecto, este servicio listara los estudiantes de la primera clase del docente seleccionado. Usted puede cambiar la clase actual en el menú desplegable de las clases en la parte superior de la pantalla.
tr: <i>Öğretmen Programları: Uygunluk Girin</i>, seçili öğretmenin tüm öğrencileri için uygunluk notlarını girmenize olanak tanır. Varsayılan olarak, bu program seçili öğretmenin ilk dönem sınıfındaki öğrencileri listeler. Sol çerçevedeki dönem açılır menüsünü istediğiniz döneme değiştirerek geçerli dönemi değiştirebilirsiniz.

source: Once you are in the correct period, you can enter eligibility grades by selecting the eligibility code corresponding to each student. Once you have entered eligibility for all the students, click the "Save" button at the top of the screen.
el: Μόλις είστε στη σωστή περίοδο, μπορείτε να εισαγάγετε βαθμούς επιλεξιμότητας επιλέγοντας τον κωδικό καταλληλότητας που αντιστοιχεί σε κάθε μαθητή. Αφού εισαγάγετε την καταλληλότητα για όλους τους μαθητές, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Una vez que usted esté en la clase adecuada, usted puede entrar la elegibilidad seleccionando el código de elegibilidad para cada estudiante. Una vez que la elegibilidad ha sido entrada para todos los estudiantes, presione el botón «Guardar» en la parte superior de la pantalla.
tr: Doğru dönemde olduğunuzda, her öğrenciye karşılık gelen uygunluk kodunu seçerek uygunluk notlarını girebilirsiniz. Tüm öğrenciler için uygunluğu girdikten sonra, ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: If the selected teacher is using the Gradebook, you can have RosarioSIS calculate each student's eligibility grades by clicking on the "Use Gradebook Grades" link at the top of the list. Clicking this link will automatically save each student's eligibility grades and refresh the list.
el: Εάν ο επιλεγμένος δάσκαλος χρησιμοποιεί το Βιβλίο Βαθμολογίας, μπορείτε να ζητήσετε από το RosarioSIS να υπολογίσει τους βαθμούς καταλληλότητας κάθε μαθητή κάνοντας κλικ στο σύνδεσμο "Χρήση Βαθμών Βαθμολογίας" στο επάνω μέρος της λίστας. Κάνοντας κλικ σε αυτόν τον σύνδεσμο αποθηκεύονται αυτόματα οι βαθμοί καταλληλότητας κάθε μαθητή και ανανεώνεται η λίστα.
es_es: Si el docente seleccionado usa el Libro de Calificaciones, RosarioSIS puede calcular la elegibilidad de cada estudiante haciendo clic sobre el enlace «Usar la Calificaciones del Libro de Calificaciones» de arriba.
tr: Seçilen öğretmen Not Defterini kullanıyorsa, listenin en üstündeki "Not Defteri Notlarını Kullan" bağlantısına tıklayarak RosarioSIS'in her öğrencinin uygunluk notlarını hesaplamasını sağlayabilirsiniz. Bu bağlantıya tıklamak her öğrencinin uygunluk notlarını otomatik olarak kaydedecek ve listeyi yenileyecektir.

source: You must enter eligibility each week during the timeframe specified by your school's administration.
el: Πρέπει να εισάγετε την καταλληλότητα κάθε εβδομάδα κατά τη διάρκεια του χρονικού πλαισίου που καθορίζεται από τη διοίκηση του σχολείου σας.
es_es: Usted debe entrar la elegibilidad cada semana durante el transcurso especificado por el administrador de su institución.
tr: Okulunuzun yönetimi tarafından belirlenen zaman dilimi içerisinde her hafta uygunluk bilgilerinizi girmeniz gerekmektedir.

source: <i>Student Schedule</i> allows you to modify a student's course schedule.
el: Το <i>Πρόγραμμα μαθητών</i> σάς επιτρέπει να τροποποιήσετε το πρόγραμμα μαθημάτων ενός μαθητή.
es_es: <i>Horario Estudiante</i> le permite cambiar el horario de un estudiante.
tr: <i>Öğrenci Programı</i> bir öğrencinin ders programını değiştirmenize olanak tanır.

source: You must first select a student by using the "Find a Student" search screen. You can search for students who have requested a specific course or request by clicking on the "Choose" link next to the search options "Course" and "Request" respectively and choosing a course from the popup window that appears.
el: Πρέπει πρώτα να επιλέξετε έναν μαθητή χρησιμοποιώντας την οθόνη αναζήτησης "Εύρεση μαθητή". Μπορείτε να αναζητήσετε φοιτητές που έχουν ζητήσει ένα συγκεκριμένο μάθημα ή αίτημα κάνοντας κλικ στο σύνδεσμο "Επιλογή" δίπλα στις επιλογές αναζήτησης "Μάθημα" και "Αίτηση" αντίστοιχα και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται.
es_es: Usted debe primero seleccionar un estudiante usando la pantalla de búsqueda «Encontrar un Estudiante». Usted puede buscar estudiantes que han solicitado un curso especifico haciendo clic sobre el enlace «Escoger» al lado de las opciones de búsqueda «Curso» y «Solicitud» y escogiendo un curso desde la ventana emergente que aparece.
tr: Öncelikle "Öğrenci Bul" arama ekranını kullanarak bir öğrenci seçmelisiniz. Sırasıyla "Ders" ve "Talep" arama seçeneklerinin yanındaki "Seç" bağlantısına tıklayarak ve açılan pencereden bir ders seçerek belirli bir ders veya talepte bulunan öğrencileri arayabilirsiniz.

source: To add a course to the student's schedule, click on the "Add a Course" link next to the add icon (+) and select a course from the popup window that appears. The screen will automatically refresh to show the course addition.
el: Για να προσθέσετε ένα μάθημα στο πρόγραμμα του μαθητή, κάντε κλικ στο σύνδεσμο "Προσθήκη μαθήματος" δίπλα στο εικονίδιο προσθήκης (+) και επιλέξτε ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται. Η οθόνη θα ανανεωθεί αυτόματα για να εμφανιστεί η προσθήκη του μαθήματος.
es_es: Para agregar un curso al horario del estudiante, haga clic sobre el enlace «Agregar un Curso» al lado del icono «+» y seleccione el curso desde la ventana emergente que aparece. La pantalla se refrescara automáticamente para mostrar el curso.
tr: Öğrencinin programına bir ders eklemek için, ekle simgesinin (+) yanındaki "Ders Ekle" bağlantısına tıklayın ve açılan pencereden bir ders seçin. Ekran, ders eklemeyi göstermek için otomatik olarak yenilenecektir.

source: To drop an existing course, select the "Dropped" date next to the course you want to drop from the student's schedule. If you select a "Dropped" date prior to the "Enrolled" date, the course will be removed and you will be asked to confirm the removal of the associated absences and grades records.
el: Για να απορρίψετε ένα υπάρχον μάθημα, επιλέξτε την ημερομηνία "Αποκοπή" δίπλα στο μάθημα που θέλετε να διαγράψετε από το πρόγραμμα του μαθητή. Εάν επιλέξετε μια ημερομηνία "Αποκοπή" πριν από την ημερομηνία "Εγγραφή", το μάθημα θα αφαιρεθεί και θα σας ζητηθεί να επιβεβαιώσετε την κατάργηση των σχετικών εγγραφών απουσιών και βαθμών.
es_es: Para retirar un curso existente, seleccione la fecha «Retirado» al lado del curso que quiere retirar del horario del estudiante y guarde. Si selecciona una fecha «Retirado» anterior a la fecha «Matriculado», el curso será eliminado y se le pedirá confirmar la eliminación de las ausencias y las calificaciones asociadas al curso.
tr: Mevcut bir dersi bırakmak için, öğrencinin programından bırakmak istediğiniz dersin yanındaki "Bırakıldı" tarihini seçin. "Kayıtlı" tarihinden önce "Bırakıldı" tarihini seçerseniz, ders kaldırılacak ve ilişkili devamsızlık ve not kayıtlarının kaldırılmasını onaylamanız istenecektir.

source: To change the course period of a course for the student, click on the "Period - Teacher" of the course you want to change and select the new course period. You can also change the term in the same fashion.
el: Για να αλλάξετε την περίοδο μαθήματος ενός μαθήματος για τον μαθητή, κάντε κλικ στην «Περίοδος - Δάσκαλος» του μαθήματος που θέλετε να αλλάξετε και επιλέξτε τη νέα περίοδο μαθήματος. Μπορείτε επίσης να αλλάξετε τον όρο με τον ίδιο τρόπο.
es_es: Para cambiar una clase de un curso de un estudiante, haga clic sobre «Hora - Docente» del curso que quiere cambiar y seleccione la nueva clase. Usted también puede cambiar el periodo de la misma manera.
tr: Öğrenci için bir dersin ders süresini değiştirmek için, değiştirmek istediğiniz dersin "Dönem - Öğretmen"ine tıklayın ve yeni ders süresini seçin. Dönemi de aynı şekilde değiştirebilirsiniz.

source: All deletions, and modifications to a student's schedule are not made permanent until you click the "Save" button at the top of the screen.
el: Όλες οι διαγραφές και οι τροποποιήσεις στο πρόγραμμα ενός μαθητή δεν γίνονται μόνιμες μέχρι να κάνετε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Todas las eliminaciones y modificaciones al horario de un estudiante no permanecen a menos que presione el botón «Guardar».
tr: Ekranın üst kısmında bulunan "Kaydet" butonuna tıklayana kadar, bir öğrencinin programında yapılan tüm silmeler ve değişiklikler kalıcı hale gelmez.

source: <i>Student Requests</i> allows you to specify which courses a student intends to take in the next school year. These requests are used by the Scheduler when filling a student's schedule.
el: Τα <i>Αιτήματα μαθητών</i> σάς επιτρέπουν να καθορίσετε ποια μαθήματα σκοπεύει να παρακολουθήσει ένας μαθητής την επόμενη σχολική χρονιά. Αυτά τα αιτήματα χρησιμοποιούνται από τον Προγραμματιστή όταν συμπληρώνει το πρόγραμμα ενός μαθητή.
es_es: <i>Solicitudes de Estudiante</i> le permite especificar cuales cursos un estudiante debe tomar para el siguiente año escolar. Esas solicitudes son usadas por el Programador para completar el horario de un estudiante.
tr: <i>Öğrenci İstekleri</i>, bir öğrencinin gelecek okul yılında hangi dersleri almak istediğini belirtmenize olanak tanır. Bu istekler, Zamanlayıcı tarafından bir öğrencinin programını doldururken kullanılır.

source: You must first select a student by using the "Find a Student" search screen. You can search for students who have requested a specific request by clicking on the "Choose" link next to the search option "Request" and choosing a course from the popup window that appears.
el: Πρέπει πρώτα να επιλέξετε έναν μαθητή χρησιμοποιώντας την οθόνη αναζήτησης "Εύρεση μαθητή". Μπορείτε να αναζητήσετε φοιτητές που έχουν ζητήσει ένα συγκεκριμένο αίτημα κάνοντας κλικ στον σύνδεσμο "Επιλογή" δίπλα στην επιλογή αναζήτησης "Αίτηση" και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται.
es_es: Usted debe primero seleccionar un estudiante usando la pantalla de búsqueda «Encontrar un Estudiante». Usted puede buscar estudiantes que han solicitado un curso especifico haciendo clic sobre el enlace «Escoger» al lado de la opción de búsqueda «Solicitud» y escogiendo un curso desde la ventana emergente que aparece.
tr: Öncelikle "Öğrenci Bul" arama ekranını kullanarak bir öğrenci seçmelisiniz. "İstek" arama seçeneğinin yanındaki "Seç" bağlantısına tıklayarak ve açılan pencereden bir ders seçerek belirli bir istekte bulunan öğrencileri arayabilirsiniz.

source: You can add a request by selecting the course you want to add from under the corresponding subject heading. You can add requests from each subject in the same way, or you can add another request in the same subject by clicking on the on the subject name in the last line of the list with the add icon (+). Doing this will cause another set of request pull-down menus to appear under the subject heading. Once you have added all the desired requests, click the "Save" button at the top of the screen.
el: Μπορείτε να προσθέσετε ένα αίτημα επιλέγοντας το μάθημα που θέλετε να προσθέσετε κάτω από την αντίστοιχη θεματική επικεφαλίδα. Μπορείτε να προσθέσετε αιτήματα από κάθε θέμα με τον ίδιο τρόπο ή μπορείτε να προσθέσετε άλλο αίτημα στο ίδιο θέμα κάνοντας κλικ στο όνομα του θέματος στην τελευταία γραμμή της λίστας με το εικονίδιο προσθήκης (+). Κάνοντας αυτό θα εμφανιστεί ένα άλλο σύνολο αναπτυσσόμενων μενού αιτημάτων κάτω από την επικεφαλίδα θέματος. Αφού προσθέσετε όλα τα επιθυμητά αιτήματα, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Usted puede agregar una solicitud seleccionando el curso que usted quiere agregar buscando la materia. Usted puede agregar otras solicitudes desde cada materia de la misma manera. Una vez que usted ha agregado todas las solicitudes deseadas, presione el botón «Guardar» en la parte superior de la pantalla.
tr: Eklemek istediğiniz dersi ilgili konu başlığının altından seçerek bir istek ekleyebilirsiniz. Her konudan aynı şekilde istek ekleyebilir veya listenin son satırındaki ekle simgesi (+) ile konu adına tıklayarak aynı konuda başka bir istek ekleyebilirsiniz. Bunu yaptığınızda konu başlığının altında başka bir istek açılır menüsü seti görünecektir. İstediğiniz tüm istekleri ekledikten sonra ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: Furthermore, when you have saved the student's requests, you will have the option to specify a teacher or period and to exclude a teacher or period. To do this, select the teacher or period from the "With" and "Without" pull-down menus respectively. Once you have made all the desired modifications, click the "Save" button. You can also delete a request that you entered by clicking on the delete icon (-).
el: Επιπλέον, όταν έχετε αποθηκεύσει τα αιτήματα του μαθητή, θα έχετε την επιλογή να καθορίσετε έναν δάσκαλο ή μια περίοδο και να εξαιρέσετε έναν δάσκαλο ή περίοδο. Για να το κάνετε αυτό, επιλέξτε τον δάσκαλο ή την περίοδο από τα αναπτυσσόμενα μενού "Με" και "Χωρίς" αντίστοιχα. Αφού κάνετε όλες τις επιθυμητές τροποποιήσεις, κάντε κλικ στο κουμπί "Αποθήκευση". Μπορείτε επίσης να διαγράψετε ένα αίτημα που καταχωρίσατε κάνοντας κλικ στο εικονίδιο διαγραφής (-).
es_es: Además, usted tiene la posibilidad de especificar un docente o una hora y de excluir un docente o una hora. Para hacerlo, seleccione el docente o la hora desde los menús desplegables «Con» y «Sin».
tr: Ayrıca, öğrencinin isteklerini kaydettiğinizde, bir öğretmen veya dönem belirtme ve bir öğretmen veya dönemi hariç tutma seçeneğiniz olacak. Bunu yapmak için, sırasıyla "İle" ve "Olmadan" açılır menülerinden öğretmeni veya dönemi seçin. İstediğiniz tüm değişiklikleri yaptıktan sonra, "Kaydet" düğmesine tıklayın. Ayrıca, silme simgesine (-) tıklayarak girdiğiniz bir isteği silebilirsiniz.

source: <i>Group Schedule</i> allows you to schedule a group of students into one or more courses in one action.
el: Το <i>Ομαδικό χρονοδιάγραμμα</i> σάς επιτρέπει να προγραμματίσετε μια ομάδα μαθητών σε ένα ή περισσότερα μαθήματα σε μία ενέργεια.
es_es: <i>Programar en Grupo</i> le permite agregar uno o múltiples cursos a un grupo de estudiantes de una vez.
tr: <i>Grup Programı</i>, bir grup öğrenciyi tek bir eylemle bir veya daha fazla derse planlamanıza olanak tanır.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen. You can search for students who have requested a specific course or request by clicking on the "Choose" link next to the search options "Course" and "Request" respectively and choosing a course from the popup window that appears.
el: Πρέπει πρώτα να επιλέξετε μια (ομάδα) μαθητών χρησιμοποιώντας την οθόνη αναζήτησης "Εύρεση μαθητή". Μπορείτε να αναζητήσετε φοιτητές που έχουν ζητήσει ένα συγκεκριμένο μάθημα ή αίτημα κάνοντας κλικ στο σύνδεσμο "Επιλογή" δίπλα στις επιλογές αναζήτησης "Μάθημα" και "Αίτηση" αντίστοιχα και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται.
es_es: Usted debe primero seleccionar un (grupo de) estudiante(s) usando la pantalla de búsqueda «Encontrar un Estudiante». Usted puede buscar estudiantes que han solicitado un curso especifico haciendo clic sobre el enlace «Escoger» al lado de las opciones de búsqueda «Curso» y «Solicitud» y escogiendo un curso desde la ventana emergente que aparece.
tr: Öncelikle "Öğrenci Bul" arama ekranını kullanarak bir (öğrenci grubu) seçmeniz gerekir. Sırasıyla "Ders" ve "Talep" arama seçeneklerinin yanındaki "Seç" bağlantısına tıklayarak ve açılan pencereden bir ders seçerek belirli bir ders veya talepte bulunan öğrencileri arayabilirsiniz.

source: Select a course period to add by clicking the "Choose a Course" link at the top of the screen and choosing the course from the popup screen that appears. The window will close and the course period will now show on the page.
el: Επιλέξτε μια περίοδο μαθήματος για προσθήκη κάνοντας κλικ στο σύνδεσμο "Επιλογή μαθήματος" στο επάνω μέρος της οθόνης και επιλέγοντας το μάθημα από την αναδυόμενη οθόνη που εμφανίζεται. Το παράθυρο θα κλείσει και η περίοδος του μαθήματος θα εμφανίζεται τώρα στη σελίδα.
es_es: Para agregar un curso al horario de los estudiantes, haga clic sobre el enlace «Escoger un Curso» en la parte superior de la pantalla y seleccione el curso desde la ventana emergente que aparece. La pantalla se refrescara automáticamente para mostrar el curso.
tr: Ekranın üst kısmındaki "Bir Ders Seçin" bağlantısına tıklayarak ve açılan pencereden dersi seçerek eklemek istediğiniz bir ders dönemi seçin. Pencere kapanacak ve ders dönemi artık sayfada gösterilecektir.

source: Repeat the last step to select and add another course period.
el: Επαναλάβετε το τελευταίο βήμα για να επιλέξετε και να προσθέσετε μια άλλη περίοδο μαθημάτων.
es_es: Si necesario, repite el paso anterior para escoger y agregar un curso adicional.
tr: Başka bir ders dönemi seçmek ve eklemek için son adımı tekrarlayın.

source: Then, select the proper "Start Date" (the date that the students will first attend this course period), and the appropriate "Marking Period".
el: Στη συνέχεια, επιλέξτε την κατάλληλη «Ημερομηνία Έναρξης» (την ημερομηνία που οι φοιτητές θα παρακολουθήσουν για πρώτη φορά αυτήν την περίοδο μαθημάτων) και την κατάλληλη «Περίοδο Σήμανσης».
es_es: Luego, seleccione la "Fecha de Inicio" adecuada (la fecha en la cual los estudiantes empezaran la clase), y el "Período a Calificar" apropiado.
tr: Daha sonra uygun "Başlangıç ​​Tarihi"ni (öğrencilerin bu ders dönemine ilk katılacakları tarih) ve uygun "Notlandırma Dönemi"ni seçin.
