Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: You can specify the eligibility timeframe you want to view by choosing the timeframe from the pull-down menu at the top of the screen and clicking the "Go" button. Eligibility is entered once per week.
el: Μπορείτε να καθορίσετε το χρονικό πλαίσιο καταλληλότητας που θέλετε να προβάλετε επιλέγοντας το χρονικό πλαίσιο από το αναπτυσσόμενο μενού στο επάνω μέρος της οθόνης και κάνοντας κλικ στο κουμπί "Μετάβαση". Η επιλεξιμότητα εισάγεται μία φορά την εβδομάδα.
es_es: Usted puede especificar el transcurso de elegibilidad que quiere ver escogiendo las fechas en el menú desplegable en la parte superior de la pantalla y presionando el botón «Ir». La elegibilidad está entrada cada semana.
tr: Ekranın üst kısmındaki açılır menüden zaman dilimini seçip "Git" butonuna tıklayarak görüntülemek istediğiniz uygunluk zaman dilimini belirtebilirsiniz. Uygunluk haftada bir kez girilir.

source: <i>Number of Days for the Rotation</i>: school days are numbered on the calendar. For example for a 3-day rotation and school days from Monday to Friday. Monday is day 1, Tuesday is day 2, Wednesday is day 3, Thursday is day 1, Friday is day 2, and so on. Then, instead of assigning days to course periods, you will assign numbers. This is for example used with a 5-day rotation, so that a holiday does not cancel classes.
el: <i>Αριθμός ημερών για την εναλλαγή</i>: οι σχολικές ημέρες είναι αριθμημένες στο ημερολόγιο. Για παράδειγμα για 3ήμερη εκ περιτροπής και σχολικές ημέρες από Δευτέρα έως Παρασκευή. Η Δευτέρα είναι η 1η ημέρα, η Τρίτη είναι η 2η, η Τετάρτη είναι η 3η, η Πέμπτη είναι η Ημέρα 1, η Παρασκευή η Ημέρα 2 κ.ο.κ. Στη συνέχεια, αντί να εκχωρείτε ημέρες σε περιόδους μαθημάτων, θα εκχωρείτε αριθμούς. Αυτό χρησιμοποιείται για παράδειγμα με εναλλαγή 5 ημερών, έτσι ώστε μια αργία να μην ακυρώνει μαθήματα.
tr: <i>Rotasyon İçin Gün Sayısı</i>: okul günleri takvimde numaralandırılır. Örneğin 3 günlük bir rotasyon ve Pazartesiden Cumaya kadar olan okul günleri için. Pazartesi 1. gün, Salı 2. gün, Çarşamba 3. gün, Perşembe 1. gün, Cuma 2. gün vb. Daha sonra, ders dönemlerine gün atamak yerine, numaralar atayacaksınız. Bu örneğin 5 günlük bir rotasyonla kullanılır, böylece bir tatil dersleri iptal etmez.
