Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: Once the scheduler has run, which could take several minutes, it will notify you of any conflicts. The Scheduler output will also tell you if any course requested has zero available seats. If a request could not be met, you can change the requests accordingly to ensure complete scheduling. Once the schedules have been saved, you will be given the option to view the Schedule Report.
el: Μόλις εκτελεστεί ο προγραμματιστής, κάτι που μπορεί να διαρκέσει αρκετά λεπτά, θα σας ειδοποιήσει για τυχόν διενέξεις. Η έξοδος Scheduler θα σας ενημερώσει επίσης εάν κάποιο μάθημα που ζητάτε έχει μηδενικές διαθέσιμες θέσεις. Εάν ένα αίτημα δεν μπορούσε να ικανοποιηθεί, μπορείτε να αλλάξετε τα αιτήματα ανάλογα για να διασφαλίσετε τον πλήρη προγραμματισμό. Μόλις αποθηκευτούν τα χρονοδιαγράμματα, θα σας δοθεί η επιλογή να προβάλετε την Αναφορά Προγραμματισμού.
es_es: Una vez que el programador ha corrido, lo que puede tomar algunos minutos, le mostrara las Solicitudes Vacantes.
tr: Zamanlayıcı çalıştıktan sonra, bu birkaç dakika sürebilir, size herhangi bir çakışma olup olmadığını bildirecektir. Zamanlayıcı çıktısı ayrıca talep edilen herhangi bir dersin sıfır boş koltuğu olup olmadığını da söyleyecektir. Bir talep karşılanamadıysa, eksiksiz planlamayı sağlamak için talepleri buna göre değiştirebilirsiniz. Zamanlamalar kaydedildikten sonra, Zamanlama Raporunu görüntüleme seçeneği verilecektir.

source: <i>Schedule</i> is a display of the student's course schedule.
el: Το <i>Πρόγραμμα</i> είναι μια εμφάνιση του προγράμματος μαθημάτων του μαθητή.
es_es: <i>Horario Estudiante</i> muestra el horario de los estudiantes.
tr: <i>Program</i> öğrencinin ders programının bir göstergesidir.

source: <i>Schedule</i> is a display of your child's course schedule.
el: Το <i>Πρόγραμμα</i> είναι μια εμφάνιση του προγράμματος μαθημάτων του παιδιού σας.
es_es: <i>Horario Estudiante</i> muestra el horario de sus estudiantes.
tr: <i>Program</i> çocuğunuzun ders programının bir göstergesidir.

source: <i>Report Cards</i> is a utility that allows you to print report cards for any number of students.
el: Οι <i>Κάρτες αναφοράς</i> είναι ένα βοηθητικό πρόγραμμα που σας επιτρέπει να εκτυπώνετε κάρτες αναφοράς για οποιονδήποτε αριθμό μαθητών.
es_es: <i>Boletines de Calificaciones</i> le permite imprimir boletines de calificaciones para cualquier número de estudiantes.
tr: <i>Karneler</i>, herhangi sayıda öğrenci için karne yazdırmanıza olanak sağlayan bir araçtır.

source: You can search for students who are enrolled in a specific course by clicking the "Choose" link next to the "Course" search option and choosing a course from the popup window that appears. You can also limit your search based on weighted/unweighted GPA, class rank, and letter grade by filling in the upper and lower bounds of the GPA and class rank range and checking the desired letter grade checkboxes. For example, this allows you to search for all students in the top ten of their class, all students who are failing, or all students who have failed at least one course in the marking periods selected.
el: Μπορείτε να αναζητήσετε φοιτητές που είναι εγγεγραμμένοι σε ένα συγκεκριμένο μάθημα κάνοντας κλικ στον σύνδεσμο "Επιλογή" δίπλα στην επιλογή αναζήτησης "Μάθημα" και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται. Μπορείτε επίσης να περιορίσετε την αναζήτησή σας με βάση τη σταθμισμένη/μη σταθμισμένη ΣΔΣ, την κατάταξη τάξης και τον βαθμό γραμμάτων, συμπληρώνοντας τα άνω και κάτω όρια του εύρους κατάταξης ΣΔΣ και τάξης και ελέγχοντας τα πλαίσια ελέγχου του επιθυμητού βαθμού γραμμάτων. Για παράδειγμα, αυτό σας επιτρέπει να αναζητήσετε όλους τους μαθητές στην πρώτη δεκάδα της τάξης τους, όλους τους μαθητές που αποτυγχάνουν ή όλους τους μαθητές που απέτυχαν τουλάχιστον σε ένα μάθημα στις επιλεγμένες περιόδους βαθμολογίας.
es_es: Usted puede buscar estudiantes que están en un curso especifico haciendo clic sobre el enlace «Escoger» al lado de la opción «Curso» y escogiendo un curso desde la ventana emergente que aparece. Usted también puede limitar su búsqueda por promedio, puesto en la clase, y calificación en la Búsqueda Avanzada. Por ejemplo, usted puede buscar los 10 mejores estudiantes de una clase, los estudiantes que fallan.
tr: "Ders" arama seçeneğinin yanındaki "Seç" bağlantısına tıklayarak ve açılan açılır pencereden bir ders seçerek belirli bir derse kayıtlı öğrencileri arayabilirsiniz. Ayrıca, GPA ve sınıf sıralaması aralığının üst ve alt sınırlarını doldurarak ve istenen harf notu onay kutularını işaretleyerek aramanızı ağırlıklı/ağırlıksız GPA, sınıf sıralaması ve harf notuna göre sınırlayabilirsiniz. Örneğin, bu, sınıflarının ilk on sırasındaki tüm öğrencileri, başarısız olan tüm öğrencileri veya seçilen notlandırma dönemlerinde en az bir dersten başarısız olan tüm öğrencileri aramanıza olanak tanır.

source: Also, you can choose to print the report cards with mailing labels. The report cards will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one report card may be printed per student if the student has guardians residing at more than one address.
el: Επίσης, μπορείτε να επιλέξετε να εκτυπώσετε τις κάρτες αναφοράς με ετικέτες αλληλογραφίας. Οι κάρτες αναφοράς θα έχουν ετικέτες αλληλογραφίας τοποθετημένες με τέτοιο τρόπο ώστε να είναι ορατές σε έναν φάκελο με παράθυρο όταν το φύλλο διπλώνεται στα τρίτα. Μπορούν να εκτυπωθούν περισσότερες από μία κάρτες αναφοράς ανά μαθητή, εάν ο μαθητής έχει κηδεμόνες που διαμένουν σε περισσότερες από μία διευθύνσεις.
es_es: También puede escoger imprimir los boletines con etiquetas de correo. Los boletines tendrán etiquetas de correo posicionadas de una manera visible para un sobre con ventana cuando la hoja está doblada en tercios. Mas de una carta puede ser impresa por estudiante si el estudiante tiene padres residiendo en mas de una dirección.
tr: Ayrıca, karneleri posta etiketleriyle yazdırmayı da seçebilirsiniz. Karnelerde, sayfa üçe katlandığında pencereli bir zarfta görülebilecek şekilde konumlandırılmış posta etiketleri olacaktır. Öğrencinin birden fazla adreste ikamet eden velileri varsa, öğrenci başına birden fazla karne yazdırılabilir.

source: Before printing the report cards, you must select which marking periods to display on the report card by checking desired marking period checkboxes.
el: Πριν εκτυπώσετε τις κάρτες αναφοράς, πρέπει να επιλέξετε ποιες περίοδοι επισήμανσης θα εμφανίζονται στην κάρτα αναφοράς, επιλέγοντας τα επιθυμητά πλαίσια ελέγχου περιόδου επισήμανσης.
es_es: Antes de imprimir los boletines, usted debe seleccionar cual periodo a calificar será en el boletín, marcando las casillas de los periodos deseados.
tr: Karnelerinizi yazdırmadan önce, karnede hangi not dönemlerinin gösterileceğini, istediğiniz not dönemi onay kutularını işaretleyerek seçmelisiniz.

source: The report cards will be automatically downloaded to your computer in the printable PDF format when you click the "Create Report Cards for Selected Students" button.
el: Οι κάρτες αναφοράς θα ληφθούν αυτόματα στον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί "Δημιουργία καρτών αναφοράς για επιλεγμένους μαθητές".
es_es: Los boletines estarán automáticamente creados en el formato imprimible PDF cuando presiona el botón «Crear Boletín de Calificaciones para los Estudiantes Seleccionados».
tr: "Seçilen Öğrenciler İçin Karne Oluştur" butonuna tıkladığınızda karneler otomatik olarak yazdırılabilir PDF formatında bilgisayarınıza indirilecektir.

source: <i>Honor Roll</i> allows you to create honor roll lists or certificates.
el: H <i>Τιμιτική διάκριση</i> σάς επιτρέπει να δημιουργείτε λίστες ή πιστοποιητικά καταλόγου τιμής.
es_es: <i>Cuadro de Honor</i> le permite crear listas o certificados de cuadro de honor.
tr: <i>Onur Listesi</i> onur listesi veya sertifikaları oluşturmanıza olanak tanır.

source: The Honor Roll GPA values are setup via the Grades > Grading Scales program.
el: Οι τιμές της Τιμιτικής διάκρισης MOB ρυθμίζονται μέσω του προγράμματος Baumoşı > Κλίμακες βαθμολόγησης.
es_es: Los valores de promedio del Cuadro de Honor se configuran en el programa Calificaciones &gt; Escalas de Calificaciones.
tr: <i>Onur Listesi</i> onur listesi veya sertifikaları oluşturmanıza olanak tanır.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen. You can search for students who qualify for "Honor" or "High Honor" by checking the respective checkboxes. You can also search for students who have requested a specific course by clicking on the "Choose" link next to the search option "Course" and choosing a course from the popup window that appears.
el: Πρέπει πρώτα να επιλέξετε μια (ομάδα) μαθητών χρησιμοποιώντας την οθόνη αναζήτησης "Εύρεση μαθητή". Μπορείτε να αναζητήσετε μαθητές που πληρούν τις προϋποθέσεις για "Διάκριση" ή "Υψηλή Διάκριση" επιλέγοντας τα αντίστοιχα πλαίσια ελέγχου. Μπορείτε επίσης να αναζητήσετε φοιτητές που έχουν ζητήσει ένα συγκεκριμένο μάθημα κάνοντας κλικ στον σύνδεσμο "Επιλογή" δίπλα στην επιλογή αναζήτησης "Μάθημα" και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται.
es_es: Usted debe primero seleccionar un (grupo de) estudiante(s) usando la pantalla de búsqueda «Encontrar un Estudiante». Usted puede buscar estudiantes que califican para la "Distinción" o la "Distinción de Honor" marcando las casillas respectivas. Usted puede buscar estudiantes que están en un curso especifico haciendo clic sobre el enlace «Escoger» al lado de las opción de búsqueda «Curso» y escogiendo un curso desde la ventana emergente que aparece.
tr: Öncelikle "Öğrenci Bul" arama ekranını kullanarak bir (öğrenci grubu) seçmeniz gerekir. İlgili onay kutularını işaretleyerek "Onur" veya "Yüksek Onur" almaya hak kazanan öğrencileri arayabilirsiniz. Ayrıca, "Ders" arama seçeneğinin yanındaki "Seç" bağlantısına tıklayarak ve açılan pencereden bir ders seçerek belirli bir dersi talep eden öğrencileri arayabilirsiniz.

source: Alternatively, you can choose a Subject from the dropdown list on the "Find a Student" search screen to create honor roll lists or certificates by subject.
el: Εναλλακτικά, μπορείτε να επιλέξετε ένα Θέμα από την αναπτυσσόμενη λίστα στην οθόνη αναζήτησης "Εύρεση μαθητή" για να δημιουργήσετε λίστες καταλόγου τιμών ή πιστοποιητικά ανά θέμα.
es_es: De manera alternativa, puede escoger una Materia desde la lista desplegable de la pantalla de búsqueda "Encontrar un Estudiante" al fin de crear Cuadros de Honor por materia.
tr: Alternatif olarak, "Öğrenci Bul" arama ekranındaki açılır listeden bir Konu seçerek konuya göre onur listesi veya sertifika oluşturabilirsiniz.

source: Then, you can generate "Certificates" or a "List" of the qualifiers by selecting the right option at the top of the screen. The Certificate text can be personalized by editing it. Finally, click the "Create Honor Roll for Selected Students" button to generate the Honor Roll certificates or the List of qualifiers in a PDF format to print or email. Alternatively, you can click the "Download" icon to generate a spreadsheet of this data.
el: Στη συνέχεια, μπορείτε να δημιουργήσετε "Πιστοποιητικά" ή μια "Λίστα" των προκριματικών επιλέγοντας τη σωστή επιλογή στο επάνω μέρος της οθόνης. Το κείμενο του πιστοποιητικού μπορεί να εξατομικευτεί με την επεξεργασία του. Τέλος, κάντε κλικ στο κουμπί "Δημιουργία λίστας τιμής για επιλεγμένους μαθητές" για να δημιουργήσετε τα πιστοποιητικά Honor Roll ή τη λίστα προκριματικών σε μορφή PDF για εκτύπωση ή email. Εναλλακτικά, μπορείτε να κάνετε κλικ στο εικονίδιο "Λήψη" για να δημιουργήσετε ένα υπολογιστικό φύλλο με αυτά τα δεδομένα.
es_es: Luego, se puede generar "Certificados" o una "Lista" de los que califican seleccionando la opción correcta en la parte superior de la pantalla. El texto del Certificado puede ser personalizado modificando lo. Finalmente presione el botón "Crear Cuadro de Honor para los Estudiantes Seleccionados" para generar los certificados de Cuadro de Honor o la lista de los que califican en PDF, listo para imprimir o enviar. Alternativamente, se puede dar clic sobre el icono "Descargar" para generar un archivo Excel de estos datos.
tr: Daha sonra, ekranın üst kısmındaki doğru seçeneği seçerek "Sertifikalar" veya niteleyicilerin bir "Listesini" oluşturabilirsiniz. Sertifika metni düzenlenerek kişiselleştirilebilir. Son olarak, "Seçilen Öğrenciler için Onur Listesi Oluştur" düğmesine tıklayarak Onur Listesi sertifikalarını veya niteleyicilerin listesini yazdırabileceğiniz veya e-postayla gönderebileceğiniz bir PDF formatında oluşturun. Alternatif olarak, bu verilerin bir elektronik tablosunu oluşturmak için "İndir" simgesine tıklayabilirsiniz.

source: <i>Transcripts</i> is a utility that allows you to print transcripts for any number of students.
el: Το <i>Μεταγραφές</i> είναι ένα βοηθητικό πρόγραμμα που σας επιτρέπει να εκτυπώνετε μεταγραφές για οποιονδήποτε αριθμό μαθητών.
es_es: <i>Expedientes Académicos</i> le permite imprimir expedientes académicos para cualquier número de estudiantes.
tr: <i>Transkriptler</i>, herhangi sayıda öğrenci için transkriptleri yazdırmanıza olanak sağlayan bir yardımcı programdır.

source: Before printing the transcripts, you must select which marking periods to display on the transcript by checking desired marking period checkboxes.
el: Πριν εκτυπώσετε τις μεταγραφές, πρέπει να επιλέξετε ποιες περίοδοι επισήμανσης θα εμφανίζονται στη μεταγραφή, επιλέγοντας τα πλαίσια ελέγχου της επιθυμητής περιόδου επισήμανσης.
es_es: Antes de imprimir los expedientes, usted debe seleccionar cuales periodos a calificar serán en el expediente marcando las casillas de los periodos a calificar. También puede escoger incluir la foto del estudiante o los comentarios asociados a cada curso.
tr: Transkriptleri yazdırmadan önce, transkriptte hangi not dönemlerinin gösterileceğini, istenilen not dönemi onay kutularını işaretleyerek seçmelisiniz.

source: The transcripts will be automatically downloaded to your computer in the printable PDF format when you click the "Submit" button.
el: Οι μεταγραφές θα ληφθούν αυτόματα στον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί "Υποβολή".
es_es: Los expedientes estarán automáticamente creados en el formato imprimible PDF cuando presiona el botón «Crear Expedientes Académicos para los Estudiantes Seleccionados».
tr: "Gönder" butonuna tıkladığınızda transkriptler otomatik olarak yazdırılabilir PDF formatında bilgisayarınıza indirilecektir.

source: <i>Teacher Completion</i> is a report that shows which teachers have not entered grades for any given marking period.
el: Η <i>Ολοκλήρωση καθηγητή</i> είναι μια αναφορά που δείχνει ποιοι δάσκαλοι δεν έχουν εισαγάγει βαθμούς για μια δεδομένη περίοδο βαθμολογίας.
es_es: <i>Control Docente</i> es un reporte que muestra cuales docentes no han entrado las calificaciones de cualquier periodo a calificar.
tr: <i>Öğretmen Tamamlama</i> raporu, belirli bir notlandırma dönemi için not girmeyen öğretmenleri gösteren bir rapordur.

source: The red checks indicate that a teacher has failed to enter the current marking period's grades for that period.
el: Τα κόκκινα μάγουλα υποδεικνύουν ότι ένας δάσκαλος απέτυχε να εισαγάγει τους βαθμούς της τρέχουσας περιόδου βαθμολόγησης για αυτήν την περίοδο.
es_es: Las cruces rojas indican que el docente no ha entrado las calificaciones del periodo a calificar actual para esta hora.
tr: Kırmızı yanaklar, öğretmenin o döneme ait geçerli notlandırma dönemi notlarını girmediğini gösterir.

source: You can select the current quarter, semester from the pull-down menu at the top of the screen. To change the current quarter, change the marking period pull-down menu on the left frame. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen.
el: Μπορείτε να επιλέξετε το τρέχον τρίμηνο, εξάμηνο από το αναπτυσσόμενο μενού στο επάνω μέρος της οθόνης. Για να αλλάξετε το τρέχον τρίμηνο, αλλάξτε το αναπτυσσόμενο μενού περιόδου επισήμανσης στο αριστερό πλαίσιο. Μπορείτε επίσης να εμφανίσετε μόνο μία τελεία επιλέγοντας αυτήν την περίοδο από το αναπτυσσόμενο μενού περιόδου στο επάνω μέρος της οθόνης.
es_es: Usted puede seleccionar el trimestre, semestre actual desde el menú desplegable en la parte superior de la pantalla. Para cambiar el bimestre actual, usa el menú desplegable de los periodos a calificar en el marco izquierdo. Usted también puede mostrar solamente una hora escogiéndola en el menú desplegable en la parte superior de la pantalla.
tr: Ekranın üst kısmındaki açılır menüden geçerli çeyreği, dönemi seçebilirsiniz. Geçerli çeyreği değiştirmek için sol çerçevedeki notlandırma dönemi açılır menüsünü değiştirin. Ayrıca, ekranın üst kısmındaki dönem açılır menüsünden o dönemi seçerek yalnızca bir dönemi gösterebilirsiniz.

source: <i>Grade Breakdown</i> is a report that shows the number of each grade that a teacher gave.
el: Η <i>Ανάλυση Βαθμού</i> είναι μια αναφορά που δείχνει τον αριθμό κάθε βαθμού που έδωσε ένας δάσκαλος.
es_es: <i>Análisis de Note</i> es un reporte que muestra el número de cada calificación que un docente dio.
tr: <i>Not Dağılımı</i>, bir öğretmenin verdiği her notun sayısını gösteren bir rapordur.

source: You can select the current quarter, semester from the pull-down menu at the top of the screen. To change the current quarter, change the marking period pull-down menu on the left frame.
el: Μπορείτε να επιλέξετε το τρέχον τρίμηνο, εξάμηνο από το αναπτυσσόμενο μενού στο επάνω μέρος της οθόνης. Για να αλλάξετε το τρέχον τρίμηνο, αλλάξτε το αναπτυσσόμενο μενού περιόδου επισήμανσης στο αριστερό πλαίσιο.
es_es: Usted puede seleccionar el trimestre, semestre actual desde el menú desplegable en la parte superior de la pantalla. Para cambiar el bimestre actual, usa el menú desplegable de los periodos a calificar en el marco izquierdo.
tr: Ekranın üst kısmındaki açılır menüden geçerli çeyreği, dönemi seçebilirsiniz. Geçerli çeyreği değiştirmek için sol çerçevedeki notlandırma dönemi açılır menüsünü değiştirin.

source: <i>Student Grades</i> allows you to view the grades earned by a student.
el: Οι <i>Βαθμοί μαθητών</i> σάς επιτρέπουν να βλέπετε τους βαθμούς που έχει κερδίσει ένας μαθητής.
es_es: <i>Calificaciones de los Estudiantes</i> le permite ver las calificaciones de cualquier número de estudiantes.
tr: <i>Öğrenci Notları</i>, bir öğrencinin aldığı notları görüntülemenizi sağlar.

source: <i>Final Grades</i> allows you to view the final grades earned by any number of students.
el: Οι <i>Τελικοί Βαθμοί</i> σάς επιτρέπουν να προβάλετε τους τελικούς βαθμούς που κέρδισαν οποιοσδήποτε αριθμός μαθητών.
es_es: <i>Calificaciones Finales</i> le permite ver las calificaciones finales de cualquier número de estudiantes.
tr: <i>Final Notları</i>, herhangi bir sayıda öğrencinin aldığı final notlarını görüntülemenize olanak tanır.

source: Then, select what you would like to include on the Grade List: "Teacher", "Comments" and "Year-to-date Daily Absences" are pre-checked by default. If you wish to include other columns, please check them. Do not forget to check the Marking Periods to show on the Grade List.
el: Στη συνέχεια, επιλέξτε τι θέλετε να συμπεριλάβετε στη Λίστα Βαθμών: Τα "Δάσκαλος", τα "Σχόλια" και οι "Ημερήσιες απουσίες από το έτος έως την ημερομηνία" ελέγχονται εκ των προτέρων από προεπιλογή. Εάν θέλετε να συμπεριλάβετε άλλες στήλες, ελέγξτε τις. Μην ξεχάσετε να ελέγξετε τις περιόδους σήμανσης που θα εμφανίζονται στη λίστα βαθμών.
es_es: Luego, seleccione lo que quiere incluir en la Lista de Calificaciones: "Docente", "Comentarios" y "Ausencias Diarias del Año a la fecha" están pre-marcados por defecto. Si desea incluir otras columnas, marque las por favor. No olvide marcar los Períodos a Calificar que desea incluir en la Lista de Calificaciones.
tr: Ardından, Not Listesine ne eklemek istediğinizi seçin: "Öğretmen", "Yorumlar" ve "Yıl Başından Bugüne Günlük Devamsızlıklar" varsayılan olarak önceden işaretlenmiştir. Başka sütunlar eklemek isterseniz, lütfen işaretleyin. Not Listesinde gösterilecek Notlandırma Dönemlerini işaretlemeyi unutmayın.

source: Finally, click the "Create Grade Lists for Selected Students" button.
el: Τέλος, κάντε κλικ στο κουμπί «Δημιουργία καταλόγων βαθμών για επιλεγμένους μαθητές».
es_es: Finalmente, presione el botón "Crear Listas de Calificaciones para los Estudiantes Seleccionados".
tr: Son olarak "Seçili Öğrenciler İçin Not Listeleri Oluştur" butonuna tıklayın.

source: Please note that if you select only ONE marking period, you will be able to delete Final Grades by clicking the (-) icon on the left hand side of the page, and then confirm your choice.
el: Λάβετε υπόψη ότι εάν επιλέξετε μόνο ΜΙΑ περίοδο σήμανσης, θα μπορείτε να διαγράψετε τους Τελικούς Βαθμούς κάνοντας κλικ στο εικονίδιο (-) στην αριστερή πλευρά της σελίδας και στη συνέχεια να επιβεβαιώσετε την επιλογή σας.
es_es: Nota bien por favor que si usted selecciona solamente UN Período a Calificar, usted podrá eliminar la Calificación Final haciendo clic sobre el icono "-" en la parte izquierda de la pantalla, y luego confirmar su elección.
tr: Sadece BİR notlandırma dönemi seçmeniz durumunda, sayfanın sol tarafındaki (-) simgesine tıklayarak Final Notlarını silebileceğinizi ve ardından seçiminizi onaylayabileceğinizi lütfen unutmayın.

source: <i>GPA / Class Rank List</i> is a report that shows the unweighted GPA, weighted GPA, and class rank of each student at your school.
el: Η <i>ΜΟΒ / Λίστα κατάταξης τάξης</i> είναι μια αναφορά που δείχνει τη μη σταθμισμένη ΜΟΒ, τη σταθμισμένη ΜΟΒ και την τάξη τάξης κάθε μαθητή στο σχολείο σας.
es_es: <i>Lista Promedio / Puesto en la Clase</i> es un reporte que muestra el promedio ponderado, no ponderado, y puesto en la clase de cada estudiante en su institución.
tr: <i>GPA / Sınıf Sıralaması Listesi</i>, okulunuzdaki her öğrencinin ağırlıksız GPA'sını, ağırlıklı GPA'sını ve sınıf sıralamasını gösteren bir rapordur.

source: As with any list in RosarioSIS, you can sort by any value displayed by clicking on the coresponding column heading. For example, you can sort by grade by clicking on the "Grade" column heading. Similarly, you can sort by unweighted GPA by clicking on the "Unweighted GPA" column heading.
el: Όπως συμβαίνει με οποιαδήποτε λίστα στο RosarioSIS, μπορείτε να ταξινομήσετε κατά οποιαδήποτε τιμή που εμφανίζεται κάνοντας κλικ στην επικεφαλίδα της αντίστοιχης στήλης. Για παράδειγμα, μπορείτε να ταξινομήσετε κατά βαθμό κάνοντας κλικ στην επικεφαλίδα της στήλης "Βαθμός". Ομοίως, μπορείτε να ταξινομήσετε κατά μη σταθμισμένο ΜΟΒ κάνοντας κλικ στην επικεφαλίδα της στήλης "Μη σταθμισμένος ΜΟΒ".
es_es: Como para cada lista en RosarioSIS, usted puede ordenar cualquier dato haciendo clic sobre el titulo de la columna en el encabezado. Por ejemplo, usted puede ordenar por grado haciendo clic sobre «Grado» en el encabezado.
tr: RosarioSIS'teki herhangi bir listede olduğu gibi, ilgili sütun başlığına tıklayarak görüntülenen herhangi bir değere göre sıralayabilirsiniz. Örneğin, "Sınıf" sütun başlığına tıklayarak sınıfa göre sıralayabilirsiniz. Benzer şekilde, "Ağırlıksız GPA" sütun başlığına tıklayarak ağırlıksız GPA'ya göre sıralayabilirsiniz.

source: <i>Configuration</i> allows you to override individual teacher configuration and configure the gradebook for them.
el: Η <i>Διαμόρφωση</i> σάς επιτρέπει να παρακάμψετε τη διαμόρφωση μεμονωμένων εκπαιδευτικών και να διαμορφώσετε το βιβλίο βαθμών για αυτούς.
es_es: <i>Configuración</i> le permite invalidar la configuración individual de los docentes y configurar el libro de calificaciones para ellos.
tr: <i>Yapılandırma</i>, bireysel öğretmen yapılandırmasını geçersiz kılmanıza ve not defterini onlar adına yapılandırmanıza olanak tanır.
