Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: <i>Average Attendance by Day</i> is a report that shows the number of students, days possible, the number of student days present, the number of student days absent, and the Average Daily Attendance per day for any date range at your school. These numbers are broken down by grade.
el: Η <i>Μέση φοίτηση ανά ημέρα</i> είναι μια αναφορά που δείχνει τον αριθμό των μαθητών, τις πιθανές ημέρες, τον αριθμό των παρόντων φοιτητικών ημερών, τον αριθμό των φοιτητικών ημερών που απουσιάζουν και τη Μέση Ημερήσια Συμμετοχή ανά ημέρα για οποιοδήποτε εύρος ημερομηνιών στο το σχολείο σου. Αυτοί οι αριθμοί αναλύονται ανά βαθμό.
es_es: <i>Asistencia Promedio por Día</i> es un reporte que muestra el número de estudiantes, los días posibles, el número de estudiantes presentes por los días posibles, el número de estudiantes ausentes por los días posibles, la Asistencia Diaria Promedio por día, el número de estudiantes presentes por día promedio, y el número de estudiantes ausentes por día promedio. Estos números están para cada grado.
tr: <i>Günlük Ortalama Katılım</i>, okulunuzdaki herhangi bir tarih aralığı için öğrenci sayısını, olası günleri, öğrencilerin bulunduğu gün sayısını, öğrencilerin devamsızlık yaptığı gün sayısını ve günlük Ortalama Günlük Katılımı gösteren bir rapordur. Bu sayılar sınıflara göre ayrılmıştır.

source: <i>Attendance Chart</i> is a report that shows the daily attendance status of any number of students for every date during any timeframe.
el: Το <i>Πίνακας συμμετοχών</i> είναι μια αναφορά που δείχνει την ημερήσια κατάσταση φοίτησης οποιουδήποτε αριθμού μαθητών για κάθε ημερομηνία κατά τη διάρκεια οποιουδήποτε χρονικού πλαισίου.
es_es: <i>Gráfico de Asistencia</i> es un reporte que muestra la asistencia diaria de cualquier número de estudiantes para cada día de un transcurso.
tr: <i>Devam Tablosu</i>, herhangi bir zaman diliminde, herhangi bir sayıda öğrencinin günlük devam durumunu gösteren bir rapordur.

source: After searching for students, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the "Go" button. The list shows each student's daily attendance value for each day with color codes. A red box signifies that the student was absent all day, a yellow box signifies that a student was absent half-day, and a green box signifies that a student was present all day long.
el: Αφού κάνετε αναζήτηση για μαθητές, μπορείτε να αλλάξετε το εύρος ημερομηνιών αλλάζοντας τα αναπτυσσόμενα μενού ημερομηνιών στο επάνω μέρος της οθόνης και κάνοντας κλικ στο κουμπί "Μετάβαση". Η λίστα εμφανίζει την ημερήσια τιμή παρακολούθησης κάθε μαθητή για κάθε ημέρα με χρωματικούς κωδικούς. Ένα κόκκινο πλαίσιο σημαίνει ότι ο μαθητής απουσίαζε όλη την ημέρα, ένα κίτρινο πλαίσιο σημαίνει ότι ένας μαθητής απουσίαζε τη μισή ημέρα και ένα πράσινο πλαίσιο σημαίνει ότι ένας μαθητής ήταν παρών όλη την ημέρα.
es_es: Después de buscar por estudiantes, usted puede cambiar el periodo con las fechas en los menús desplegables en la parte superior de la pantalla. La lista muestra el dato de asistencia diaria de cada estudiante para cada día con un código de color. Rojo significa ausente todo el día, amarillo significa ausente medio día y verde significa presente todo el día.
tr: Öğrencileri aradıktan sonra, ekranın üst kısmındaki tarih açılır menülerini değiştirerek ve "Git" düğmesine tıklayarak tarih aralığını değiştirebilirsiniz. Liste, her öğrencinin her gün için günlük katılım değerini renk kodlarıyla gösterir. Kırmızı kutu, öğrencinin tüm gün devamsızlık yaptığını, sarı kutu, öğrencinin yarım gün devamsızlık yaptığını ve yeşil kutu, öğrencinin tüm gün boyunca mevcut olduğunu gösterir.

source: You can see the attendance records for each period for any student by clicking on a student's name from the list. Here, the absence code is displayed in the color-coded box.
el: Μπορείτε να δείτε τα αρχεία παρακολούθησης για κάθε περίοδο για κάθε μαθητή κάνοντας κλικ στο όνομα ενός μαθητή από τη λίστα. Εδώ, ο κωδικός απουσίας εμφανίζεται στο χρωματικά κωδικοποιημένο πλαίσιο.
es_es: Usted puede ver los registros de asistencia para cada hora, para cualquier estudiante haciendo clic sobre el nombre del estudiante. Aquí, el código está en la casilla de color.
tr: Herhangi bir öğrencinin her dönem için katılım kayıtlarını, listeden bir öğrencinin adına tıklayarak görebilirsiniz. Burada, devamsızlık kodu renk kodlu kutuda görüntülenir.

source: <i>Absence Summary</i> is a report that shows the days for which a student has an absence. Select the <i>Absence Summary</i> from the pull-down at the top of the screen.
el: Η <i>Περίληψη απουσιών</i> είναι μια αναφορά που δείχνει τις ημέρες κατά τις οποίες ένας μαθητής έχει απουσία. Επιλέξτε την <i>Σύνοψη απουσίας</i> από το αναπτυσσόμενο μενού στο επάνω μέρος της οθόνης.
es_es: <i>Resumen de la Ausencia</i> es un reporte que muestra los días por lo cuales un estudiante tiene una ausencia. Seleccione el <i>Resumen de la Ausencia</i> desde el menú desplegable en la parte superior de la pantalla.
tr: <i>Devamsızlık Özeti</i>, bir öğrencinin devamsız olduğu günleri gösteren bir rapordur. Ekranın üst kısmındaki açılır menüden <i>Devamsızlık Özeti</i>'ni seçin.

source: <i>Teacher Completion</i> is a report that shows which teachers have not entered attendance for any given day.
el: Η <i>Ολοκλήρωση Επαιδευτικού</i> είναι μια αναφορά που δείχνει ποιοι καθηγητές δεν έχουν συμμετάσχει σε κάποια συγκεκριμένη ημέρα.
es_es: <i>Control Docente</i> es un reporte que muestra cuales docentes no han tomado la asistencia para cualquier día.
tr: <i>Öğretmen Tamamlama</i> raporu, belirli bir gün için hangi öğretmenlerin devamsızlık girmediğini gösteren bir rapordur.

source: The red checks indicate that a teacher has failed to enter the current day's attendance for that period.
el: Οι κόκκινοι έλεγχοι υποδεικνύουν ότι ένας δάσκαλος απέτυχε να εισαγάγει τη συμμετοχή της τρέχουσας ημέρας για αυτήν την περίοδο.
es_es: Las cruces rojas indican que un docente no entró la asistencia del día para este periodo.
tr: Kırmızı onay işaretleri, öğretmenin o dönem için geçerli günlük devam durumunu girmediğini göstermektedir.

source: You can select the current date from the pull-down menu at the top of the screen. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a date or period, the list will be automtically refreshed with the new parameters.
el: Μπορείτε να επιλέξετε την τρέχουσα ημερομηνία από το αναπτυσσόμενο μενού στο επάνω μέρος της οθόνης. Μπορείτε επίσης να εμφανίσετε μόνο μία τελεία επιλέγοντας αυτήν την περίοδο από το αναπτυσσόμενο μενού περιόδου στο επάνω μέρος της οθόνης. Αφού επιλέξετε ημερομηνία ή περίοδο, η λίστα θα ανανεωθεί αυτόματα με τις νέες παραμέτρους.
es_es: Usted puede seleccionar la fecha actual en el menú desplegable en la parte superior de la pantalla. Usted también puede mostrar solamente una hora escogiéndola en el menú desplegable de las horas en la parte superior de la pantalla.
tr: Ekranın üst kısmındaki açılır menüden geçerli tarihi seçebilirsiniz. Ayrıca, ekranın üst kısmındaki açılır menüden o dönemi seçerek yalnızca bir dönemi gösterebilirsiniz. Bir tarih veya dönem seçtikten sonra, liste yeni parametrelerle otomatik olarak yenilenecektir.

source: <i>Recalculate Daily Attendance</i> is a utility to recalculate the daily attendance for a specific time-frame.
el: Το <i>Επανϋπολογισμός ημερήσιας συμμετοχής</i> είναι ένα βοηθητικό πρόγραμμα για τον εκ νέου υπολογισμό της ημερήσιας παρουσίας για ένα συγκεκριμένο χρονικό πλαίσιο.
es_es: <i>Recalcular Asistencia Diaria</i> es una utilidad para recalcular la asistencia diaria de un transcurso especifico.
tr: <i>Günlük Katılımı Yeniden Hesapla</i>, belirli bir zaman dilimi için günlük katılımı yeniden hesaplamak için kullanılan bir yardımcı programdır.

source: Select the time-frame and click "OK". All attendance will be then calculated for whole day/half day. Please select a shorter time-frame if the system freezes. Using this utility can avoid problems related to missing course periods attendance.
el: Επιλέξτε το χρονικό πλαίσιο και κάντε κλικ στο "OK". Όλες οι παρουσίες θα υπολογίζονται στη συνέχεια για ολόκληρη την ημέρα/μισή μέρα. Επιλέξτε ένα μικρότερο χρονικό πλαίσιο εάν το σύστημα παγώσει. Η χρήση αυτού του βοηθητικού προγράμματος μπορεί να αποφύγει προβλήματα που σχετίζονται με την απώλεια περιόδων παρακολούθησης μαθημάτων.
es_es: Seleccione el transcurso y presione "OK". Toda la asistencia estará calculada para el día completo y el medio día. Seleccione un transcurso más corto si el sistema se congela. Usando esta utilidad podrá evitar problemas relacionados con la asistencia faltante de las clases.
tr: Zaman dilimini seçin ve "Tamam"a tıklayın. Tüm katılımlar daha sonra tüm gün/yarım gün için hesaplanacaktır. Sistem donarsa lütfen daha kısa bir zaman dilimi seçin. Bu yardımcı programı kullanarak ders dönemlerinin kaçırılmasıyla ilgili sorunları önleyebilirsiniz.

source: <i>Delete Duplicate Attendance</i> is a utility to spot and delete any attendance that was taken for a student AFTER their enrollment drop date.
el: Το <i>Διαγραφή διπλής παρακολούθησης</i> είναι ένα βοηθητικό πρόγραμμα για τον εντοπισμό και τη διαγραφή οποιασδήποτε συμμετοχής ενός μαθητή ΜΕΤΑ την ημερομηνία εγκατάλειψης της εγγραφής του.
es_es: <i>Eliminar Asistencia Duplicada</i> es una utilidad para localizar y eliminar cualquier asistencia tomada para un estudiante DESPUÉS de su fecha de retiro.
tr: <i>Yinelenen Katılımı Sil</i>, bir öğrencinin kayıt silme tarihinden SONRA alınan herhangi bir katılımı tespit edip silmek için kullanılan bir yardımcı programdır.

source: In case a student is retro-actively dropped from a course, but attendance has already been taken by teachers or administrators for dates after the drop date.
el: Σε περίπτωση που ένας μαθητής αποσυρθεί αναδρομικά από ένα μάθημα, αλλά η παρακολούθηση έχει ήδη ληφθεί από καθηγητές ή διαχειριστές για ημερομηνίες μετά την ημερομηνία διακοπής.
es_es: En el caso de que un estudiante este retirado de manera retroactiva de un curso, pero la asistencia ya ha sido tomada por docentes o administradores para fechas posteriores a la fecha de retiro.
tr: Öğrencinin geriye dönük olarak bir dersten kaydının silinmesi halinde, ancak kayıt silme tarihinden sonraki tarihlerde öğretmen veya idareciler tarafından yoklama alınmış olması.

source: <i>Attendance Codes</i> allows you to setup your school's attendance codes. Attendance codes are used in the teacher's "Take Attendance" program (as well as most of the Attendance reports) and specify whether or not the student was present during the period, and if he wasn't, the reason.
el: Οι <i>Κωδικοί συμμετοχής</i> σάς επιτρέπουν να ορίσετε τους κωδικούς φοίτησης του σχολείου σας. Οι κωδικοί παρακολούθησης χρησιμοποιούνται στο πρόγραμμα "Πάρτε Παρουσίες" του εκπαιδευτικού (καθώς και στις περισσότερες αναφορές Παρακολούθησης) και προσδιορίζουν εάν ο μαθητής ήταν παρών κατά τη διάρκεια της περιόδου και, εάν δεν ήταν, ο λόγος.
es_es: <i>Códigos de Asistencia</i> le permite configurar los códigos de asistencia de su institución. Los códigos de asistencia son usados en el servicio «Tomar Asistencia» del docente (también como en la mayoría de los reportes de Asistencia) y especifican si el estudiante estaba presente o no durante la hora y si no, la razón.
tr: <i>Devam Kodları</i> okulunuzun devam kodlarını ayarlamanıza olanak tanır. Devam kodları, öğretmenin "Devam Al" programında (ve Devam raporlarının çoğunda) kullanılır ve öğrencinin ders sırasında hazır olup olmadığını ve hazır değilse nedenini belirtir.

source: To add an attendance code, fill in the attendance code's title, short name, type, and state code. Select whether or not the code should be a teacher's default from the empty fields at the bottom of the attendance codes list and click the "Save" button. Generally, the attendance code called "Present" will be marked as the teacher's default. If the attendance code is marked as being type "Teacher," a teacher will be able to select that attendance code from their "Take Attendance" program. Administrators will be able to assign all codes to a student.
el: Για να προσθέσετε έναν κωδικό συμμετοχής, συμπληρώστε τον τίτλο, το σύντομο όνομα, τον τύπο και τον κωδικό πολιτείας του κωδικού παρουσίας. Επιλέξτε εάν ο κωδικός θα πρέπει να είναι ο προεπιλεγμένος ή όχι ένας καθηγητής από τα κενά πεδία στο κάτω μέρος της λίστας κωδικών παρακολούθησης και κάντε κλικ στο κουμπί "Αποθήκευση". Γενικά, ο κωδικός παρακολούθησης που ονομάζεται "Παρούσια" θα επισημαίνεται ως προεπιλογή του εκπαιδευτικού. Εάν ο κωδικός παρακολούθησης έχει επισημανθεί ως τύπος "Εκπαιδευτικός", ένας εκπαιδευτικός θα μπορεί να επιλέξει αυτόν τον κωδικό παρακολούθησης από το πρόγραμμα "Πάρτε παρουσίες". Οι διαχειριστές θα μπορούν να εκχωρούν όλους τους κωδικούς σε έναν μαθητή.
es_es: Para agregar un código de asistencia, llene el titulo, nombre corto, tipo, y código del estado. Seleccione si el código debería estar o no por defecto para el docente desde los campos vacíos al pié de la lista y presione el botón «Guardar». Si el código de asistencia es del tipo «Oficina Solamente», un docente no será capaz de seleccionarlo desde su servicio «Tomar Asistencia».
tr: Bir katılım kodu eklemek için, katılım kodunun başlığını, kısa adını, türünü ve eyalet kodunu girin. Katılım kodları listesinin altındaki boş alanlardan kodun bir öğretmenin varsayılan kodu olup olmayacağını seçin ve "Kaydet" düğmesine tıklayın. Genellikle, "Mevcut" adlı katılım kodu öğretmenin varsayılan kodu olarak işaretlenir. Katılım kodu "Öğretmen" türü olarak işaretlenirse, bir öğretmen "Devam Al" programından bu katılım kodunu seçebilir. Yöneticiler tüm kodları bir öğrenciye atayabilir.

source: To modify an attendance code, click on any of the attendance code's information, change the value, and click the "Save" button.
el: Για να τροποποιήσετε έναν κωδικό παρουσίας, κάντε κλικ σε οποιαδήποτε από τις πληροφορίες του κωδικού παρουσίας, αλλάξτε την τιμή και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para cambiar un código de asistencia, haga clic sobre cualquier dato del código de asistencia, cambie el dato, y presione el botón «Guardar».
tr: Katılım kodunu değiştirmek için katılım kodunun herhangi bir bilgisine tıklayın, değeri değiştirin ve "Kaydet" butonuna tıklayın.

source: To delete an attendance code, click the delete icon (-) next to the attendance code you want to delete. You will be asked to confirm the deletion.
el: Για να διαγράψετε έναν κωδικό συμμετοχής, κάντε κλικ στο εικονίδιο διαγραφής (-) δίπλα στον κωδικό συμμετοχής που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
es_es: Para eliminar un código de asistencia, haga clic sobre el icono «-» al lado del código de asistencia que quiere eliminar. Se le preguntará si desea confirmar la eliminación.
tr: Bir katılım kodunu silmek için silmek istediğiniz katılım kodunun yanındaki silme simgesine (-) tıklayın. Silme işlemini onaylamanız istenecektir.

source: Attendance Categories
el: Κατηγορίες Συμμετοχής
es_es: Categorías de Asistencia
tr: Katılım Kategorileri

source: RosarioSIS allows you to add custom categories that will take the form of new "Tabs" in the <i>Scheduling > Take Attendance</i> program. To create a new category or "tab", just click on the "+" icon next to the existing Categories.
el: Το RosarioSIS σάς επιτρέπει να προσθέσετε προσαρμοσμένες κατηγορίες που θα έχουν τη μορφή νέων "Καρτελών" στο πρόγραμμα <i>Προγραμματισμός > Συμμετοχή</i>. Για να δημιουργήσετε μια νέα κατηγορία ή "καρτέλα", απλώς κάντε κλικ στο εικονίδιο "+" δίπλα στις υπάρχουσες Κατηγορίες.
es_es: RosarioSIS le permite agregar categorías personalizadas que tomaran la forma de nuevas "Pestañas" en el programa <i>Asistencia > Tomar Asistencia</i>. Para crear una nueva categoría o "pestaña", haga clic sobre el icono "+" al lado de las Categorías existentes.
tr: RosarioSIS, <i>Planlama > Katılım Al</i> programında yeni "Sekmeler" biçiminde olacak özel kategoriler eklemenize olanak tanır. Yeni bir kategori veya "sekme" oluşturmak için, mevcut Kategorilerin yanındaki "+" simgesine tıklamanız yeterlidir.

source: You can now type in the name of the new Category in the "Title" field(s) provided. Add a sort order (order in which the tabs will appear in the <i>Take Attendance</i> program). Click "Save" when you have finished.
el: Τώρα μπορείτε να πληκτρολογήσετε το όνομα της νέας Κατηγορίας στα παρεχόμενα πεδία "Τίτλος". Προσθέστε μια σειρά ταξινόμησης (σειρά με την οποία θα εμφανίζονται οι καρτέλες στο πρόγραμμα <i>Πάρτε απουσίες</i>). Κάντε κλικ στο "Αποθήκευση" όταν τελειώσετε.
es_es: Se puede ahora entrar el nombre de la nueva categoría en el campo "Título" presente. Agregue una Orden (orden en la cual las pestañas aparecerán en el programa <i>Tomar Asistencia</i>). Presione "Guardar" cuando ha terminado.
tr: Artık sağlanan "Başlık" alanına yeni Kategorinin adını yazabilirsiniz. Bir sıralama düzeni ekleyin (<i>Katılım Al</i> programında sekmelerin görüneceği düzen). Bitirdiğinizde "Kaydet"e tıklayın.

source: To activate the Category for a specific course period, check it when editing the Course Period from the <i>Scheduling > Courses</i> program.
el: Για να ενεργοποιήσετε την Κατηγορία για μια συγκεκριμένη περίοδο μαθημάτων, ελέγξτε την όταν επεξεργάζεστε την Περίοδο Μαθημάτων από το πρόγραμμα <i>Προγραμματισμός > Μαθήματα</i>.
es_es: Para activar una Categoría para una clase en particular, márquela al momento de editar la Clase desde el programa <i>Horarios > Cursos</i>.
tr: Belirli bir ders dönemi için Kategoriyi etkinleştirmek için, <i>Zamanlama > Dersler</i> programından Ders Dönemini düzenlerken bunu işaretleyin.

source: Lunch Category
el: Κατηγορία γεύματος
es_es: Categoría Almuerzo "Lunch"
tr: Öğle Yemeği Kategorisi

source: The Lunch Category comes in handy to take Lunch counts in the morning so the Food Service staff knows how many meals to prepare.
el: Η Κατηγορία μεσημεριανού γεύματος είναι χρήσιμη για να μετρήσετε το μεσημεριανό γεύμα το πρωί, ώστε το προσωπικό της Υπηρεσίας Τροφίμων να γνωρίζει πόσα γεύματα να ετοιμάσει.
es_es: La categoría Almuerzo "Lunch" es practica para tomar la cuenta de los almuerzos por la mañana de tal manera que el personal del Servicio de Comida pueda saber cuantas comidas preparar.
tr: Öğle Yemeği Kategorisi, sabahleyin Öğle Yemeği sayımını yapmak ve böylece Yemek Servisi personelinin kaç öğün yemek hazırlaması gerektiğini bilmesini sağlamak için kullanışlıdır.

source: <i>Attendance Summary</i> is a report that shows a day by day record of each student's attendance over the school year in one table.
el: Η <i>Σύνοψη Συμμετοχής</i> είναι μια αναφορά που εμφανίζει σε έναν πίνακα μια καθημερινή καταγραφή της συμμετοχής κάθε μαθητή κατά τη διάρκεια του σχολικού έτους.
es_es: <i>Resumen de la Asistencia</i> es un reporte que muestra un registro día por día de la asistencia de cada estudiante para todo el año escolar en un tablero.
tr: <i>Devam Özeti</i>, her öğrencinin okul yılı boyunca devam durumunun günlük kaydını tek bir tabloda gösteren bir rapordur.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen. You can search for students who have requested a specific course by clicking on the "Choose" link next to the search option "Course" and choosing a course from the popup window that appears.
el: Πρέπει πρώτα να επιλέξετε μια (ομάδα) μαθητών χρησιμοποιώντας την οθόνη αναζήτησης "Εύρεση μαθητή". Μπορείτε να αναζητήσετε φοιτητές που έχουν ζητήσει ένα συγκεκριμένο μάθημα κάνοντας κλικ στον σύνδεσμο «Επιλογή» δίπλα στην επιλογή αναζήτησης «Μάθημα» και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται.
es_es: Usted debe primero seleccionar un (grupo de) estudiante(s) usando la pantalla de búsqueda «Encontrar un Estudiante». Usted puede buscar estudiantes que han solicitado un curso especifico haciendo clic sobre el enlace «Escoger» al lado de la opción de búsqueda «Curso» y escogiendo un curso desde la ventana emergente que aparece.
tr: Öncelikle "Öğrenci Bul" arama ekranını kullanarak bir (öğrenci grubu) öğrenci seçmeniz gerekir. "Ders" arama seçeneğinin yanındaki "Seç" bağlantısına tıklayarak ve açılan pencereden bir ders seçerek belirli bir dersi talep eden öğrencileri arayabilirsiniz.

source: From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. After you have selected each desired student from this list, click "Create Attendance Report for Select Students" to generate the report in a PDF format.
el: Από το αποτέλεσμα αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό μαθητών. Μπορείτε να επιλέξετε όλους τους μαθητές στη λίστα επιλέγοντας το πλαίσιο ελέγχου στις επικεφαλίδες των στηλών πάνω από τη λίστα. Αφού επιλέξετε κάθε επιθυμητό μαθητή από αυτήν τη λίστα, κάντε κλικ στην επιλογή "Δημιουργία αναφοράς παρακολούθησης για επιλεγμένους μαθητές" για να δημιουργήσετε την αναφορά σε μορφή PDF.
es_es: Desde el resultado de la búsqueda, usted puede seleccionar cualquier número de estudiantes. Usted puede seleccionar todos los estudiantes de la lista haciendo clic sobre la casilla en el encabezado de la lista. Después de seleccionar los estudiantes, presione "Crear Reporte de Asistencia para los Estudiantes Seleccionados" para generar el reporte en formato PDF.
tr: Arama sonucundan istediğiniz sayıda öğrenci seçebilirsiniz. Listenin üstündeki sütun başlıklarındaki onay kutusunu işaretleyerek listedeki tüm öğrencileri seçebilirsiniz. Bu listeden istediğiniz her öğrenciyi seçtikten sonra, raporu PDF formatında oluşturmak için "Seçilen Öğrenciler İçin Katılım Raporu Oluştur"a tıklayın.

source: <i>Take Attendance</i> allows you to enter period attendance for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
el: Το <i>Παρακολουθήστε</i> σάς επιτρέπει να εισάγετε την παρακολούθηση της περιόδου για όλους τους μαθητές σας στην τρέχουσα περίοδο. Από προεπιλογή, αυτό το πρόγραμμα θα απαριθμήσει τους μαθητές της πρώτης τάξης περιόδου. Μπορείτε να αλλάξετε την τρέχουσα περίοδο αλλάζοντας το αναπτυσσόμενο μενού περιόδου στο αριστερό πλαίσιο στην επιθυμητή περίοδο.
es_es: <i>Tomar Asistencia</i> le permite entrar la asistencia para todos los estudiantes de la clase actual. Por defecto, el servicio lista los estudiantes de su primera clase. Usted puede cambiar la clase actual en el menú desplegable en el marco izquierdo.
tr: <i>Devam Al</i>, geçerli dönemdeki tüm öğrencilerinizin dönem devamını girmenize olanak tanır. Varsayılan olarak, bu program ilk dönem dersinizdeki öğrencileri listeler. Sol çerçevedeki dönem açılır menüsünü istediğiniz döneme değiştirerek geçerli dönemi değiştirebilirsiniz.
