Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: At any point after selecting a subject, you can navigate backwards by clicking on the links that appear in the grey bar at the top of the screen.
el: Σε οποιοδήποτε σημείο μετά την επιλογή ενός θέματος, μπορείτε να πλοηγηθείτε προς τα πίσω κάνοντας κλικ στους συνδέσμους που εμφανίζονται στη γκρι γραμμή στο επάνω μέρος της οθόνης.
es_es: Cualquier momento después de seleccionar una materia, usted puede navegar atrás haciendo clic sobre los enlaces que aparezcan en la parte superior de la pantalla.
tr: Bir konuyu seçtikten sonra, ekranın üst kısmındaki gri çubukta görünen bağlantılara tıklayarak herhangi bir noktada geriye doğru gidebilirsiniz.

source: <i>Requests Report</i> is a report that shows the number of students who requested each course and the number of total seats in that course. The courses are grouped by subject.
el: Η <i>Αναφορά αιτημάτων</i> είναι μια αναφορά που δείχνει τον αριθμό των φοιτητών που ζήτησαν κάθε μάθημα και τον αριθμό των συνολικών θέσεων σε αυτό το μάθημα. Τα μαθήματα ομαδοποιούνται ανά θέμα.
es_es: <i>Reporte de Solicitudes</i> es un reporte que muestra el número de estudiantes que solicitaron cada curso y el número total de asientos en este curso. Los cursos son agrupados por materia.
tr: <i>İstek Raporu</i>, her dersi talep eden öğrenci sayısını ve o dersteki toplam koltuk sayısını gösteren bir rapordur. Dersler konuya göre gruplandırılmıştır.

source: This report is useful for creating the master schedule since it helps you determine the number of course periods necessary for each course due to demand for the course.
el: Αυτή η αναφορά είναι χρήσιμη για τη δημιουργία του κύριου προγράμματος, καθώς σας βοηθά να προσδιορίσετε τον αριθμό των περιόδων μαθημάτων που απαιτούνται για κάθε μάθημα λόγω της ζήτησης για το μάθημα.
es_es: Ese reporte está útil para crear el horario maestro porque le ayuda a determinar el número de clases necesario para cada curso en proporción a la demanda para el curso.
tr: Bu rapor, kurs talebine bağlı olarak her kurs için gereken ders saati sayısını belirlemenize yardımcı olduğu için ana ders programını oluşturmada faydalıdır.

source: <i>Unfilled Requests</i> is a report of course requests unfilled for a group of students.
el: Τα <i>Μη εκπληρωμένα αιτήματα</i> είναι μια αναφορά μη συμπληρωμένων αιτημάτων μαθημάτων για μια ομάδα μαθητών.
es_es: <i>Solicitudes Vacantes</i> es un reporte de las solicitudes no completadas de un grupo de estudiantes.
tr: <i>Dolu Olmayan İstekler</i>, bir grup öğrenci için dolu olmayan ders isteklerinin raporudur.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen.
el: Πρέπει πρώτα να επιλέξετε μια (ομάδα) μαθητών χρησιμοποιώντας την οθόνη αναζήτησης "Εύρεση μαθητή".
es_es: Usted debe primero seleccionar un (grupo de) estudiante(s) usando la pantalla de búsqueda «Encontrar un Estudiante».
tr: Öncelikle "Öğrenci Bul" arama ekranını kullanarak bir öğrenci (grubu) seçmeniz gerekmektedir.

source: The report shows the student information along with the request unfilled details (teacher and period requested) and the number of sections or course periods which have been setup for the course (in the Scheduling > Courses program). You can also check the available seats by checking "Show Available Seats" at the top of the screen.
el: Η αναφορά εμφανίζει τα στοιχεία του μαθητή μαζί με τα στοιχεία του αιτήματος που δεν έχουν συμπληρωθεί (δάσκαλος και περίοδος που ζητήθηκε) και τον αριθμό των ενοτήτων ή των περιόδων μαθημάτων που έχουν ρυθμιστεί για το μάθημα (στο πρόγραμμα Προγραμματισμός > Μαθήματα). Μπορείτε επίσης να ελέγξετε τις διαθέσιμες θέσεις επιλέγοντας "Εμφάνιση διαθέσιμων θέσεων" στο επάνω μέρος της οθόνης.
es_es: El reporte muestra la información del estudiante junto con los detalles de la solicitud vacante (el docente y la hora solicitados) y el numero de secciones o clases que han sido creadas para el curso (en el programa Horarios &gt; Cursos). Se puede también chequear el número de cupos disponibles marcando "Mostrar Cupos Disponibles" en la parte superior de la pantalla.
tr: Rapor, öğrenci bilgilerini, doldurulmamış talep ayrıntılarını (öğretmen ve talep edilen dönem) ve ders için ayarlanmış bölüm veya ders dönemi sayısını (Zamanlama > Dersler programında) gösterir. Ayrıca, ekranın üst kısmındaki "Mevcut Koltukları Göster"i işaretleyerek mevcut koltukları da kontrol edebilirsiniz.

source: Clicking on the student's name will redirect you to the Student Requests program.
el: Κάνοντας κλικ στο όνομα του μαθητή θα ανακατευθυνθείτε στο πρόγραμμα Αιτήματα Φοιτητών.
es_es: Haciendo clic sobre el nombre del estudiante le redireccionará hacia el programa Solicitudes de Estudiante.
tr: Öğrencinin ismine tıkladığınızda Öğrenci Talepleri programına yönlendirileceksiniz.

source: <i>Incomplete Schedules</i> is a report of students who have no class scheduled in a particular period.
el: Τα <i>Ημιτελή χρονοδιαγράμματα</i> είναι μια αναφορά μαθητών που δεν έχουν προγραμματίσει μάθημα σε μια συγκεκριμένη περίοδο.
es_es: <i>Horarios Incompletos</i> es un reporte de los estudiantes que no tienen clase programada en una hora especifica.
tr: <i>Eksik Ders Programları</i>, belirli bir dönemde dersi olmayan öğrencilerin bir raporudur.

source: Then, the students in the list are not scheduled in the periods corresponding to the columns where they have red "X" icons. If the period column has a green "tick" icon, the student have a class scheduled in that period. A red "X" icon therefore indicates a free, unscheduled period that can be scheduled.
el: Στη συνέχεια, οι μαθητές της λίστας δεν προγραμματίζονται στις περιόδους που αντιστοιχούν στις στήλες όπου έχουν κόκκινα εικονίδια «Χ». Εάν η στήλη τελεία έχει πράσινο εικονίδιο "τικ", ο μαθητής έχει προγραμματίσει ένα μάθημα σε αυτήν την περίοδο. Επομένως, ένα κόκκινο εικονίδιο "X" υποδεικνύει μια δωρεάν, μη προγραμματισμένη περίοδο που μπορεί να προγραμματιστεί.
es_es: Luego, los estudiantes de la lista no están programados en las horas correspondientes a las columnas donde tienen un icono "X" rojo. Si la columna de la hora tiene un icono "visto" verde, el estudiante tiene una clase programada para esta hora. Un icono "X" rojo indica entonces una hora libre o no programada que puede ser programada.
tr: Daha sonra, listedeki öğrenciler kırmızı "X" simgelerinin bulunduğu sütunlara karşılık gelen dönemlerde planlanmazlar. Dönem sütununda yeşil bir "tik" simgesi varsa, öğrencinin o dönemde planlanmış bir dersi vardır. Bu nedenle kırmızı bir "X" simgesi, planlanabilen boş, planlanmamış bir dönemi gösterir.

source: <i>Add / Drop Report</i> is a report of students who have had classes added to, or dropped from, their schedule during the timeframe selected. You can select a different timeframe by changing the dates at the top of the screen, and then clicking the "Go" button. The report shows student information along with the Course, Course Period, Enrolled and Dropped dates. You can export the report to a spreadsheet using the "Download" icon.
el: Η <i>Προσθήκη / Απόρριψη αναφοράς</i> είναι μια αναφορά μαθητών στους οποίους προστέθηκαν μαθήματα ή αποχώρησαν από το πρόγραμμά τους κατά τη διάρκεια του επιλεγμένου χρονικού πλαισίου. Μπορείτε να επιλέξετε διαφορετικό χρονικό πλαίσιο αλλάζοντας τις ημερομηνίες στο επάνω μέρος της οθόνης και, στη συνέχεια, κάνοντας κλικ στο κουμπί "Μετάβαση". Η αναφορά εμφανίζει τις πληροφορίες των μαθητών μαζί με το μάθημα, την περίοδο μαθημάτων, τις ημερομηνίες εγγραφής και αποβολής. Μπορείτε να εξαγάγετε την αναφορά σε ένα υπολογιστικό φύλλο χρησιμοποιώντας το εικονίδιο "Λήψη".
es_es: <i>Reporte Añadidos / Retiros</i> es un reporte de los estudiantes que han tenido clases añadidas a o retiradas de sus horarios durante el transcurso seleccionado. Usted puede seleccionar un transcurso distinto cambiando las fechas en la parte superior de la pantalla y presionando el botón "Ir". El reporte muestra los datos de los estudiantes junto con el Curso, la Clase, y las fechas de Añadido y Retiro. Se puede exportar el reporte como hoja de Excel usando el icono "Descargar".
tr: <i>Ekle/Çıkart Raporu</i>, seçilen zaman diliminde programlarına ders eklenen veya ders çıkarılan öğrencilerin raporudur. Ekranın üst kısmındaki tarihleri ​​değiştirerek ve ardından "Git" düğmesine tıklayarak farklı bir zaman dilimi seçebilirsiniz. Rapor, öğrenci bilgilerinin yanı sıra Ders, Ders Dönemi, Kayıtlı ve Çıkarılmış tarihleri ​​gösterir. "İndir" simgesini kullanarak raporu bir elektronik tabloya aktarabilirsiniz.

source: <i>Courses</i> allows you to setup your school's courses. There are three tiers of courses: Subjects, Courses, and Course Periods.
el: Το <i>Μαθήματα</i> σάς επιτρέπει να ρυθμίσετε τα μαθήματα του σχολείου σας. Υπάρχουν τρία επίπεδα μαθημάτων: Θέματα, Μαθήματα και Περίοδοι Μαθημάτων.
es_es: <i>Cursos</i> le permite configurar los cursos de su institución. Hay tres tercios: Materias, Cursos, Clases.
tr: <i>Dersler</i> okulunuzun derslerini ayarlamanıza olanak tanır. Derslerin üç kademesi vardır: Konular, Dersler ve Ders Dönemleri.

source: To add any of these three things, click on the Add icon (+) in the column corresponding to what you want to add. Then, fill in the information requested in the fields above the list of courses and click the "Save" button.
el: Για να προσθέσετε οποιοδήποτε από αυτά τα τρία πράγματα, κάντε κλικ στο εικονίδιο Προσθήκη (+) στη στήλη που αντιστοιχεί σε αυτό που θέλετε να προσθέσετε. Στη συνέχεια, συμπληρώστε τα στοιχεία που ζητούνται στα πεδία πάνω από τη λίστα μαθημάτων και κάντε κλικ στο κουμπί «Αποθήκευση».
es_es: Para agregar cualquier de esos tres tercios, haga clic sobre el icono «+» en la columna correspondiendo a lo que quiere agregar. Luego, llene la información necesaria en los campos arriba de las listas y presione el botón «Guardar».
tr: Bu üç şeyden herhangi birini eklemek için, eklemek istediğiniz şeye karşılık gelen sütundaki Ekle simgesine (+) tıklayın. Ardından, kurslar listesinin üzerindeki alanlara istenen bilgileri girin ve "Kaydet" düğmesine tıklayın.

source: To change any of these three things, click on the item you want to change, and click on whatever value you want to change in the grey area above the lists. Then, change the value and click the "Save" button.
el: Για να αλλάξετε οποιοδήποτε από αυτά τα τρία πράγματα, κάντε κλικ στο στοιχείο που θέλετε να αλλάξετε και κάντε κλικ σε οποιαδήποτε τιμή θέλετε να αλλάξετε στη γκρίζα περιοχή πάνω από τις λίστες. Στη συνέχεια, αλλάξτε την τιμή και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para cambiar cualquier de esos tres tercios, haga clic sobre el articulo que quiere cambiar, y haga clic sobre cualquier dato que quiere cambiar en la parte superior de las listas. Luego, cambie el dato y presione el botón «Guardar».
tr: Bu üç şeyden herhangi birini değiştirmek için, değiştirmek istediğiniz öğeye tıklayın ve listelerin üzerindeki gri alanda değiştirmek istediğiniz değere tıklayın. Ardından, değeri değiştirin ve "Kaydet" düğmesine tıklayın.

source: Finally, to delete something, select it by clicking on its title on the list and click the "Delete" button at the top of the screen. You will be asked to confirm the deletion.
el: Τέλος, για να διαγράψετε κάτι, επιλέξτε το κάνοντας κλικ στον τίτλο του στη λίστα και κάντε κλικ στο κουμπί «Διαγραφή» στο επάνω μέρος της οθόνης. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
es_es: Finalmente, para eliminar algo, seleccione lo haciendo clic sobre su titulo en la lista y presione el botón «Eliminar» en la parte superior de la pantalla. Se le preguntará si desea confirmar la eliminación.
tr: Son olarak, bir şeyi silmek için listedeki başlığına tıklayarak seçin ve ekranın üst kısmındaki "Sil" düğmesine tıklayın. Silmeyi onaylamanız istenecektir.

source: Course
el: Μάθημα
es_es: Curso
tr: Kurs

source: <i>Description</i>: the description is optional. You can, for example, enter the course syllabus. By default, students and parents can browse the courses list and thus consult descriptions.
el: <i>Περιγραφή</i>: η περιγραφή είναι προαιρετική. Μπορείτε, για παράδειγμα, να εισαγάγετε το αναλυτικό πρόγραμμα του μαθήματος. Από προεπιλογή, οι μαθητές και οι γονείς μπορούν να περιηγηθούν στη λίστα μαθημάτων και έτσι να συμβουλευτούν τις περιγραφές.
es_es: <i>Descripción</i>: la descripción es opcional. Puede, por ejemplo, entrar el plan de estudios. Por defecto, los estudiantes y padres pueden mirar la lista de cursos y consultar las descripciones.
tr: <i>Açıklama</i>: açıklama isteğe bağlıdır. Örneğin, ders müfredatını girebilirsiniz. Varsayılan olarak, öğrenciler ve veliler ders listesine göz atabilir ve böylece açıklamalara başvurabilirler.

source: <i>Credit Hours</i> (abbreviated "C.H."), or the number of hours to complete the course; can be displayed on Transcripts. This field is optional.
el: <i>Ώρες πίστωσης</i> (συντομογραφία "Ω.Π.") ή τον αριθμό των ωρών για την ολοκλήρωση του μαθήματος. μπορεί να εμφανιστεί στις μεταγραφές. Αυτό το πεδίο είναι προαιρετικό.
es_es: <i>Intensidad Horaria</i> (abreviado "I.H."), o el número de horas para completar el curso; se puede mostrar en los Expedientes. Este campo es opcional.
tr: <i>Kredi Saatleri</i> (kısaca "C.H.") veya kursu tamamlamak için gereken saat sayısı; Transkriptlerde görüntülenebilir. Bu alan isteğe bağlıdır.

source: Course Period (or Class)
el: Περίοδος μαθήματος (ή τάξη)
es_es: Clase
tr: Ders Dönemi (veya Sınıf)

source: <i>Seats</i>: this field is optional. When set, you can check how many seats are available (based on the number of students enrolled in the class).
el: <i>Θέσεις</i>: αυτό το πεδίο είναι προαιρετικό. Όταν οριστεί, μπορείτε να ελέγξετε πόσες θέσεις είναι διαθέσιμες (με βάση τον αριθμό των εγγεγραμμένων μαθητών στην τάξη).
es_es: <i>Asientos</i>: este campo es opcional. Cuando definido, se puede controlar los cupos disponibles (basado en el número de estudiantes inscritos en la clase).
tr: <i>Koltuklar</i>: bu alan isteğe bağlıdır. Ayarlandığında, kaç tane koltuğun mevcut olduğunu (sınıfa kayıtlı öğrenci sayısına göre) kontrol edebilirsiniz.

source: <i>Period - Days</i>: you can add various Periods, each with their own Days. Click on the "Add a Period" link. To remove a Period, uncheck all Days and click on the "Save" button. A Course Period must have at least one Period, or else it will not appear in the Teacher's left menu.
el: <i>Περίοδος - Ημέρες</i>: μπορείτε να προσθέσετε διάφορες περιόδους, η καθεμία με τις δικές της Ημέρες. Κάντε κλικ στο σύνδεσμο "Προσθήκη περιόδου". Για να αφαιρέσετε μια περίοδο, καταργήστε την επιλογή όλων των ημερών και κάντε κλικ στο κουμπί "Αποθήκευση". Μια Περίοδος Μαθήματος πρέπει να έχει τουλάχιστον μία Περίοδο, διαφορετικά δεν θα εμφανίζεται στο αριστερό μενού του Δασκάλου.
es_es: <i>Hora - Días de Clase</i>: puede agregar varias Horas, cada una con sus propios días. Haga clic en el enlace "Nueva Hora". Para quitar una Hora, desmarque todos los días y presione el botón "Guardar". Una Clase debe tener por mínimo una Hora, o no aparecerá en el menú de izquierda del Docente.
tr: <i>Dönem - Günler</i>: Her biri kendi Günlerine sahip çeşitli Dönemler ekleyebilirsiniz. "Dönem Ekle" bağlantısına tıklayın. Bir Dönemi kaldırmak için tüm Günlerin işaretini kaldırın ve "Kaydet" düğmesine tıklayın. Bir Ders Dönemi en az bir Döneme sahip olmalıdır, aksi takdirde Öğretmenin sol menüsünde görünmez.

source: <i>Calendar</i>: associate a Calendar. Students in the class should be associated to that same Calendar. Note: you can create various calendars using the <i>School > Calendars</i> program.
el: <i>Ημερολόγιο</i>: συσχετίστε ένα Ημερολόγιο. Οι μαθητές της τάξης θα πρέπει να συσχετίζονται με το ίδιο Ημερολόγιο. Σημείωση: μπορείτε να δημιουργήσετε διάφορα ημερολόγια χρησιμοποιώντας το πρόγραμμα <i>Σχολείο > Ημερολόγια</i>.
es_es: <i>Calendario</i>: asociar un Calendario. Los estudiantes en la clase deberían ser asociados al mismo Calendario. Nota: puede crear varios calendarios usando el programa <i>Institución > Calendarios</i>.
tr: <i>Takvim</i>: Bir Takvim ilişkilendirin. Sınıftaki öğrenciler aynı Takvime ilişkilendirilmelidir. Not: <i>Okul > Takvimler</i> programını kullanarak çeşitli takvimler oluşturabilirsiniz.

source: <i>Grading Scale</i>: choose the "Not Graded" option if you do not wish to enter Final Grades for this class (the Gradebook will still be available). Note: you can create various grading scales using the <i>Grades > Grading Scales</i> program.
el: <i>Κλίμακα βαθμολόγησης</i>: επιλέξτε την επιλογή "Μη βαθμολογημένη" εάν δεν θέλετε να εισαγάγετε Τελικούς βαθμούς για αυτήν την τάξη (το Βιβλίο Βαθμών θα είναι ακόμα διαθέσιμο). Σημείωση: μπορείτε να δημιουργήσετε διάφορες κλίμακες βαθμολόγησης χρησιμοποιώντας το πρόγραμμα <i>Grades > Grading Scales</i>.
es_es: <i>Escala de Calificaciones</i>: escoja la opción "No Calificado" si no quiere que se entren Calificaciones Finales para esta clase (el Libro de Calificaciones seguirá disponible). Nota: puede crear varias escalas de calificaciones usando el programa <i>Calificaciones > Escalas de Calificaciones</i>.
tr: <i>Notlandırma Ölçeği</i>: Bu sınıf için Final Notlarını girmek istemiyorsanız "Notlandırılmadı" seçeneğini seçin (Not Defteri hala mevcut olacaktır). Not: <i>Notlar > Notlandırma Ölçekleri</i> programını kullanarak çeşitli notlandırma ölçekleri oluşturabilirsiniz.

source: <i>Allow Teacher Grade Scale</i>: when checked, the teacher will be able to define custom Breakoff values for the Grading Scale.
el: <i>Να επιτρέπεται η κλίμακα βαθμολογίας δασκάλου</i>: όταν επιλεγεί, ο δάσκαλος θα μπορεί να ορίσει προσαρμοσμένες τιμές διαχωρισμού για την κλίμακα βαθμολόγησης.
es_es: <i>Permitir Escala de Calificaciones del Docente</i>: cuando marcado, el docente podrá definir sus propios valores de Límite Bajo para la Escala de Calificaciones.
tr: <i>Öğretmen Not Ölçeğine İzin Ver</i>: işaretlendiğinde, öğretmen Not Ölçeği için özel Kesinti değerleri tanımlayabilecektir.

source: <i>Credits</i> is both the <b>coefficient</b> used to weigh Final Grades in order to calculate the overall / cumulative GPA, and the Credits attempted by students. 0 credits will be earned by a student whose grade is below the minimum (see the "Minimum Passing Grade" field in the <i>Grades > Grading Scales</i> program for configuration). Credits earned can be displayed on Transcripts and Credits can be displayed on Report Cards. For example, if you assign 4 credits to a Full Year Course Period and have 4 Quarters, students will earn 1 credit for each Quarter.
el: Το <i>Μονάδες</i> είναι τόσο ο <b>συντελεστής</b> που χρησιμοποιείται για τη στάθμιση των Τελικών Βαθμών προκειμένου να υπολογιστεί η συνολική / αθροιστική ΣΔΣ, όσο και οι Μονάδες που επιχειρούν οι μαθητές. 0 μονάδες θα κερδίσει ένας μαθητής του οποίου ο βαθμός είναι χαμηλότερος από τον ελάχιστο (δείτε το πεδίο "Ελάχιστος βαθμός επιτυχίας" στο πρόγραμμα <i>Βαθμοί > Κλίμακες βαθμολόγησης</i> για διαμόρφωση). Οι πιστώσεις που κερδίζονται μπορούν να εμφανίζονται στις μεταγραφές και οι πιστώσεις μπορούν να εμφανίζονται στις κάρτες αναφοράς. Για παράδειγμα, εάν εκχωρήσετε 4 μονάδες σε μια περίοδο μαθημάτων πλήρους έτους και έχετε 4 τρίμηνα, οι μαθητές θα κερδίσουν 1 μόρια για κάθε Τρίμηνο.
es_es: <i>Créditos</i> es tanto el <b>coeficiente</b> usado para ponderar las Calificaciones Finales al fin de calcular el promedio general, como los Créditos Intentados por los estudiantes. Se ahorran 0 créditos cuando la calificación del estudiante está bajo el mínimo (ver el campo "Calificación Mínima de Aprobación" del programa <i>Calificaciones > Escalas de Calificaciones</i> para la configuración). Los Créditos Ahorrados pueden ser mostrados en el Expediente, y los Créditos pueden ser mostrados en el Boletín. Por ejemplo, si asigna 4 créditos a una clase que dura el año escolar y que tiene 4 Trimestres, los estudiantes ahorran 1 crédito cada Trimestre.
tr: <i>Krediler</i>, hem genel/kümülatif GPA'yı hesaplamak için Final Notlarını tartmak için kullanılan <b>katsayıdır</b> hem de öğrenciler tarafından denenen Kredilerdir. Notu minimumun altında olan bir öğrenci tarafından 0 kredi kazanılır (yapılandırma için <i>Notlar > Not Ölçekleri</i> programındaki "Minimum Geçme Notu" alanına bakın). Kazanılan krediler Transkriptlerde ve Krediler Karnelerde görüntülenebilir. Örneğin, Tam Yıllık Ders Dönemine 4 kredi atarsanız ve 4 Çeyreğiniz varsa, öğrenciler her Çeyrek için 1 kredi kazanır.

source: <i>Gender Restriction</i>: the <i>Run Scheduler</i>, <i>Student Schedule</i> ("Unfilled Requests" list) and <i>Requests Report</i> programs make use of this restriction.
el: <i>Περιορισμός φύλου</i>: χρησιμοποιούν τα προγράμματα <i>Προγραμματιστής εκτέλεσης</i>, <i>Πρόγραμμα μαθητών</i> (λίστα "Μη εκπληρωμένα αιτήματα") και <i>Αναφορά αιτημάτων</i> αυτού του περιορισμού.
es_es: <i>Restricción de Género</i>: los programas <i>Correr Programador</i>, <i>Horario Estudiante</i> (lista de "Solicitudes Incompletas") y <i>Reporte de Solicitudes</i> usan esta restricción.
tr: <i>Cinsiyet Kısıtlaması</i>: <i>Çalıştırma Zamanlayıcısı</i>, <i>Öğrenci Programı</i> ("Doldurulmamış İstekler" listesi) ve <i>İstek Raporu</i> programları bu kısıtlamadan yararlanır.

source: <i>Parent Course Period</i>: optionally choose a parent course period. The <i>Run Scheduler</i> program makes use of it.
el: <i>Περίοδος μαθήματος γονέα</i>: επιλέξτε προαιρετικά μια περίοδο γονικού μαθήματος. Το πρόγραμμα <i>Run Scheduler</i> το χρησιμοποιεί.
es_es: <i>Clase Matriz</i>: de manera opcional puede escoger una clase matriz. El programa <i>Correr Programador</i> la usa.
tr: <i>Üst Ders Dönemi</i>: isteğe bağlı olarak bir üst ders dönemi seçin. <i>Çalıştırma Zamanlayıcısı</i> programı bunu kullanır.

source: Note: a course period cannot be deleted once it has students enrolled.
el: Σημείωση: μια περίοδος μαθήματος δεν μπορεί να διαγραφεί αφού εγγραφούν φοιτητές.
es_es: Nota: una clase no se puede suprimir cuando tiene estudiantes inscritos.
tr: Not: Bir ders dönemi, kayıtlı öğrencileri olduktan sonra silinemez.

source: <i>Run Scheduler</i> schedules every student at your school according to the requests entered for them.
el: Το <i>Run Scheduler</i> προγραμματίζει κάθε μαθητή στο σχολείο σας σύμφωνα με τα αιτήματα που έχουν καταχωριστεί για αυτόν.
es_es: <i>Correr Programador</i> servicio cada estudiante en la institución siguiendo las solicitudes entradas para ellos.
tr: <i>Çalıştırma Zamanlayıcısı</i>, okulunuzdaki her öğrencinin, kendileri için girilen isteklere göre zamanlamasını yapar.

source: You first must confirm the Scheduler run. Here, you can also choose to run the scheduler in "Test Mode" which will not save the student schedules.
el: Πρώτα πρέπει να επιβεβαιώσετε την εκτέλεση του Scheduler. Εδώ, μπορείτε επίσης να επιλέξετε να εκτελέσετε τον προγραμματιστή σε "Λειτουργία δοκιμής" που δεν θα αποθηκεύει τα προγράμματα σπουδαστών.
es_es: Usted debe primero confirmar correr el Programador. Aquí, también puede escoger correr el Programador en «Modo de Prueba» que no guardara los horarios de los estudiantes.
tr: Öncelikle Scheduler çalışmasını onaylamanız gerekir. Burada, scheduler'ı öğrenci programlarını kaydetmeyecek olan "Test Modu"nda çalıştırmayı da seçebilirsiniz.
