Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: <i>Add / Drop Report</i> is a report of all the students who have enrolled or dropped their enrollment during the time period selected.
el: Η <i>Προσθήκη / Απόρριψη αναφοράς</i> είναι μια αναφορά όλων των μαθητών που έχουν εγγραφεί ή εγκατέλειψαν την εγγραφή τους κατά την επιλεγμένη χρονική περίοδο.
es_es: <i>Reporte Añadidos / Retiros</i> es un reporte que muestra un listado de todos los estudiantes matriculados o retirados durante el transcurso situado en la parte superior de la pantalla.
tr: <i>Ekleme/Çıkarma Raporu</i>, seçilen zaman dilimi içerisinde kayıt yaptıran veya kaydını sildiren tüm öğrencilerin raporudur.

source: To consult other time periods, change the dates in the top part of the page and click the "Go" button on the right of the end date.
el: Για να συμβουλευτείτε άλλες χρονικές περιόδους, αλλάξτε τις ημερομηνίες στο επάνω μέρος της σελίδας και κάντε κλικ στο κουμπί "Μετάβαση" στα δεξιά της ημερομηνίας λήξης.
es_es: Para consultar otros transcursos, cambie las fechas arriba y presione el botón "Ir" al lado derecho de la fecha de fin.
tr: Diğer zaman dilimlerine ulaşmak için sayfanın üst kısmındaki tarihleri ​​değiştirin ve bitiş tarihinin sağındaki "Git" butonuna tıklayın.

source: <i>Print Student Labels</i> allows you to generate labels for Student folders.
el: Η <i>Εκτύπωση ετικετών μαθητών</i> σάς επιτρέπει να δημιουργείτε ετικέτες για φακέλους μαθητών.
es_es: <i>Imprimir Etiquetas Estudiante</i> le permite imprimir etiquetas para el archivo del estudiante.
tr: <i>Öğrenci Etiketlerini Yazdır</i> Öğrenci klasörleri için etiketler oluşturmanıza olanak tanır.

source: <i>Print Mailing Labels</i> allows you to generate mailing labels for a group of students, parents or families.
el: Η <i>Εκτύπωση ετικετών αλληλογραφίας</i> σάς επιτρέπει να δημιουργείτε ετικέτες αλληλογραφίας για μια ομάδα μαθητών, γονέων ή οικογενειών.
es_es: <i>Imprimir Etiquetas de Correo</i> le permite generar etiquetas de correo para los estudiantes, los padres o las familias.
tr: <i>Posta Etiketlerini Yazdır</i>, bir grup öğrenci, veli veya aile için posta etiketleri oluşturmanıza olanak tanır.

source: You must first select a student by using the "Find a Student" search screen.
el: Πρέπει πρώτα να επιλέξετε έναν μαθητή χρησιμοποιώντας την οθόνη αναζήτησης "Εύρεση μαθητή".
es_es: Usted debe primero seleccionar un estudiante usando la pantalla de búsqueda «Encontrar un Estudiante».
tr: Öncelikle "Öğrenci Bul" arama ekranını kullanarak bir öğrenci seçmeniz gerekmektedir.

source: Then, select the students & what to print on the label: use the checkboxes on the left hand side of the student list to select the students, and use the options below the "Include on Labels" section to select what information you wish to include. You can include the student's Attendance Teacher and Attendance Room on the folder label.
el: Στη συνέχεια, επιλέξτε τους μαθητές και τι να εκτυπώσετε στην ετικέτα: χρησιμοποιήστε τα πλαίσια ελέγχου στην αριστερή πλευρά της λίστας μαθητών για να επιλέξετε τους μαθητές και χρησιμοποιήστε τις επιλογές κάτω από την ενότητα "Συμπερίληψη στις ετικέτες" για να επιλέξετε ποιες πληροφορίες θέλετε να συμπεριλάβετε . Μπορείτε να συμπεριλάβετε το Attendance Teacher and Attendance Room του μαθητή στην ετικέτα του φακέλου.
es_es: Luego, seleccione los estudiantes y que imprimir en las etiquetas: use las casillas en la parte izquierda de la lista de estudiantes para seleccionarlos, y use las opciones debajo de la sección "Incluir en las Etiquetas" para seleccionar que información incluir. Puede incluir el Docente de Asistencia y el Salón de Asistencia en las etiquetas de la carpeta.
tr: Ardından, öğrencileri ve etikete ne yazdıracağınızı seçin: öğrencileri seçmek için öğrenci listesinin sol tarafındaki onay kutularını kullanın ve hangi bilgileri eklemek istediğinizi seçmek için "Etiketlere Dahil Et" bölümünün altındaki seçenekleri kullanın. Klasör etiketine öğrencinin Devam Öğretmeni ve Devam Odası bilgilerini ekleyebilirsiniz.

source: <i>Print Student Info</i> will generate a multi-page report out of the information present in the Student Info tabs.
el: Η <i>Εκτύπωση πληροφοριών μαθητή</i> θα δημιουργήσει μια πολυσέλιδη αναφορά από τις πληροφορίες που υπάρχουν στις καρτέλες Πληροφορίες μαθητή.
es_es: <i>Imprimir Información del Estudiante</i> producirá un reporte de varias páginas con los datos de las pestañas del programa Información del Estudiante.
tr: <i>Öğrenci Bilgilerini Yazdır</i>, Öğrenci Bilgileri sekmelerinde bulunan bilgilerden çok sayfalı bir rapor oluşturacaktır.

source: Then, select the students and the information on the report: use the checkboxes on the left hand side of the student list to select the students, and then, at the top of the screen, check the tabs of the Student Info you would like to include. You can also check "Mailing Labels" to add the mailing information to the report so you may mail it in a window envelope. When you're done, click "Print Info for Selected Students".
el: Στη συνέχεια, επιλέξτε τους μαθητές και τις πληροφορίες στην αναφορά: χρησιμοποιήστε τα πλαίσια ελέγχου στην αριστερή πλευρά της λίστας μαθητών για να επιλέξετε τους μαθητές και, στη συνέχεια, στο επάνω μέρος της οθόνης, ελέγξτε τις καρτέλες των πληροφοριών μαθητή που θέλετε να συμπεριλαμβάνω. Μπορείτε επίσης να επιλέξετε "Ετικέτες αλληλογραφίας" για να προσθέσετε τις πληροφορίες αλληλογραφίας στην αναφορά, ώστε να μπορείτε να τις ταχυδρομήσετε σε φάκελο παραθύρου. Όταν τελειώσετε, κάντε κλικ στην επιλογή "Εκτύπωση πληροφοριών για επιλεγμένους μαθητές".
es_es: Luego, seleccione los estudiantes y los datos del reporte: use las casillas en la parte izquierdea del listado de estudiantes para seleccionar los estudiantes, y luego, en la parte superior de la pantalla, haga clic sobre las casillas de las pestañas del programa Información del Estudiante que desee incluir. Se puede también hacer clic sobre "Etiquetas de Correo", así se añadirá la dirección al reporte para enviar lo por correo. Cuando esta satisfecho con sus elecciones, haga clic sobre "Imprimir Información para los Estudiantes Seleccionados".
tr: Ardından, öğrencileri ve rapordaki bilgileri seçin: öğrencileri seçmek için öğrenci listesinin sol tarafındaki onay kutularını kullanın ve ardından ekranın üst kısmında, eklemek istediğiniz Öğrenci Bilgileri sekmelerini işaretleyin. Ayrıca, posta bilgilerini rapora eklemek için "Posta Etiketleri"ni işaretleyebilir ve böylece raporu bir pencere zarfı içinde postalayabilirsiniz. İşiniz bittiğinde, "Seçili Öğrenciler İçin Bilgileri Yazdır"a tıklayın.

source: <i>My Report</i> will generate a report that can be downloaded to your desktop as an excel spreadsheet, with complete contact information.
el: Η <i>Η αναφορά μου</i> θα δημιουργήσει μια αναφορά που μπορεί να ληφθεί στην επιφάνεια εργασίας σας ως υπολογιστικό φύλλο excel, με πλήρη στοιχεία επικοινωνίας.
es_es: <i>Mi Reporte</i> le proveerá un archivo Excel, para descargar en el escritorio, con datos de contacto completos.
tr: <i>Raporum</i>, masaüstünüze Excel elektronik tablosu olarak indirebileceğiniz, tam iletişim bilgilerini içeren bir rapor oluşturacaktır.

source: This report will provide a printable listing, or more appropriately, a spreadsheet of students and their contact information you might use in a mail merge directory, or other.
el: Αυτή η αναφορά θα παρέχει μια εκτυπώσιμη λίστα, ή πιο κατάλληλα, ένα υπολογιστικό φύλλο μαθητών και τα στοιχεία επικοινωνίας τους που μπορείτε να χρησιμοποιήσετε σε έναν κατάλογο συγχώνευσης αλληλογραφίας ή άλλο.
es_es: Este reporte proveerá un producto imprimible, o más bien un documento con los estudiantes y sus datos de contacto que se puede usar en un directorio.
tr: Bu rapor, bir posta birleştirme dizininde veya başka bir yerde kullanabileceğiniz öğrencilerin ve iletişim bilgilerinin yer aldığı yazdırılabilir bir liste veya daha uygun bir ifadeyle bir elektronik tablo sağlayacaktır.

source: Click on the Download icon at the top of the list to export the report to an Excel spreadsheet.
el: Κάντε κλικ στο εικονίδιο Λήψη στην κορυφή της λίστας για να εξαγάγετε την αναφορά σε ένα υπολογιστικό φύλλο του Excel.
es_es: Haga clic sobre el icono Descargar arriba del listado para exportar el reporte como archivo de Excel.
tr: Raporu Excel elektronik tablosuna aktarmak için listenin en üstündeki İndir simgesine tıklayın.

source: <i>Create Parent Users</i> will let you create Parent accounts from the Contact information recorded for each Student.
el: Η <i>Δημιουργία γονικών χρηστών</i> θα σας επιτρέψει να δημιουργήσετε λογαριασμούς γονέων από τα στοιχεία επικοινωνίας που καταγράφονται για κάθε Μαθητή.
es_es: <i>Crear Usuarios Padre</i> le permite crear cuentas de Padre con las informaciones de Contacto guardada para cada Estudiante.
tr: <i>Ebeveyn Kullanıcıları Oluştur</i>, her Öğrenci için kaydedilen İletişim bilgilerinden Ebeveyn hesapları oluşturmanıza olanak tanır.

source: You must first select the Field where parent email addresses are stored. The drop down list contains Student and Address fields ("Text" type only).
el: Πρέπει πρώτα να επιλέξετε το Πεδίο όπου αποθηκεύονται οι διευθύνσεις email των γονέων. Η αναπτυσσόμενη λίστα περιέχει πεδία Σπουδαστής και Διεύθυνση (μόνο τύπος "Κείμενο").
es_es: Debe primero seleccionar el campo donde las direcciones de correo electrónico de los padres están guardadas. La lista desplegable contiene los campos de Estudiantes y Dirección (tipo "Texto" solamente).
tr: Önce ebeveyn e-posta adreslerinin saklandığı Alanı seçmelisiniz. Açılır liste Öğrenci ve Adres alanlarını içerir ("Metin" türü yalnızca).

source: You can create a new Email text field using the <i>Student Fields</i> program.
el: Μπορείτε να δημιουργήσετε ένα νέο πεδίο κειμένου Email χρησιμοποιώντας το πρόγραμμα <i>Πεδία Μαθητών</i>.
es_es: Puede crear un nuevo campo de texto Email usando el programa <i>Campos de Estudiantes</i>.
tr: <i>Öğrenci Alanları</i> programını kullanarak yeni bir E-posta metin alanı oluşturabilirsiniz.

source: You then must select a student by using the "Find a Student" search screen.
el: Στη συνέχεια, πρέπει να επιλέξετε έναν μαθητή χρησιμοποιώντας την οθόνη αναζήτησης "Εύρεση μαθητή".
es_es: Luego, debe seleccionar un estudiante usando la pantalla de búsqueda «Encontrar un Estudiante».
tr: Daha sonra "Öğrenci Bul" arama ekranını kullanarak bir öğrenci seçmeniz gerekmektedir.

source: The list of students will show the parent name and email. Students will have a checkbox only if a valid email address was found in the email field.
el: Η λίστα των μαθητών θα εμφανίζει το όνομα γονέα και το email. Οι μαθητές θα έχουν ένα πλαίσιο ελέγχου μόνο εάν βρέθηκε μια έγκυρη διεύθυνση email στο πεδίο ηλεκτρονικού ταχυδρομείου.
es_es: La lista de estudiantes muestra el nombre del padre, y su email. Los Estudiantes solo tendrán una casilla si una dirección de correo electrónico valida ha sido encontrada.
tr: Öğrenci listesi ebeveyn adını ve e-postasını gösterecektir. Öğrenciler yalnızca e-posta alanında geçerli bir e-posta adresi bulunursa bir onay kutusuna sahip olacaktır.

source: Customize the email content sent to parents using the large text boxes and substitution codes above the list.
el: Προσαρμόστε το περιεχόμενο email που αποστέλλεται στους γονείς χρησιμοποιώντας τα μεγάλα πλαίσια κειμένου και τους κωδικούς αντικατάστασης πάνω από τη λίστα.
es_es: Personalice el contenido del correo enviado a los padres usando los campos de texto y las substituciones arriba de la lista.
tr: Listenin üstündeki büyük metin kutularını ve değiştirme kodlarını kullanarak ebeveynlere gönderilen e-posta içeriğini özelleştirin.

source: To test the Parent Users creation and check the email content, you can enter your email address in the Test Mode field.
el: Για να δοκιμάσετε τη δημιουργία Γονικών χρηστών και να ελέγξετε το περιεχόμενο email, μπορείτε να εισαγάγετε τη διεύθυνση email σας στο πεδίο Λειτουργία δοκιμής..
es_es: Para probar la creación de Usuarios Padre y controlar el contenido del email, puede entrar su dirección de correo en el campo "Modo de Prueba".
tr: Ebeveyn Kullanıcılar oluşturmayı test etmek ve e-posta içeriğini kontrol etmek için Test Modu alanına e-posta adresinizi girebilirsiniz.

source: Click the "Create Parent Accounts for the Selected Students" button.
el: Κάντε κλικ στο κουμπί "Δημιουργία λογαριασμών γονέων για τους επιλεγμένους μαθητές".
es_es: Haga clic en el botón "Crear Cuentas de Padres para los Estudiantes Seleccionados".
tr: "Seçilen Öğrenciler İçin Veli Hesapları Oluştur" butonuna tıklayın.

source: <i>Registration</i> lets you configure the Registration program's form and preview how it will be displayed to Parents or Students.
el: Η <i>Εγγραφή</i> σάς επιτρέπει να διαμορφώσετε τη φόρμα του προγράμματος Εγγραφής και να κάνετε προεπισκόπηση πώς θα εμφανίζεται σε Γονείς ή Μαθητές.
es_es: <i>Inscripción</i> le permite configurar el formulario del programa Inscripción y tener una vista previa de como se mostrará a los Padres o Estudiantes.
tr: <i>Kayıt</i>, Kayıt programının formunu yapılandırmanıza ve bunun Ebeveynlere veya Öğrencilere nasıl görüntüleneceğini önizlemenize olanak tanır.

source: The <i>Registration</i> program is a convenient way to allow Students or Parents to self register their information once their Student account is activated.
el: Το πρόγραμμα <i>Εγγραφή</i> είναι ένας βολικός τρόπος για να επιτρέψετε σε Μαθητές ή Γονείς να καταχωρήσουν μόνοι τους τα στοιχεία τους μόλις ενεργοποιηθεί ο λογαριασμός Μαθητή τους.
es_es: El programa <i>Inscripción</i> es un modo conveniente que permite a los Estudiantes o Padres de llenar sus datos una vez la cuenta de Estudiante está activa.
tr: <i>Kayıt</i> programı, Öğrenci veya Velilerin Öğrenci hesapları etkinleştirildikten sonra kendi bilgilerini kendilerinin kaydetmelerine olanak tanıyan kullanışlı bir yoldur.

source: The first Parent fieldset allows you to edit the main Contact relation, check whether it should be marked as "Custody" and "Emergency", select which Contact Information and which Contact Field categories you would like to be completed.
el: Το πρώτο σύνολο πεδίων Γονέας σάς επιτρέπει να επεξεργαστείτε την κύρια σχέση Επαφής, να ελέγξετε αν θα πρέπει να επισημανθεί ως "Επιμέλεια" και "Επείγουσα ανάγκη", επιλέξτε ποια Στοιχεία Επικοινωνίας και ποιες κατηγορίες Πεδίου Επαφής θέλετε να συμπληρωθούν.
es_es: El primero conjunto de campos Padre le permite editar la relación del Contacto principal, controlar si debe ser marcado como "Custodia" y "Emergencia", y seleccionar cual Información de Contacto y cuales categorías de Campos de contacto desea verse completada.
tr: İlk Ebeveyn alan kümesi, ana İletişim ilişkisini düzenlemenize, "Velayet" ve "Acil" olarak işaretlenip işaretlenmeyeceğini denetlemenize, hangi İletişim Bilgilerinin ve hangi İletişim Alanı kategorilerinin tamamlanmasını istediğinizi seçmenize olanak tanır.

source: If no Contact Information is available, add it first to an existing contact from the <i>Student Info > Addresses & Contacts</i> tab.
el: Εάν δεν υπάρχουν διαθέσιμα στοιχεία επικοινωνίας, προσθέστε τα πρώτα σε μια υπάρχουσα επαφή από την καρτέλα <i>Πληροφορίες μαθητή > Διευθύνσεις και επαφές</i>.
es_es: Si ninguna Información de Contacto está disponible, añádela primero a un contacto existente desde la pestaña <i>Direcciones y Contactos</i> del programa <i>Información del Estudiante</i>.
tr: Eğer İletişim Bilgileri mevcut değilse, öncelikle <i>Öğrenci Bilgileri > Adresler ve İletişim Bilgileri</i> sekmesinden mevcut bir kişiye ekleyin.

source: If no Contact Fields are available, you can add some from the <i>Student Fields</i> program.
el: Εάν δεν υπάρχουν διαθέσιμα Πεδία Επαφών, μπορείτε να προσθέσετε μερικά από το πρόγραμμα <i>Πεδία Σπουδαστών</i>.
es_es: Si ningún Campo de Contacto está disponible, puede agregar unos desde el programa <i>Campos de Estudiantes</i>.
tr: Eğer İletişim Alanları mevcut değilse, <i>Öğrenci Alanları</i> programından bazılarını ekleyebilirsiniz.

source: Next to the main Parent contact, a similar fieldset allows you to edit the secondary Contact form. You can select whether it has no address, or to use the same address as for the student, or to display a new address form.
el: Δίπλα στην κύρια επαφή Γονέα, ένα παρόμοιο σύνολο πεδίων σάς επιτρέπει να επεξεργαστείτε τη δευτερεύουσα φόρμα επικοινωνίας. Μπορείτε να επιλέξετε εάν δεν έχει διεύθυνση ή να χρησιμοποιήσετε την ίδια διεύθυνση με τον μαθητή ή να εμφανίσετε μια νέα φόρμα διεύθυνσης.
es_es: Al lado del contacto Padre principal, un conjunto de campos similar le permite editar el formulario del Contacto secundario. Puede seleccionar si no tendrá dirección, o si usar la misma dirección que para el estudiante, o si mostrar un nuevo formulario de dirección.
tr: Ana Ebeveyn iletişiminin yanında, benzer bir alan kümesi ikincil İletişim formunu düzenlemenize olanak tanır. Adresi olup olmadığını, öğrenci için kullanılan adresle aynı adresi kullanıp kullanmayacağını veya yeni bir adres formu görüntüleyip görüntülemeyeceğini seçebilirsiniz.

source: Below is the Address fieldset which allows you to select which Address Field categories you would like to be completed.
el: Παρακάτω είναι το σύνολο πεδίων Διεύθυνσης που σας επιτρέπει να επιλέξετε ποιες κατηγορίες Πεδίων Διεύθυνσης θέλετε να συμπληρωθούν.
es_es: Debajo está el conjunto de campos Dirección. Le permite seleccionar las categorías de Campos de Dirección que desea ser completadas.
tr: Aşağıda, hangi Adres Alanı kategorilerinin doldurulmasını istediğinizi seçmenize olanak tanıyan Adres alan kümesi bulunmaktadır.

source: If no Address Fields are available, you can add some from the <i>Student Fields</i> program.
el: Εάν δεν υπάρχουν διαθέσιμα Πεδία Διεύθυνσης, μπορείτε να προσθέσετε μερικά από το πρόγραμμα <i>Πεδία Σπουδαστών</i>.
es_es: Si ningún Campo de Dirección está disponible, puede agregar unos desde el programa <i>Campos de Estudiantes</i>.
tr: Adres Alanları mevcut değilse, <i>Öğrenci Alanları</i> programından bazılarını ekleyebilirsiniz.

source: Below you can activate and configure other Contacts such as Grandparents.
el: Παρακάτω μπορείτε να ενεργοποιήσετε και να διαμορφώσετε άλλες Επαφές, όπως γιαγιάδες και Παππούδες.
es_es: Debajo puede activar e configurar otros Contactos como por ejemplo los Abuelos.
tr: Aşağıda Büyükanne ve Büyükbabalar gibi diğer Kişileri etkinleştirebilir ve yapılandırabilirsiniz.

source: Finally, the Student fieldset allows you to select which Student Field categories you would like to be completed.
el: Τέλος, το σύνολο πεδίων Student σάς επιτρέπει να επιλέξετε ποιες κατηγορίες πεδίων σπουδαστών θέλετε να συμπληρωθούν.
es_es: Finalmente, está el conjunto de campos Estudiante. Le permite seleccionar las categorías de Campos de Estudiante que desea ser completadas.
tr: Son olarak Öğrenci alan kümesi, hangi Öğrenci Alanı kategorilerinin tamamlanmasını istediğinizi seçmenize olanak tanır.

source: You can add more Student Fields from the <em>Student Fields</em> program.
el: Μπορείτε να προσθέσετε περισσότερα Πεδία Μαθητών από το πρόγραμμα <em>Πεδία Μαθητών</em>.
es_es: Puede agregar más Campos de Estudiantes desde el programa <i>Campos de Estudiantes</i>.
tr: <em>Öğrenci Alanları</em> programından daha fazla Öğrenci Alanı ekleyebilirsiniz.

source: Click the "Save" button once you are ready. To preview the form, click the "Preview" link at the top of the screen.
el: Κάντε κλικ στο κουμπί "Αποθήκευση" μόλις είστε έτοιμοι. Για προεπισκόπηση της φόρμας, κάντε κλικ στο σύνδεσμο "Προεπισκόπηση" στο επάνω μέρος της οθόνης.
es_es: Haga clic en el botón "Guardar" cuando está listo. Para tener una vista previa del formulario, haga clic en el enlace "Vista previa" en la parte superior de la pantalla.
tr: Hazır olduğunuzda "Kaydet" düğmesine tıklayın. Formu önizlemek için ekranın üst kısmındaki "Önizleme" bağlantısına tıklayın.

source: Parents registering a student who already have siblings in the school will be shown the "Use same address and contact information as for [Student name]" checkbox.
el: Στους γονείς που εγγράφουν έναν μαθητή που έχουν ήδη αδέρφια στο σχολείο θα εμφανιστεί το πλαίσιο ελέγχου "Χρήση της ίδιας διεύθυνσης και στοιχείων επικοινωνίας με το [Όνομα μαθητή]".
es_es: Los Padres que inscriben un estudiante que ya tiene hermanos en la institución tendrán una casilla "Usar la misma información de dirección y contactos que para [nombre del Estudiante]".
tr: Okulda halihazırda kardeşleri bulunan bir öğrenciyi kaydeden velilere "[Öğrenci adı] için kullanılan adres ve iletişim bilgilerinin aynısını kullan" onay kutusu gösterilecektir.

source: Tip: you can create a Student Field named "Parent email" and set it as the "Student email field" from the <i>School > Configuration</i> program. Students having the same Parent email will also be shown a "Use same address and contact information as for [Student name]" checkbox when registering.
el: Συμβουλή: μπορείτε να δημιουργήσετε ένα Πεδίο μαθητή με το όνομα "email γονέα" και να το ορίσετε ως το "Πεδίο email Μαθητή" από το πρόγραμμα <i>Σχολείο > Διαμόρφωση</i>. Στους μαθητές που έχουν το ίδιο email γονέα θα εμφανίζεται επίσης ένα πλαίσιο ελέγχου "Χρήση ίδιας διεύθυνσης και στοιχείων επικοινωνίας με το [Όνομα μαθητή]" κατά την εγγραφή.
es_es: Consejo: puede crear un Campo Estudiante "Email Padre" y definirlo como "Campo email Estudiante" desde el programa <i>Institución > Configuración</i>. Luego, los Estudiantes teniendo el mismo Email Padre también tendrán una casilla "Usar la misma información de dirección y contactos que para [nombre del Estudiante]" cuando se inscriben.
tr: İpucu: "Ebeveyn e-postası" adında bir Öğrenci Alanı oluşturabilir ve <i>Okul > Yapılandırma</i> programından bunu "Öğrenci e-posta alanı" olarak ayarlayabilirsiniz. Aynı Ebeveyn e-postasına sahip öğrencilere kayıt sırasında "[Öğrenci adı] için aynı adresi ve iletişim bilgilerini kullan" onay kutusu da gösterilecektir.

source: <i>Remove Access</i> will let you remove access for students and their associated parents.
el: Η <i>Κατάργηση πρόσβασης</i> θα σας επιτρέψει να καταργήσετε την πρόσβαση για μαθητές και τους συσχετισμένους γονείς τους.
es_es: <i>Quitar el Acceso</i> le permite quitar el acceso a los estudiantes y sus padres asociados.
tr: <i>Erişimi Kaldır</i> öğrenciler ve ilişkili velileri için erişimi kaldırmanıza olanak tanır.

source: To grant access for students and their associated parents, click the "Grant Access" link.
el: Για να παραχωρήσετε πρόσβαση σε μαθητές και τους συνδεδεμένους γονείς τους, κάντε κλικ στον σύνδεσμο "Εκχώρηση πρόσβασης".
es_es: Para dar acceso a los estudiantes y sus padres asociados, haga clic en el enlace "Dar Acceso".
tr: Öğrencilere ve ilgili velilere erişim izni vermek için "Erişim İzni Ver" bağlantısına tıklayın.

source: You then must select a student by using the "Students with Access" search screen.
es_es: Luego, debe escoger un estudiante usando la pantalla de búsqueda "Estudiantes con Acceso".
tr: Daha sonra "Erişimi Olan Öğrenciler" arama ekranını kullanarak bir öğrenci seçmeniz gerekmektedir.

source: The list of students will show the student username. Only students having a username and a password set will be displayed in the list.
el: Η λίστα των μαθητών θα εμφανίζει το όνομα χρήστη του μαθητή. Μόνο οι μαθητές που έχουν οριστεί όνομα χρήστη και κωδικό πρόσβασης θα εμφανίζονται στη λίστα.
es_es: La lista de estudiantes mostrará el nombre de usuario del estudiante. Solamente los estudiantes contando con un nombre de usuario y una contraseña estarán mostrados en la lista.
tr: Öğrenci listesi öğrenci kullanıcı adını gösterecektir. Sadece kullanıcı adı ve şifresi ayarlanmış öğrenciler listede gösterilecektir.
