Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: Click on the "+" icon below the "No School Fields were found" text. Fill in the Field Name field(s), and then choose what type of field you wish with the "Data Type" pull-down.
el: Κάντε κλικ στο εικονίδιο "+" κάτω από το κείμενο "Δεν βρέθηκαν σχολικά πεδία". Συμπληρώστε το πεδίο Όνομα πεδίου και, στη συνέχεια, επιλέξτε τον τύπο πεδίου που θέλετε με το αναπτυσσόμενο μενού «Τύπος δεδομένων».
es_es: Haga clic sobre el icono "+" debajo del texto "No se encontró ningún(a) Campo de Usuario.". Llene el/los campo(s) "Nombre del Campo", y luego escoge el tipo de campo que desee con el menú desplegable "Tipo de Dato".
tr: "Okul Alanı Bulunamadı" metninin altındaki "+" simgesine tıklayın. Alan Adı alanını/alanlarını doldurun ve ardından "Veri Türü" açılır menüsüyle istediğiniz alan türünü seçin.

source: "Pull-Down" fields create menus from which you can select one option. To create this type of field, click on "Pull-Down" and then add your options (one per line) in the "Pull-Down/Auto Pull-down/Export Pull-Down/Select Multiple from Options" text box.
el: Τα πεδία "Pull-Down" δημιουργούν μενού από τα οποία μπορείτε να επιλέξετε μία επιλογή. Για να δημιουργήσετε αυτόν τον τύπο πεδίου, κάντε κλικ στο "Pull-Down" και, στη συνέχεια, προσθέστε τις επιλογές σας (μία ανά γραμμή) στο πλαίσιο κειμένου "Pull-Down / Auto Pull-down /Εξαγωγή Pull-Down / " Επιλέξτε Πολλαπλές από τις Επιλογές".
es_es: Los campos "Menú Desplegable" crean un menú a partir del cual se puede escoger una opción. Para crear este tipo de campo, haga clic sobre "Menú Desplegable" y luego entre las opciones (una por línea) en el campo de texto "Menú Desplegable/Menú Desplegable Automático/Menú Desplegable Exportable/Selección de Opción Múltiple".
tr: "Açılır" alanlar, bir seçeneği seçebileceğiniz menüler oluşturur. Bu tür bir alan oluşturmak için "Açılır"a tıklayın ve ardından "Açılır/Otomatik Açılır/Açılır'ı Dışa Aktar/Seçeneklerden Birden Fazlasını Seç" metin kutusuna seçeneklerinizi (satır başına bir tane) ekleyin.

source: "Auto Pull-Down" fields create menus from which you can select one option, and add options. You add options by selecting the "-Edit-" option in the menu choices and click "Save". You can then edit the field by removing the red "-Edit-" from the field, entering the correct information. RosarioSIS gets all the options that have been added to this field to create the pull-down.
el: Τα πεδία "Auto Pull-Down" δημιουργούν μενού από τα οποία μπορείτε να επιλέξετε μία επιλογή και να προσθέσετε επιλογές. Μπορείτε να προσθέσετε επιλογές επιλέγοντας την επιλογή "-Επεξεργασία-" στις επιλογές του μενού και κάντε κλικ στο "Αποθήκευση". Στη συνέχεια, μπορείτε να επεξεργαστείτε το πεδίο αφαιρώντας το κόκκινο "-Edit-" από το πεδίο, εισάγοντας τις σωστές πληροφορίες. Το RosarioSIS λαμβάνει όλες τις επιλογές που έχουν προστεθεί σε αυτό το πεδίο για να δημιουργήσει το pull-down.
es_es: Los campos "Menú Desplegable Automático" crean un menú a partir del cual se puede escoger una opción y agregar opciones. Se agregan las opciones escogiendo el opción "-Editar-" en el menú y presionando "Guardar". Se puede editar el campo quitando el "-Editar-" rojo del campo, entrando la información correcta. RosarioSIS toma todas las opciones que han sido agregadas a este campo para crear el Menú Desplegable.
tr: "Otomatik Aşağı Çekme" alanları, bir seçeneği seçebileceğiniz ve seçenekler ekleyebileceğiniz menüler oluşturur. Menü seçeneklerinde "-Düzenle-" seçeneğini belirleyerek seçenekleri ekler ve "Kaydet"e tıklarsınız. Daha sonra, alandan kırmızı "-Düzenle-"yi kaldırarak ve doğru bilgileri girerek alanı düzenleyebilirsiniz. RosarioSIS, aşağı çekmeyi oluşturmak için bu alana eklenen tüm seçenekleri alır.

source: "Export Pull-Down" fields are created by adding options to the large text box respecting the following pattern: "option shown"|"option exported". For example: "Two|2", where "Two" is displayed on screen to the user, and "2" is the value in a downloaded spreadsheet.
el: Τα πεδία "Εξαγωγή Pull-Down" δημιουργούνται προσθέτοντας επιλογές στο μεγάλο πλαίσιο κειμένου σύμφωνα με το ακόλουθο μοτίβο: "επιλογή εμφανίζεται"|"εξαγωγή επιλογής". Για παράδειγμα: "Two|2", όπου το "Two" εμφανίζεται στην οθόνη στον χρήστη και το "2" είναι η τιμή σε ένα υπολογιστικό φύλλο που έχει ληφθεί.
es_es: Los campos "Menú Desplegable Exportable" son creados agregando opciones respectando esta convención: "opción mostrada"|"opción exportada". Por ejemplo: "Dos|2", donde "Dos" está expuesto en la pantalla, y "2" es el valor del documento descargado.
tr: "Dışa Aktarım Çekme" alanları, aşağıdaki desene uygun olarak büyük metin kutusuna seçenekler eklenerek oluşturulur: "gösterilen seçenek"|"dışa aktarılan seçenek". Örneğin: "İki|2", burada "İki" kullanıcıya ekranda gösterilir ve "2" indirilen bir elektronik tablodaki değerdir.

source: "Select Multiple from options" fields create multiple checkboxes to choose one or more options.
el: Τα πεδία "Επιλογή πολλαπλών από επιλογές" δημιουργούν πολλαπλά πλαίσια ελέγχου για να επιλέξετε μία ή περισσότερες επιλογές.
es_es: Los campos "Selección de Opción Múltiple" crean casillas múltiples para escoger una o varias opciones.
tr: "Seçeneklerden Birden Fazlasını Seç" alanları, bir veya daha fazla seçeneği seçmek için birden fazla onay kutusu oluşturur.

source: "Text" fields create alphanumeric text fields with a maximum capacity of 255 characters.
el: Τα πεδία "Κείμενο" δημιουργούν αλφαριθμητικά πεδία κειμένου με μέγιστη χωρητικότητα 255 χαρακτήρων.
es_es: Los campos de "Texto" crean un campo de texto alfanumérico con una capacidad máxima de 255 caracteres.
tr: "Metin" alanları, maksimum 255 karakter kapasiteli alfanümerik metin alanları oluşturur.

source: "Long Text" fields create large alphanumeric text boxes with a maximum length of 5000 characters.
el: Τα πεδία "Μεγάλο κείμενο" δημιουργούν μεγάλα αλφαριθμητικά πλαίσια κειμένου με μέγιστο μήκος 5000 χαρακτήρες.
es_es: Los campos "Texto Largo" crean grandes cajas de texto alfanumérico con una capacidad máxima de 5000 caracteres.
tr: "Uzun Metin" alanları, maksimum 5000 karakter uzunluğunda büyük alfanümerik metin kutuları oluşturur.

source: "Checkbox" fields create checkboxes. When checked it means "yes" and when un-checked "no".
el: Τα πεδία "Πλαίσιο ελέγχου" δημιουργούν πλαίσια ελέγχου. Όταν είναι τσεκαρισμένο σημαίνει «ναι» και όταν δεν είναι τσεκαρισμένο «όχι».
es_es: Los campos "Casilla" crean casillas. Cuando marcada, significa "Sí", y cuando no marcado "No".
tr: "Onay kutusu" alanları onay kutuları oluşturur. İşaretlendiğinde "evet" anlamına gelir ve işaretlenmediğinde "hayır" anlamına gelir.

source: "Number" fields create text fields that stores only numeric values.
el: Τα πεδία "Αριθμός" δημιουργούν πεδία κειμένου που αποθηκεύουν μόνο αριθμητικές τιμές.
es_es: Los campos "Número" crean campos de texto que almacenan valores numéricos solamente.
tr: "Sayı" alanları yalnızca sayısal değerleri depolayan metin alanları oluşturur.

source: "Date" field creates pull-downs fields to pick a date from.
el: Το πεδίο "Ημερομηνία" δημιουργεί αναπτυσσόμενα πεδία για να επιλέξετε μια ημερομηνία.
es_es: Los campos "Fecha" crean menús desplegables para escoger una fecha.
tr: "Tarih" alanı, tarih seçebileceğiniz açılır alanlar oluşturur.

source: "Files" field creates upload file field. Files can be later be downloaded and deleted.
el: Το πεδίο "Αρχεία" δημιουργεί το πεδίο αρχείου μεταφόρτωσης. Τα αρχεία μπορούν αργότερα να ληφθούν και να διαγραφούν.
es_es: Los campos "Archivos" crean un campo para cargar un archivo. Luego, los archivos se pueden bajar y borrar.
tr: "Dosyalar" alanı yükleme dosyası alanı oluşturur. Dosyalar daha sonra indirilebilir ve silinebilir.

source: The "Required" checkbox, if checked, will make that field required so an error will be displayed if the field is empty when saving the page.
el: Το πλαίσιο ελέγχου "Απαιτείται", εάν είναι επιλεγμένο, θα κάνει αυτό το πεδίο απαραίτητο, ώστε να εμφανιστεί ένα σφάλμα εάν το πεδίο είναι κενό κατά την αποθήκευση της σελίδας.
es_es: La casilla "Obligatorio", cuando marcada, volverá el campo requerido y un error sera generado si el campo está vació al momento de guardar.
tr: "Gerekli" onay kutusu işaretlendiğinde, bu alan zorunlu hale gelir; dolayısıyla sayfa kaydedilirken alan boşsa bir hata görüntülenir.

source: The "Sort Order" determines the order in which the fields will be displayed on the School Information screen.
el: Η "Σειρά ταξινόμησης" καθορίζει τη σειρά με την οποία θα εμφανίζονται τα πεδία στην οθόνη Πληροφορίες Σχολείου.
es_es: La "Orden" determina la orden en la cual los campos están organizados en el programa Información de la Institución.
tr: "Sıralama Düzeni", Okul Bilgileri ekranında alanların hangi sırayla görüntüleneceğini belirler.

source: Delete a field
el: Διαγραφή πεδίου
es_es: Eliminar un campo
tr: Bir alanı sil

source: You can delete any School field simply by clicking on the "Delete" button in the upper right corner. Please note that you will lose all your data if you delete an already used field.
el: Μπορείτε να διαγράψετε οποιοδήποτε πεδίο Σχολής απλά κάνοντας κλικ στο κουμπί "Διαγραφή" στην επάνω δεξιά γωνία. Λάβετε υπόψη ότι θα χάσετε όλα τα δεδομένα σας εάν διαγράψετε ένα ήδη χρησιμοποιημένο πεδίο.
es_es: Se puede eliminar cualquier Campo de Usuario simplemente presionando el botón "Eliminar" en la parte arriba de la pantalla. Por favor nota bien que se perderá toda la información si se elimina un campo ya usada.
tr: Herhangi bir Okul alanını sağ üst köşedeki "Sil" düğmesine tıklayarak silebilirsiniz. Lütfen, halihazırda kullanılan bir alanı silerseniz tüm verilerinizi kaybedeceğinizi unutmayın.

source: <i>School Information</i> displays the name, address, and principal of the current school.
el: Οι <i>Στοιχεία σχολείου</i> εμφανίζουν το όνομα, τη διεύθυνση και τον διευθυντή του τρέχοντος σχολείου.
es_es: <i>Información de la Institución</i> muestra el nombre, la dirección, y el director de la institución.
tr: <i>Okul Bilgileri</i> mevcut okulun adını, adresini ve müdürünü gösterir.

source: <i>Calendars</i> is a display of school events and your student's assignments. The calendar also displays whether or not school is in attendance on any given day. By default, the calendar displays the current month. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen.
el: Το <i>Ημερολόγια</i> είναι μια εμφάνιση των σχολικών εκδηλώσεων και των εργασιών του μαθητή σας. Το ημερολόγιο εμφανίζει επίσης εάν το σχολείο είναι παρόν ή όχι μια δεδομένη ημέρα. Από προεπιλογή, το ημερολόγιο εμφανίζει τον τρέχοντα μήνα. Ο μήνας και το έτος που εμφανίζονται μπορούν να αλλάξουν αλλάζοντας τα αναπτυσσόμενα μενού μήνα και έτους στο επάνω μέρος της οθόνης.
es_es: <i>Calendario</i> muestra los eventos de la institución y las tareas de sus estudiantes. El calendario muestra también los días de institución. Por defecto, el calendario muestra el mes actual. El mes y el año mostrados pueden ser cambiados en los menús desplegables del mes y del año en la parte superior de la pantalla.
tr: <i>Takvimler</i> okul etkinliklerinin ve öğrencinizin ödevlerinin bir göstergesidir. Takvim ayrıca okulun belirli bir günde devam edip etmediğini de gösterir. Varsayılan olarak, takvim geçerli ayı gösterir. Ekranın üst kısmındaki ay ve yıl açılır menülerini değiştirerek görüntülenen ay ve yıl değiştirilebilir.

source: The titles of school events and assignments are displayed in each date's box. Clicking on these titles will open a popup window that displays more information about the event or assignment. School events are preceded by a black stripe and assignments are preceded by a red stripe.
el: Οι τίτλοι των σχολικών εκδηλώσεων και των εργασιών εμφανίζονται στο πλαίσιο κάθε ημερομηνίας. Κάνοντας κλικ σε αυτούς τους τίτλους θα ανοίξει ένα αναδυόμενο παράθυρο που εμφανίζει περισσότερες πληροφορίες σχετικά με το συμβάν ή την ανάθεση. Τα σχολικά γεγονότα προηγούνται από μια μαύρη λωρίδα και οι εργασίες προηγούνται από μια κόκκινη λωρίδα.
es_es: Los títulos de los eventos y de las tareas están en cada caja del día. Haciendo clic sobre estos títulos abrirá una ventana emergente que muestra mas información sobre el evento o la tarea. Los eventos tienen por delante una barra negra y las tareas una barra roja.
tr: Okul etkinlikleri ve ödevlerinin başlıkları her tarihin kutusunda görüntülenir. Bu başlıklara tıklandığında etkinlik veya ödev hakkında daha fazla bilgi görüntüleyen bir açılır pencere açılır. Okul etkinliklerinin önünde siyah bir şerit, ödevlerin önünde ise kırmızı bir şerit bulunur.

source: For days that school is in attendance all day, the date's box is green. On partial days, the number of minutes that school is in session is displayed. If the school is not in attendance at all on any given day, the date's box is pink.
el: Για μέρες που το σχολείο παρακολουθεί όλη την ημέρα, το πλαίσιο της ημερομηνίας είναι πράσινο. Σε μερικές ημέρες, εμφανίζεται ο αριθμός των λεπτών στα οποία βρίσκεται το σχολείο σε συνεδρία. Εάν το σχολείο δεν παρευρίσκεται καθόλου κάποια δεδομένη ημέρα, το πλαίσιο της ημερομηνίας είναι ροζ.
es_es: En días completos de institución, el día aparece en verde. Para los días parciales, el número de minutos de asistencia en la institución aparece en la esquina superior derecha. Para los días sin institución, el día aparece en rosado.
tr: Okulun tüm gün devam ettiği günler için, tarihin kutusu yeşildir. Kısmi günlerde, okulun açık olduğu dakika sayısı görüntülenir. Okul herhangi bir günde hiç devam etmiyorsa, tarihin kutusu pembedir.

source: <i>Add a Student</i> allows you to add a student to the system and enroll it.
el: Η <i>Προσθήκη μαθητή</i> σάς επιτρέπει να προσθέσετε έναν μαθητή στο σύστημα και να τον εγγράψετε.
es_es: <i>Agregar un Estudiante</i> le permite agregar un estudiante y matricularlo.
tr: <i>Öğrenci Ekle</i>, sisteme bir öğrenci eklemenize ve kaydetmenize olanak tanır.

source: To add the student, enter the birth date, social security number, ethnicity, gender, birthplace, and grade. Then, select the effective date of the student's enrollment and the enrollment code from the pull-down menus at the bottom of the page. If you wish to specify a student ID for this student, enter the student ID into the text field labeled RosarioSIS ID. if you leave this field blank, RosarioSIS will generate an unused student ID and assign it to the new student. Finally, click the "Save" button at the top of the screen.
el: Για να προσθέσετε τον μαθητή, εισαγάγετε την ημερομηνία γέννησης, τον αριθμό κοινωνικής ασφάλισης, την εθνικότητα, το φύλο, τον τόπο γέννησης και τον βαθμό. Στη συνέχεια, επιλέξτε την ημερομηνία έναρξης ισχύος της εγγραφής του μαθητή και τον κωδικό εγγραφής από τα αναπτυσσόμενα μενού στο κάτω μέρος της σελίδας. Εάν θέλετε να καθορίσετε ένα φοιτητικό αναγνωριστικό για αυτόν τον μαθητή, εισαγάγετε το αναγνωριστικό μαθητή στο πεδίο κειμένου με την ένδειξη RosarioSIS ID. Εάν αφήσετε αυτό το πεδίο κενό, το RosarioSIS θα δημιουργήσει ένα αχρησιμοποίητο αναγνωριστικό μαθητή και θα το εκχωρήσει στον νέο μαθητή. Τέλος, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Para agregar el estudiante, entre su fecha de nacimiento, origen étnico, sexo, lugar de nacimiento y grado. Luego, seleccione la fecha de matricula del estudiante y el código de matricula desde el menú desplegable al pié de la pagina. Si usted quiere especificar un ID para este estudiante, entre lo en el campo de texto «ID RosarioSIS». Si usted deja este campo blanco, RosarioSIS generara un ID para el estudiante. Finalmente, presione el botón «Guardar» en la parte superior de la pantalla.
tr: Öğrenciyi eklemek için doğum tarihini, sosyal güvenlik numarasını, etnik kökenini, cinsiyetini, doğum yerini ve sınıfını girin. Ardından, sayfanın alt kısmındaki açılır menülerden öğrencinin kaydının geçerlilik tarihini ve kayıt kodunu seçin. Bu öğrenci için bir öğrenci kimliği belirtmek istiyorsanız, öğrenci kimliğini RosarioSIS Kimliği etiketli metin alanına girin. Bu alanı boş bırakırsanız, RosarioSIS kullanılmamış bir öğrenci kimliği oluşturacak ve bunu yeni öğrenciye atayacaktır. Son olarak, ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: Note: a student cannot be deleted once it is enrolled in courses, has grades, attendance records, discipline referrals, or billing fees. You can drop him instead.
el: Σημείωση: ένας μαθητής δεν μπορεί να διαγραφεί αφού εγγραφεί σε μαθήματα, έχει βαθμούς, αρχεία παρακολούθησης, παραπομπές πειθαρχίας ή χρεώσεις. Μπορείτε να τον ρίξετε αντ' αυτού.
es_es: Nota: un estudiante no se puede eliminar una vez que se encuentra inscrito a cursos, tiene calificaciones, ausencias, sanciones de disciplina, o cobros. En vez de eliminarlo, lo puede retirar.
tr: Not: Bir öğrenci derslere kaydolduktan, notları, katılım kayıtları, disiplin sevkleri veya faturalama ücretleri olduktan sonra silinemez. Bunun yerine onu bırakabilirsiniz.

source: <i>Associate Parents with Students</i> allows you to associate parents to students.
el: Η <i>Συνεργασία γονέων με μαθητές</i> σάς επιτρέπει να συσχετίζετε γονείς με μαθητές.
es_es: <i>Asociar Padres con Estudiantes</i> le permite relacionar padres con estudiantes.
tr: <i>Ebeveynleri Öğrencilerle İlişkilendir</i> ebeveynleri öğrencilerle ilişkilendirmenize olanak tanır.

source: Once a parent's account has been set up, their children must be associated to their account with this program. If you have not already chosen a student earlier in your session, select a student by using the "Find a Student" Search screen. Next, search for a user to associate with the student. From the search result, you can select any number of users. You can select all the users in the list by checking the checkbox in the column headings above the list. After you have selected each desired user from this list, click the "Add Selected Parents" button at the top of the screen.
el: Μόλις δημιουργηθεί ο λογαριασμός ενός γονέα, τα παιδιά τους πρέπει να συσχετιστούν με τον λογαριασμό τους με αυτό το πρόγραμμα. Εάν δεν έχετε ήδη επιλέξει μαθητή νωρίτερα στην συνεδρία σας, επιλέξτε έναν μαθητή χρησιμοποιώντας την οθόνη Αναζήτησης "Εύρεση μαθητή". Στη συνέχεια, αναζητήστε έναν χρήστη που θα συσχετιστεί με τον μαθητή. Από το αποτέλεσμα αναζήτησης, μπορείτε να επιλέξετε οποιονδήποτε αριθμό χρηστών. Μπορείτε να επιλέξετε όλους τους χρήστες στη λίστα επιλέγοντας το πλαίσιο ελέγχου στις επικεφαλίδες στηλών πάνω από τη λίστα. Αφού επιλέξετε κάθε επιθυμητό χρήστη από αυτήν τη λίστα, κάντε κλικ στο κουμπί "Προσθήκη επιλεγμένων γονέων" στο επάνω μέρος της οθόνης.
es_es: Una vez que una cuenta de padre esté lista, sus hijos deben ser relacionados con este programa. Si usted ya no ha seleccionado un estudiante para la sesión, seleccione uno con la pantalla de búsqueda «Encontrar un Estudiante». Luego, busque un usuario para relacionar con la cuenta del estudiante. Desde el resultado de la búsqueda, usted puede seleccionar cualquier número de padres. Después de seleccionar cada padre deseado desde la lista, presione el botón «Agregar los Padres Seleccionados» en la parte superior de la pantalla.
tr: Bir ebeveynin hesabı kurulduktan sonra, çocukları bu programdaki hesaplarıyla ilişkilendirilmelidir. Oturumunuzun önceki bir aşamasında henüz bir öğrenci seçmediyseniz, "Öğrenci Bul" Arama ekranını kullanarak bir öğrenci seçin. Ardından, öğrenciyle ilişkilendirmek için bir kullanıcı arayın. Arama sonucundan, istediğiniz sayıda kullanıcı seçebilirsiniz. Listenin üstündeki sütun başlıklarındaki onay kutusunu işaretleyerek listedeki tüm kullanıcıları seçebilirsiniz. Bu listeden istediğiniz her kullanıcıyı seçtikten sonra, ekranın üst kısmındaki "Seçili Ebeveynleri Ekle" düğmesine tıklayın.

source: At any time after a student has been selected, you can see the parents already associated with that student. These parents are listed to the top of the user search screen / search results. These parents can be disassociated from this student by clicking the delete icon (-) next to the parent you wish to disassociate from the student. You will be asked to confirm this action.
el: Ανά πάσα στιγμή μετά την επιλογή ενός μαθητή, μπορείτε να δείτε τους γονείς που έχουν ήδη συσχετιστεί με αυτόν τον μαθητή. Αυτοί οι γονείς παρατίθενται στην κορυφή της οθόνης αναζήτησης χρήστη / των αποτελεσμάτων αναζήτησης. Αυτοί οι γονείς μπορούν να αποσυνδεθούν από αυτόν τον μαθητή κάνοντας κλικ στο εικονίδιο διαγραφής (-) δίπλα στον γονέα που θέλετε να αποσυνδέσετε από τον μαθητή. Θα σας ζητηθεί να επιβεβαιώσετε αυτήν την ενέργεια.
es_es: Después de seleccionar un estudiante, usted puede ver los padres que ya están relacionados con el estudiante. Estos padres pueden ser disociados de este usuario haciendo clic sobre el icono «-» al lado del el padre. Se le preguntará si desea confirmar la acción.
tr: Bir öğrenci seçildikten sonra herhangi bir zamanda, o öğrenciyle zaten ilişkilendirilmiş olan ebeveynleri görebilirsiniz. Bu ebeveynler, kullanıcı arama ekranının/arama sonuçlarının en üstünde listelenir. Bu ebeveynler, öğrenciden ilişkisini kesmek istediğiniz ebeveynin yanındaki silme simgesine (-) tıklayarak bu öğrenciden ilişkisini kesebilir. Bu işlemi onaylamanız istenecektir.

source: <i>Group Assign Student Info</i> allows you to assign values to any of the Student data fields for a group of students in one action.
el: Η <i>Ομαδική ανάθεση πληροφοριών μαθητή</i> σάς επιτρέπει να εκχωρήσετε τιμές σε οποιοδήποτε από τα πεδία δεδομένων μαθητή για μια ομάδα μαθητών σε μία ενέργεια.
es_es: <i>Asignar Información de Estudiante en Conjunto</i> le permite asignar datos a cualquier campo de dato a un grupo de estudiantes de una vez.
tr: <i>Öğrenci Bilgilerini Grup Olarak Ata</i>, bir grup öğrenci için Öğrenci veri alanlarından herhangi birine tek bir işlemle değer atamanıza olanak tanır.
