Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: By default, grades are weighted by points. This means that the number of points in each assignment determines its weight, and the total of points in all assignments in a category determines how much the category counts.
el: Από προεπιλογή, οι βαθμοί σταθμίζονται με βαθμούς. Αυτό σημαίνει ότι ο αριθμός των πόντων σε κάθε εργασία καθορίζει το βάρος της και το σύνολο των πόντων σε όλες τις εργασίες σε μια κατηγορία καθορίζει πόσο μετράει η κατηγορία.
es_es: Por defecto, las calificaciones están ponderadas por puntos. Significa que el número de puntos de cada tarea determina su peso, y el total de puntos de las tareas en una categoría determina cuanto la categoría pesa.
tr: Varsayılan olarak, notlar puanlara göre ağırlıklandırılır. Bu, her ödevdeki puan sayısının ağırlığını belirlediği ve bir kategorideki tüm ödevlerdeki puanların toplamının kategorinin ne kadar önemli olduğunu belirlediği anlamına gelir.

source: You can choose to weight grades by assignment categories. This will add a "Percent of Final Grade" field to categories.
el: Μπορείτε να επιλέξετε να ζυγίζετε τους βαθμούς ανά κατηγορίες εργασιών. Αυτό θα προσθέσει ένα πεδίο "Ποσοστό τελικού βαθμού" στις κατηγορίες.
es_es: Puede escoger ponderar las calificaciones por categoría de tarea. Esto agrega un campo "Porcentaje de la Calificación Final" a las categorías.
tr: Notları ödev kategorilerine göre ağırlıklandırmayı seçebilirsiniz. Bu, kategorilere "Final Notunun Yüzdesi" alanını ekleyecektir.

source: You can also choose to weight assignments. This lets you edit the weight of each assignment. In case you do not weight categories, the total of weights in all assignments in a category determines how much the category counts.
el: Μπορείτε επίσης να επιλέξετε να βάζετε αναθέσεις. Αυτό σας επιτρέπει να επεξεργαστείτε το βάρος κάθε εργασίας. Σε περίπτωση που δεν κάνετε κατηγορίες βάρους, το σύνολο των βαρών σε όλες τις εργασίες σε μια κατηγορία καθορίζει πόσο μετράει η κατηγορία.
es_es: También puede escoger ponderar las tareas. Le permite definir un coeficiente para cada tarea. En caso de que no pondera las categorías, el total de los coeficientes de todas las tareas en una categoría determina cuanto pesa la categoría.
tr: Ayrıca atamaları ağırlıklandırmayı da seçebilirsiniz. Bu, her atamanın ağırlığını düzenlemenizi sağlar. Kategorilere ağırlık vermemeniz durumunda, bir kategorideki tüm atamalardaki ağırlıkların toplamı, kategorinin ne kadar sayılacağını belirler.

source: Finally, you can also configure the final grading percentages of each semester. These values are used when averaging the quarter grades to calculate the semester grade.
el: Τέλος, μπορείτε επίσης να διαμορφώσετε τα τελικά ποσοστά βαθμολόγησης κάθε εξαμήνου. Αυτές οι τιμές χρησιμοποιούνται για τον υπολογισμό του μέσου όρου των βαθμών τριμήνου για τον υπολογισμό του βαθμού εξαμήνου.
es_es: Finalmente, puede también configurar los porcentajes de las calificaciones finales de cada semestre. Estos valores están usados cuando se calcula el promedio de las calificaciones de cada trimestre para la calificación del semestre.
tr: Son olarak, her yarıyılın son notlandırma yüzdelerini de yapılandırabilirsiniz. Bu değerler, yarıyıl notunu hesaplamak için çeyrek notlarının ortalaması alınırken kullanılır.

source: <i>Grading Scales</i> allows you to setup your school's report card grades. Report card grades are used in the Input Final Grades program by teachers and in most of the Grades reports. Report card grades include letter grades as well as grade comments that a teacher can choose from when entering grades.
el: Οι <i>Κλίμακες βαθμολόγησης</i> σάς επιτρέπουν να ρυθμίσετε τους βαθμούς της κάρτας αναφοράς του σχολείου σας. Οι βαθμοί της κάρτας αναφοράς χρησιμοποιούνται στο πρόγραμμα Εισαγωγής Τελικών Βαθμών από εκπαιδευτικούς και στις περισσότερες αναφορές Βαθμών. Οι βαθμοί της κάρτας αναφοράς περιλαμβάνουν βαθμούς γραμμάτων καθώς και σχόλια βαθμών από τα οποία μπορεί να επιλέξει ένας δάσκαλος κατά την εισαγωγή βαθμών.
es_es: <i>Escalas de Calificaciones</i> le permite configurar las escalas de calificaciones de su institución. Las calificaciones del boletín de calificaciones están usadas en el servicio Entrar Calificaciones Finales por los docentes y en la mayor parte de los reportes de Calificaciones. Las calificaciones del boletín de calificaciones incluyen calificaciones de letra así como comentarios de calificación que un docente puede escoger al momento de entrar las calificaciones.
tr: <i>Notlandırma Ölçekleri</i> okulunuzun karne notlarını ayarlamanıza olanak tanır. Karne notları öğretmenler tarafından Giriş Final Notları programında ve çoğu Not raporunda kullanılır. Karne notları, bir öğretmenin notları girerken seçebileceği harf notlarının yanı sıra not yorumlarını da içerir.

source: To add a report card grade, fill in the grade's title, GPA value, and sort order in the empty fields at the bottom of the grades list and click the "Save" button.
el: Για να προσθέσετε έναν βαθμό κάρτας αναφοράς, συμπληρώστε τον τίτλο του βαθμού, την τιμή ΜΟΒ και τη σειρά ταξινόμησης στα κενά πεδία στο κάτω μέρος της λίστας βαθμών και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para agregar una calificación del boletín de calificaciones, llene el título de la calificación, el valor de promedio y la orden en los campos vacíos al final de la lista de calificaciones y presione el botón «Guardar».
tr: Karne notu eklemek için not başlığını, GNO değerini ve sıralama düzenini notlar listesinin en altındaki boş alanlara yazın ve "Kaydet" butonuna tıklayın.

source: To add a comment, enter the new comment's title in the empty field at the bottom of the comments list.
el: Για να προσθέσετε ένα σχόλιο, εισαγάγετε τον τίτλο του νέου σχολίου στο κενό πεδίο στο κάτω μέρος της λίστας σχολίων.
es_es: Para agregar un comentario, entre el título del nuevo comentario en el campo al final de la lista de comentarios.
tr: Yorum eklemek için yorum listesinin altındaki boş alana yeni yorumunuzun başlığını girin.

source: To modify either type of grade, click on any of the grade's information, change the value, and click the "Save" button.
el: Για να τροποποιήσετε οποιονδήποτε τύπο βαθμού, κάντε κλικ σε οποιαδήποτε από τις πληροφορίες του βαθμού, αλλάξτε την τιμή και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para modificar cualquier tipo de calificación, haga clic sobre cualquier información de la calificación, cambie el valor, y haga clic sobre el botón «Guardar».
tr: Herhangi bir not türünü değiştirmek için notun herhangi bir bilgisine tıklayın, değeri değiştirin ve "Kaydet" butonuna tıklayın.

source: To delete either type of grade, click the delete icon (-) next to the grade you want to delete. You will be asked to confirm the deletion.
el: Για να διαγράψετε οποιονδήποτε τύπο βαθμού, κάντε κλικ στο εικονίδιο διαγραφής (-) δίπλα στον βαθμό που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
es_es: Para eliminar cualquier tipo de calificación, haga clic sobre el icono eliminar (-) al lado de la calificación que quiere eliminar. Se le preguntará si desea confirmar la eliminación.
tr: Herhangi bir not türünü silmek için silmek istediğiniz notun yanındaki silme simgesine (-) tıklayın. Silmeyi onaylamanız istenecektir.

source: To add or edit a grade scale, first click the plus icon (+) tab. For each grade scale you should adjust their scale value, minimum passing grade (minimum grade to earn credits), along with various honor roll minimum GPAs.
el: Για να προσθέσετε ή να επεξεργαστείτε μια κλίμακα βαθμών, κάντε πρώτα κλικ στην καρτέλα εικονίδιο συν (+). Για κάθε κλίμακα βαθμού θα πρέπει να προσαρμόσετε την τιμή της κλίμακας, τον ελάχιστο βαθμό επιτυχίας (ελάχιστος βαθμός για να κερδίσετε μονάδες), μαζί με διάφορες ελάχιστες ΜΟΒ της λίστας τιμής.
es_es: Para agregar o modificar una escala de calificaciones, haga clic sobre la pestaña más (+) primero. Para cada escala de calificaciones, debería ajustar el valor de la escala, la calificación mínima de aprobación (mínimo para obtener los créditos), así que varios mínimos de promedio para los cuadros de honor.
tr: Bir not ölçeği eklemek veya düzenlemek için önce artı simgesi (+) sekmesine tıklayın. Her not ölçeği için ölçek değerini, asgari geçme notunu (kredi kazanmak için gereken asgari not) ve çeşitli onur listesi asgari GPA'larını ayarlamalısınız.

source: <i>Report Card Comments</i> allows you to setup your school's report card comments, for each course or for all courses.
el: Τα <i>Σχόλια κάρτας αναφοράς</i> σάς επιτρέπουν να ρυθμίσετε τα σχόλια της κάρτας αναφοράς του σχολείου σας, για κάθε μάθημα ή για όλα τα μαθήματα.
es_es: <i>Comentarios del Boletín</i> le permite configurar los comentarios del boletín de calificaciones de su institución, para cada curso o todos los cursos.
tr: <i>Karne Yorumları</i> okulunuzun karne yorumlarını her ders veya tüm dersler için ayarlamanıza olanak tanır.

source: The "All Courses" tab is where you create Comments that apply to All Courses, for example to grade conduct, or a quality of the students that all courses share in common. The (+) tab is where you add other comments, specifically course-specific comment tabs and comments.
el: Η καρτέλα "Όλα τα μαθήματα" είναι όπου δημιουργείτε Σχόλια που ισχύουν για όλα τα μαθήματα, για παράδειγμα για τη διεξαγωγή βαθμολογιών ή μια ποιότητα των μαθητών που μοιράζονται όλα τα μαθήματα από κοινού. Η καρτέλα (+) είναι όπου προσθέτετε άλλα σχόλια, ειδικά καρτέλες σχολίων και σχόλια για συγκεκριμένα μαθήματα.
es_es: La pestaña "Todos los Cursos" es donde se crean Comentarios que aplican para Todos los Cursos, por ejemplo para calificar el comportamiento, o una cualidad de los estudiantes que todos los cursos comparten. La pestaña (+) es donde se crean los otros comentarios, específicamente las pestañas de comentarios y los comentarios propios a un curso.
tr: "Tüm Dersler" sekmesi, Tüm Derslere uygulanan Yorumları oluşturduğunuz yerdir, örneğin notlandırma davranışı veya tüm derslerin ortak olarak paylaştığı öğrencilerin bir niteliği. (+) sekmesi, diğer yorumları, özellikle derse özgü yorum sekmelerini ve yorumlarını eklediğiniz yerdir.

source: The "General" tab contains the comments that are added when entering students' grades in the "Input Final Grades" program. Teachers can use the pull-down menu under the "General" tab to add one or more pre-designed comments to the report card. Please note that RosarioSIS has placeholder symbols that can be used in these comments: "^n" will be replaced by the student's first name, while "^s" will be replaced a gender-appropriate pronoun. For example, the comment "^n Comes to ^s Class Unprepared" will be translated to "John Comes to his Class Unprepared" in John Smith's report card.
el: Η καρτέλα "Γενικά" περιέχει τα σχόλια που προστίθενται κατά την εισαγωγή των βαθμών των μαθητών στο πρόγραμμα "Εισαγωγή τελικών βαθμών". Οι εκπαιδευτικοί μπορούν να χρησιμοποιήσουν το αναπτυσσόμενο μενού στην καρτέλα "Γενικά" για να προσθέσουν ένα ή περισσότερα προσχεδιασμένα σχόλια στην κάρτα αναφοράς. Λάβετε υπόψη ότι το RosarioSIS διαθέτει σύμβολα κράτησης θέσης που μπορούν να χρησιμοποιηθούν σε αυτά τα σχόλια: Το "^n" θα αντικατασταθεί από το μικρό όνομα του μαθητή, ενώ το "^s" θα αντικατασταθεί με μια αντωνυμία κατάλληλη για το φύλο.
es_es: La pestaña "General" contiene los comentarios que son agregados al momento de entrar las calificaciones de los estudiantes en el programa "Entrar Calificaciones Finales". Los docentes pueden usar el menú desplegable bajo la pestaña "General" para agregar uno o varios comentarios pre-diseñados al Boletín. Por favor note bien que RosarioSIS tiene parámetros de sustitución que se pueden usar en estos comentarios: "^n" sera sustituido por el nombre del estudiante, y "^s" sera sustituido por un pronombre del genero apropiado. Por ejemplo, el comentario "^n Viene a ^s Clase sin Preparar" sera traducido por "Juan Viene a su Clase sin Preparar" en el boletín de Juan Rodriguez.
tr: "Genel" sekmesi, "Son Notları Gir" programında öğrencilerin notlarını girerken eklenen yorumları içerir. Öğretmenler, "Genel" sekmesi altındaki açılır menüyü kullanarak karneye bir veya daha fazla önceden tasarlanmış yorum ekleyebilirler. Lütfen RosarioSIS'in bu yorumlarda kullanılabilecek yer tutucu sembolleri olduğunu unutmayın: "^n" öğrencinin adıyla değiştirilirken, "^s" cinsiyete uygun bir zamirle değiştirilecektir. Örneğin, "^n ^s Sınıfına Hazırlıksız Geliyor" yorumu, John Smith'in karnesinde "John Sınıfına Hazırlıksız Geliyor" olarak çevrilecektir.

source: The "All Courses" tab allows you to create Comments that apply to All Courses. Enter the Comment name and associate it to a "Code Scale" (created in the "Comment Codes" program) using the pull-down menu. The result will be a new column for the comment in the "Input Final Grades" program, under the "All Courses" tab. The column will display a pull-down menu with the comment codes of the scale associated.
el: Η καρτέλα "Όλα τα μαθήματα" σάς επιτρέπει να δημιουργήσετε σχόλια που ισχύουν για όλα τα μαθήματα. Εισαγάγετε το όνομα σχολίου και συσχετίστε το με μια "Κλίμακα κώδικα" (που δημιουργήθηκε στο πρόγραμμα "Κωδικοί σχολίων") χρησιμοποιώντας το αναπτυσσόμενο μενού. Το αποτέλεσμα θα είναι μια νέα στήλη για το σχόλιο στο πρόγραμμα "Εισαγωγή Τελικοί Βαθμοί", κάτω από την καρτέλα "Όλα τα Μαθήματα". Η στήλη θα εμφανίσει ένα αναπτυσσόμενο μενού με τους σχετικούς κωδικούς σχολίων της κλίμακας.
es_es: La pestaña "Todos los Cursos" le permite crear comentarios que aplican a Todos los Cursos. Entre el nombre del Comentario y asociado a una "Escala de Códigos" (creada en el programa "Códigos de Comentarios") usando el menú desplegable. El resultado sera una nueva columna para el comentario en el programa "Entrar Calificaciones Finales", bajo la pestaña "Todos los Cursos". La columna mostrara un menú desplegable con los códigos de comentarios de la escala asociada.
tr: "Tüm Dersler" sekmesi, Tüm Dersler için geçerli Yorumlar oluşturmanıza olanak tanır. Yorum adını girin ve açılır menüyü kullanarak bir "Kod Ölçeği" ile ilişkilendirin ("Yorum Kodları" programında oluşturulur). Sonuç, "Tüm Dersler" sekmesi altında "Son Notları Gir" programında yorum için yeni bir sütun olacaktır. Sütun, ilişkili ölçeğin yorum kodlarının bulunduğu bir açılır menü görüntüler.

source: To create course-specific comments, first select a course by using the pull-downs at the top of the page. Then click on the tab with the (+) icon to create a Comment Category. Click "Save" and then a new tab with the category name will appear. There you will be able to add individual comments, one-by-one, and to associate them to a "Code Scale" (created in the "Comment Codes" program) using the pull-down menu. The result will be a new tab in the "Input Final Grades" program. The tab will be named after the comment category and will display one column for each of the comments under that category. The columns will display a pull-down menu with the comment codes of the scales associated.
el: Για να δημιουργήσετε σχόλια για συγκεκριμένα μαθήματα, επιλέξτε πρώτα ένα μάθημα χρησιμοποιώντας τα αναπτυσσόμενα μενού στο επάνω μέρος της σελίδας. Στη συνέχεια, κάντε κλικ στην καρτέλα με το εικονίδιο (+) για να δημιουργήσετε μια κατηγορία σχολίων. Κάντε κλικ στο "Αποθήκευση" και στη συνέχεια θα εμφανιστεί μια νέα καρτέλα με το όνομα της κατηγορίας. Εκεί θα μπορείτε να προσθέσετε μεμονωμένα σχόλια, ένα προς ένα, και να τα συσχετίσετε με μια "Κλίμακα κώδικα" (που δημιουργήθηκε στο πρόγραμμα "Κωδικοί σχολίων") χρησιμοποιώντας το αναπτυσσόμενο μενού. Το αποτέλεσμα θα είναι μια νέα καρτέλα στο πρόγραμμα "Εισαγωγή Τελικοί Βαθμοί". Η καρτέλα θα πάρει το όνομα της κατηγορίας σχολίων και θα εμφανίζει μία στήλη για κάθε ένα από τα σχόλια αυτής της κατηγορίας. Οι στήλες θα εμφανίσουν ένα αναπτυσσόμενο μενού με τους κωδικούς σχολίων των σχετικών ζυγαριών.
es_es: Para crear comentarios específicos a un curso, primero seleccione un curso usando los menús desplegables en la parte superior de la pantalla. Luego haga clic sobre la pestaña (+) para crear una Categoría de Comentario. Presione "Guardar" y luego una nueva pestaña con el nombre de la categoría aparecerá. Allí usted podrá agregar comentarios, uno por uno, y asociarlos a una "Escala de Códigos" (creada en el programa "Códigos de Comentarios") usando el menú desplegable. El resultado sera una nueva pestaña en el programa "Entrar Calificaciones Finales". La pestaña tendrá el nombre de la categoría de comentarios y mostrara una columna para cada comentario bajo esta categoría. Las columnas mostraran un menú desplegable con los códigos de comentarios de la escalas asociadas.
tr: Derse özgü yorumlar oluşturmak için önce sayfanın üst kısmındaki açılır menüleri kullanarak bir ders seçin. Ardından Yorum Kategorisi oluşturmak için (+) simgesinin bulunduğu sekmeye tıklayın. "Kaydet"e tıklayın ve ardından kategori adının bulunduğu yeni bir sekme görünecektir. Burada tek tek tek yorumlar ekleyebilir ve açılır menüyü kullanarak bunları bir "Kod Ölçeği"ne (Yorum Kodları programında oluşturulan) ilişkilendirebilirsiniz. Sonuç olarak "Son Notları Gir" programında yeni bir sekme açılacaktır. Sekme yorum kategorisinin adını alacak ve bu kategori altındaki yorumların her biri için bir sütun görüntüleyecektir. Sütunlar, ilişkili ölçeklerin yorum kodlarının bulunduğu bir açılır menü görüntüleyecektir.

source: <i>Comment Codes</i> allows you to create comment scales that will generate pull-down menus of grading codes in the Input Final Grades program. Then, those codes will be displayed with their associated comment in the Report Card.
el: Οι <i>Κώδικες σχολίων</i> σάς επιτρέπουν να δημιουργείτε κλίμακες σχολίων που θα δημιουργούν αναπτυσσόμενα μενού κωδικών βαθμολόγησης στο πρόγραμμα Εισαγωγή Τελικών Βαθμών. Στη συνέχεια, αυτοί οι κωδικοί θα εμφανιστούν με το σχετικό σχόλιό τους στην Κάρτα Αναφοράς.
es_es: <i>Códigos de Comentarios</i> le permite crear escalas de comentarios que muestran menús desplegables de códigos de calificaciones en el programa Entrar Calificaciones Finales. Luego, estos códigos estarán expuestos junto con el comentario asociado en el Boletín de Calificaciones.
tr: <i>Yorum Kodları</i>, Giriş Final Notları programında notlandırma kodlarının açılır menülerini oluşturacak yorum ölçekleri oluşturmanıza olanak tanır. Daha sonra, bu kodlar Karne'de ilişkili yorumlarıyla birlikte görüntülenir.

source: To create a new Comment Scale, click on the tab with the (+) icon. Give a name to your comment scale, add an optional comment and then click "Save". A new tab will appear with the name of your new Comment Scale. Click on the tab of the comment scale to select it and then you will be able to add, one by one, the comment scale codes by filling in their respective "Title" (enter here the code), "Short Name" and "Comment" (entry / code legend that will appear on the report card).
el: Για να δημιουργήσετε μια νέα κλίμακα σχολίων, κάντε κλικ στην καρτέλα με το εικονίδιο (+). Δώστε ένα όνομα στην κλίμακα σχολίων σας, προσθέστε ένα προαιρετικό σχόλιο και, στη συνέχεια, κάντε κλικ στην επιλογή "Αποθήκευση". Θα εμφανιστεί μια νέα καρτέλα με το όνομα της νέας σας κλίμακας σχολίων. Κάντε κλικ στην καρτέλα της κλίμακας σχολίων για να την επιλέξετε και, στη συνέχεια, θα μπορείτε να προσθέσετε, έναν προς έναν, τους κωδικούς της κλίμακας σχολίων συμπληρώνοντας τους αντίστοιχους «Τίτλους» (εισάγετε εδώ τον κωδικό), «Σύντομο Όνομα» και «Σχόλιο " (Εισαγωγή / υπόμνημα κωδικού που θα εμφανιστεί στην κάρτα αναφοράς).
es_es: Para crear una nueva Escala de Comentarios, haga clic sobre la pestaña con el icono (+). Nombre su escala de comentarios, agregue un comentario opcional y luego presione "Guardar". Una nueva pestaña con el nombre de la nueva Escala de Comentarios aparecerá. Haga clic sobre la pestaña de la escala de comentarios para seleccionarla y luego se podrá agregar, uno por uno, los códigos de la escala de comentarios llenando su "Título" (entre aquí el código), "Nombre Corto" y "Comentario" (leyenda del código, la cual aparecerá en el Boletín de Calificaciones).
tr: Yeni bir Yorum Ölçeği oluşturmak için (+) simgesinin bulunduğu sekmeye tıklayın. Yorum ölçeğinize bir ad verin, isteğe bağlı bir yorum ekleyin ve ardından "Kaydet"e tıklayın. Yeni Yorum Ölçeğinizin adının bulunduğu yeni bir sekme görünecektir. Yorum ölçeğinin sekmesine tıklayarak seçin ve ardından yorum ölçeği kodlarını tek tek, ilgili "Başlık" (buraya kodu girin), "Kısa Ad" ve "Yorum" (rapor kartında görünecek giriş/kod açıklaması) girerek ekleyebilirsiniz.

source: <i>History Marking Periods</i> allows you to create marking periods for past years grades.
el: Η <i>Περίοδοι σήμανσης ιστορικού</i> σάς επιτρέπει να δημιουργείτε περιόδους σήμανσης για τους βαθμούς των προηγούμενων ετών.
es_es: <i>Períodos a Calificar Históricos</i> le permite crear períodos a calificar para calificaciones de los años pasados.
tr: <i>Tarihsel Notlandırma Dönemleri</i> geçmiş yıllardaki notlar için notlandırma dönemleri oluşturmanıza olanak tanır.

source: Use this program first if you want to enter past years grades into RosarioSIS that were given before installing RosarioSIS, or if you want to enter grades for a student transferred to your school. Once the history marking period is added, you will be able to select it via the Historical Grades program.
el: Χρησιμοποιήστε αυτό το πρόγραμμα πρώτα εάν θέλετε να εισαγάγετε τους βαθμούς των προηγούμενων ετών στο RosarioSIS που δόθηκαν πριν από την εγκατάσταση του RosarioSIS ή εάν θέλετε να εισαγάγετε βαθμούς για έναν μαθητή που μεταφέρθηκε στο σχολείο σας. Μόλις προστεθεί η περίοδος σήμανσης ιστορικού, θα μπορείτε να την επιλέξετε μέσω του προγράμματος Ιστορικοί Βαθμοί.
es_es: Use este programa primero si desea entrar calificaciones de los años pasados que fueron dadas antes de instalar RosarioSIS, o si quiere entrar las calificaciones de un estudiante transferido a su institución. Una vez el período a calificar histórico agregado, usted podrá seleccionarlo en el programa Calificaciones Históricas.
tr: RosarioSIS'i kurmadan önce verilen geçmiş yıl notlarını RosarioSIS'e girmek istiyorsanız veya okulunuza transfer edilen bir öğrencinin notlarını girmek istiyorsanız önce bu programı kullanın. Geçmiş notlandırma dönemi eklendiğinde, bunu Tarihsel Notlar programı aracılığıyla seçebileceksiniz.

source: Please note that the "Grade Post Date" field determines the order of the history marking periods when entering grades or generating the Transcript and should therefore be entered properly. Also, each history marking period needs to be created only once.
el: Λάβετε υπόψη ότι το πεδίο "Ημερομηνία καταχώρησης βαθμού" καθορίζει τη σειρά των περιόδων σήμανσης ιστορικού κατά την εισαγωγή βαθμών ή τη δημιουργία της μεταγραφής και, επομένως, θα πρέπει να εισαχθεί σωστά. Επίσης, κάθε περίοδος σήμανσης ιστορικού πρέπει να δημιουργείται μόνο μία φορά.
es_es: Por favor tome en cuenta que el campo "Fecha de Publicación de la Calificación" determina la orden de los períodos a calificar históricos al momento de entrar calificaciones o de generar el Expediente Académico, entonces debería ser entrada correctamente. También, cada período a calificar histórico se crea una sola vez.
tr: Lütfen "Not Gönderme Tarihi" alanının notları girerken veya Transkript oluştururken geçmiş notlandırma dönemlerinin sırasını belirlediğini ve bu nedenle düzgün bir şekilde girilmesi gerektiğini unutmayın. Ayrıca, her geçmiş notlandırma döneminin yalnızca bir kez oluşturulması gerekir.
