Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: As an administrator, you can setup the schools in this system, modify students and users, and access essential student reports.
el: Ως διαχειριστής, μπορείτε να ρυθμίσετε τα σχολεία σε αυτό το σύστημα, να τροποποιήσετε μαθητές και χρήστες και να αποκτήσετε πρόσβαση σε βασικές αναφορές μαθητών.
es_es: Como administrador, usted puede crear las instituciones en el sistema, modificar estudiantes y usuarios, y acceder a los reportes esenciales sobre los estudiantes.
tr: Yönetici olarak bu sistemde okulları ayarlayabilir, öğrencileri ve kullanıcıları düzenleyebilir ve önemli öğrenci raporlarına erişebilirsiniz.

source: You have access to any school in the system. To choose a school to work on, select the school from the pull-down menu on the left frame. The program will automatically refresh with the new school in the workspace. You can also change the school year and current marking period in a similar fashion.
el: Έχετε πρόσβαση σε οποιοδήποτε σχολείο του συστήματος. Για να επιλέξετε ένα σχολείο στο οποίο θα εργαστείτε, επιλέξτε το σχολείο από το αναπτυσσόμενο μενού στο αριστερό πλαίσιο. Το πρόγραμμα θα ανανεωθεί αυτόματα με το νέο σχολείο στον χώρο εργασίας. Μπορείτε επίσης να αλλάξετε το σχολικό έτος και την τρέχουσα περίοδο βαθΈχετε πρόσβαση σε οποιοδήποτε σχολείο του συστήματος. Για να επιλέξετε ένα σχολείο στο οποίο θα εργαστείτε, επιλέξτε το σχολείο από το αναπτυσσόμενο μενού στο αριστερό πλαίσιο. Το πρόγραμμα θα ανανεωθεί αυτόματα με το νέο σχολείο στον χώρο εργασίας. Μπορείτε επίσης να αλλάξετε το σχολικό έτος και την τρέχουσα περίοδο βαθμολογίας με παρόμοιο τρόπο.μολογίας με παρόμοιο τρόπο.
es_es: Usted tiene acceso a cualquier institución en el sistema. Para escoger una institución para trabajar, seleccione la institución desde el menú desplegable en el marco izquierdo. El programa refrescara automáticamente el espacio de trabajo con la nueva institución. De la misma manera, usted también puede cambiar el año escolar y el periodo a calificar.
tr: Sistemdeki herhangi bir okula erişiminiz var. Üzerinde çalışacağınız bir okul seçmek için sol çerçevedeki açılır menüden okulu seçin. Program, çalışma alanındaki yeni okul ile otomatik olarak yenilenecektir. Benzer şekilde okul yılını ve geçerli notlandırma dönemini de değiştirebilirsiniz.

source: As you use RosarioSIS, you will notice other items appear in your side menu. When you select a student to work on, the student's name will appear under the marking period pull-down menu preceded by a cross. As you move between programs, you will continue to work on this student. If you want to change the working student, click on the cross by the student's name. You can also quickly access the student's General Information screen by clicking on the student's name.
el: Καθώς χρησιμοποιείτε το RosarioSIS, θα παρατηρήσετε ότι άλλα στοιχεία εμφανίζονται στο πλαϊνό μενού σας. Όταν επιλέγετε έναν μαθητή στον οποίο θα εργαστείτε, το όνομα του μαθητή θα εμφανίζεται κάτω από το αναπτυσσόμενο μενού της περιόδου επισήμανσης του οποίου προηγείται ένας σταυρός. Καθώς μετακινείστε μεταξύ προγραμμάτων, θα συνεχίσετε να εργάζεστε σε αυτόν τον μαθητή. Εάν θέλετε να αλλάξετε τον εργαζόμενο μαθητή, κάντε κλικ στο σταυρό με το όνομα του μαθητή. Μπορείτε επίσης να αποκτήσετε γρήγορη πρόσβαση στην οθόνη Γενικές Πληροφορίες του μαθητή κάνοντας κλικ στο όνομα του μαθητή.
es_es: Usando RosarioSIS, usted vera aparecer otras opciones en el marco izquierdo. Cuando usted selecciona un estudiante para trabajar, el nombre del estudiante aparece debajo del menú desplegable del periodo a calificar. Cambiando de servicio, usted sigue trabajando con el estudiante. Si usted quiere trabajar con otro estudiante, haga clic sobre la cruz roja al lado del nombre del estudiante. Usted también puede acceder rápidamente a los Datos Personales del estudiante haciendo clic sobre el nombre del estudiante. Igualmente ocurre, cuando usted selecciona un usuario para trabajar.
tr: RosarioSIS'i kullanırken yan menünüzde başka öğelerin de belirdiğini fark edeceksiniz. Üzerinde çalışmak için bir öğrenci seçtiğinizde, öğrencinin adı, önünde bir çarpı işareti bulunan notlandırma dönemi açılır menüsünün altında görünecektir. Programlar arasında gezinirken, bu öğrenci üzerinde çalışmaya devam edeceksiniz. Çalışan öğrenciyi değiştirmek istiyorsanız, öğrencinin adının yanındaki çarpı işaretine tıklayın. Ayrıca öğrencinin adına tıklayarak öğrencinin Genel Bilgiler ekranına hızlıca erişebilirsiniz.

source: If you select a user to work on, the user's name will also appear in the side menu. This will behave identically to the student's name.
el: Εάν επιλέξετε έναν χρήστη για εργασία, το όνομα του χρήστη θα εμφανιστεί επίσης στο πλευρικό μενού. Αυτό θα συμπεριφέρεται πανομοιότυπα με το όνομα του μαθητή.
es_es: Si selecciona un usuario para trabajar, el nombre del usuario aparecerá en el menú lateral. Funciona de igual manera al nombre del estudiante.
tr: Üzerinde çalışacağınız bir kullanıcı seçerseniz, kullanıcının adı da yan menüde görünecektir. Bu, öğrencinin adıyla aynı şekilde davranacaktır.

source: Also, when you click on any of the module icons in the side menu, you will see a list of programs available to you in that module. Clicking on any program title will launch the program in the main frame, and it will update the help frame to display help for that program.
el: Επίσης, όταν κάνετε κλικ σε οποιοδήποτε από τα εικονίδια της λειτουργικής μονάδας στο πλαϊνό μενού, θα δείτε μια λίστα με τα προγράμματα που είναι διαθέσιμα σε αυτήν την ενότητα. Κάνοντας κλικ σε οποιονδήποτε τίτλο προγράμματος θα ξεκινήσει το πρόγραμμα στο κύριο πλαίσιο και θα ενημερώσει το πλαίσιο βοήθειας για να εμφανίσει βοήθεια για αυτό το πρόγραμμα.
es_es: Cuando usted hace clic sobre cualquier icono del marco izquierdo, podrá ver una lista de los servicios disponibles en el módulo. Haciendo clic sobre cualquier titulo de servicio, este se abrirá en el marco principal, y se actualizará el marco de ayuda (abajo).
tr: Ayrıca, yan menüdeki herhangi bir modül simgesine tıkladığınızda, o modülde sizin için kullanılabilir programların bir listesini göreceksiniz. Herhangi bir program başlığına tıklamak, programı ana çerçevede başlatacak ve yardım çerçevesini o program için yardımı görüntüleyecek şekilde güncelleyecektir.

source: In many places in RosarioSIS, you will see lists of data that are modifiable. Oftentimes, you will have to first click the value you want to change to have access to an input field. Then, when you change the value and save, the value will return to its previous state.
el: Σε πολλά σημεία στο RosarioSIS, θα δείτε λίστες δεδομένων που μπορούν να τροποποιηθούν. Πολλές φορές, θα πρέπει πρώτα να κάνετε κλικ στην τιμή που θέλετε να αλλάξετε για να έχετε πρόσβαση σε ένα πεδίο εισαγωγής. Στη συνέχεια, όταν αλλάξετε την τιμή και αποθηκεύσετε, η τιμή θα επιστρέψει στην προηγούμενη κατάστασή της.
es_es: En muchos lugares de RosarioSIS, usted podrá ver listas de datos que están modificables. A menudo, usted deberá hacer clic primero sobre el dato que usted quiere cambiar para tener acceso a el campo de entrada.
tr: RosarioSIS'teki birçok yerde, değiştirilebilir veri listeleri göreceksiniz. Çoğu zaman, bir giriş alanına erişmek için önce değiştirmek istediğiniz değere tıklamanız gerekecektir. Daha sonra, değeri değiştirdiğinizde ve kaydettiğinizde, değer önceki durumuna geri dönecektir.

source: You can logout of RosarioSIS at any time by clicking the "Logout" button in the bottom menu.
el: Μπορείτε να αποσυνδεθείτε από το RosarioSIS ανά πάσα στιγμή κάνοντας κλικ στο κουμπί "Αποσύνδεση" στο κάτω μενού.
es_es: Usted puede salir de RosarioSIS en cualquier momento haciendo clic sobre el enlace «Salir» en el marco inferior.
tr: Alt menüde bulunan "Çıkış" butonuna tıklayarak istediğiniz zaman RosarioSIS'ten çıkış yapabilirsiniz.

source: As a teacher, you can view student information and schedules for students who you teach and input attendance, grades, and eligibility for these students. You also have a gradebook program to keep track of students' grades. The Gradebook is integrated into the Input Grades program as well as the Eligibility program. From the Gradebook, not only can you keep track of grades, but you can print progress reports for any of your students.
el: Ως δάσκαλος, μπορείτε να προβάλετε πληροφορίες και προγράμματα μαθητών για μαθητές που διδάσκετε και να εισαγάγετε τη συμμετοχή, τους βαθμούς και την καταλληλότητα για αυτούς τους μαθητές. Έχετε επίσης ένα πρόγραμμα βαθμολόγησης για να παρακολουθείτε τους βαθμούς των μαθητών. Το Βαθμολόγιο είναι ενσωματωμένο στο πρόγραμμα Εισαγωγή Βαθμών καθώς και στο πρόγραμμα απαιτήσεων. Από το Βιβλίο Βαθμών, όχι μόνο μπορείτε να παρακολουθείτε τους βαθμούς, αλλά μπορείτε να εκτυπώνετε αναφορές προόδου για οποιονδήποτε από τους μαθητές σας.
es_es: Como docente, usted puede ver datos de los estudiantes y horarios de los estudiantes que tiene, y con los cuales usted trabaja asistencia, calificaciones y elegibilidad. Usted tiene también un servicio de libro de calificaciones para hacer seguimiento de las calificaciones. El Libro de Calificaciones está integrado en el servicio Entrar Calificaciones Finales como también en el servicio Elegibilidad. Desde el Libro de Calificaciones, Usted también puede imprimir reportes de progreso par cualquier de sus estudiantes.
tr: Öğretmen olarak, ders verdiğiniz öğrencilerin öğrenci bilgilerini ve programlarını görüntüleyebilir ve bu öğrenciler için katılım, not ve uygunluk bilgilerini girebilirsiniz. Ayrıca öğrencilerin notlarını takip etmek için bir not defteri programınız da var. Not Defteri, Giriş Notları programına ve Uygunluk programına entegre edilmiştir. Not Defterinden yalnızca notları takip etmekle kalmaz, aynı zamanda öğrencilerinizden herhangi biri için ilerleme raporları da yazdırabilirsiniz.

source: To choose a period to work on, select the period from the pull-down menu on the left frame. The program will automatically refresh with the new period in the workspace. You can also change the school year and current marking period in a similar fashion.
el: Για να επιλέξετε μια περίοδο για να εργαστείτε, επιλέξτε την περίοδο από το αναπτυσσόμενο μενού στο αριστερό πλαίσιο. Το πρόγραμμα θα ανανεωθεί αυτόματα με τη νέα περίοδο στον χώρο εργασίας. Μπορείτε επίσης να αλλάξετε το σχολικό έτος και την τρέχουσα περίοδο βαθμολογίας με παρόμοιο τρόπο.
es_es: Para escoger una clase para trabajar, selecciónela en el menú desplegable del marco izquierdo. El programa refrescara automáticamente el espacio de trabajo con la nueva clase. De la misma manera, usted puede también cambiar el año escolar y el periodo a calificar.
tr: Üzerinde çalışılacak bir dönem seçmek için, sol çerçevedeki açılır menüden dönemi seçin. Program, çalışma alanında yeni dönemle otomatik olarak yenilenecektir. Benzer şekilde okul yılını ve geçerli notlandırma dönemini de değiştirebilirsiniz.

source: In the gradebook, you will see lists of modifiable data. Oftentimes, you will have to first click the value you want to change to have access to an input field. Then, when you change the value and save, the value will return to its previous state.
el: Στο βιβλίο βαθμών, θα δείτε λίστες με τροποποιήσιμα δεδομένα. Πολλές φορές, θα πρέπει πρώτα να κάνετε κλικ στην τιμή που θέλετε να αλλάξετε για να έχετε πρόσβαση σε ένα πεδίο εισαγωγής. Στη συνέχεια, όταν αλλάξετε την τιμή και αποθηκεύσετε, η τιμή θα επιστρέψει στην προηγούμενη κατάστασή της.
es_es: En el libro de calificaciones, usted podrá ver listas de datos que están modificables. A menudo, usted deberá hacer clic primero sobre el dato que usted quiere cambiar para tener acceso a un campo de entrada.
tr: Not defterinde, değiştirilebilir verilerin listelerini göreceksiniz. Çoğu zaman, bir giriş alanına erişmek için önce değiştirmek istediğiniz değere tıklamanız gerekir. Daha sonra, değeri değiştirdiğinizde ve kaydettiğinizde, değer önceki durumuna geri döner.

source: As a parent, you can view your children's information, schedules, assignments, grades, eligibility, and attendance.
el: Ως γονέας, μπορείτε να δείτε τις πληροφορίες, τα προγράμματα, τις εργασίες, τους βαθμούς, την καταλληλότητα και τη συμμετοχή των παιδιών σας.
es_es: Como padre, usted puede ver los datos de sus estudiantes, los horarios, la elegibilidad, y la asistencia.
tr: Ebeveyn olarak çocuklarınızın bilgilerini, programlarını, ödevlerini, notlarını, uygunluklarını ve devam durumlarını görüntüleyebilirsiniz.

source: To choose a child to work on, select the child's name from the pull-down menu on the left frame. The program will automatically refresh with the new child in the workspace. You can also change the school year and current marking period in a similar fashion.
el: Ως γονέας, μπορείτε να δείτε τις πληροφορίες, τα προγράμματα, τις εργασίες, τους βαθμούς, την καταλληλότητα και τη συμμετοχή των παιδιών σας.
es_es: Para escoger un estudiante, seleccione el nombre del estudiante en el menú desplegable en el marco izquierdo. El programa refrescara automáticamente el espacio de trabajo con el nuevo estudiante. De la misma manera, usted puede también cambiar el año escolar y el periodo a calificar.
tr: Üzerinde çalışılacak bir çocuk seçmek için sol çerçevedeki açılır menüden çocuğun adını seçin. Program otomatik olarak çalışma alanındaki yeni çocukla yenilenecektir. Benzer şekilde okul yılını ve geçerli notlandırma dönemini de değiştirebilirsiniz.

source: As you use RosarioSIS, you will notice other items appear in your side menu. When you click on any of the module icons in the side menu, you will see a list of programs available in that module. Clicking on any program title will launch the program in the main frame, and it will update the help frame to display help for that program.
el: Καθώς χρησιμοποιείτε το RosarioSIS, θα παρατηρήσετε ότι άλλα στοιχεία εμφανίζονται στο πλαϊνό μενού σας. Όταν κάνετε κλικ σε οποιοδήποτε από τα εικονίδια της μονάδας στο πλαϊνό μενού, θα δείτε μια λίστα με τα προγράμματα που είναι διαθέσιμα σε αυτήν την ενότητα. Κάνοντας κλικ σε οποιονδήποτε τίτλο προγράμματος θα ξεκινήσει το πρόγραμμα στο κύριο πλαίσιο και θα ενημερώσει το πλαίσιο βοήθειας για να εμφανίσει βοήθεια για αυτό το πρόγραμμα.
es_es: Usando RosarioSIS, usted vera aparecer otras opciones en el marco izquierdo. Cuando usted hace clic sobre cualquier icono del marco izquierdo, podrá ver una lista de los programas disponibles para usted en el módulo. Haciendo clic sobre cualquier titulo de servicio, este se abrirá en el marco principal, y se actualizara el marco de ayuda (abajo).
tr: RosarioSIS'i kullanırken yan menünüzde başka öğelerin belirdiğini fark edeceksiniz. Yan menüdeki modül simgelerinden herhangi birine tıkladığınızda, o modülde bulunan programların bir listesini göreceksiniz. Herhangi bir program başlığına tıklamak, programı ana çerçevede başlatacak ve yardım çerçevesini o program için yardımı görüntüleyecek şekilde güncelleyecektir.

source: As a student, you can view your demographic information, schedule, assignments, grades, eligibility, and attendance.
el: Ως μαθητής, μπορείτε να δείτε τα δημογραφικά στοιχεία, το πρόγραμμα, τις εργασίες, τους βαθμούς, την καταλληλότητα και τη συμμετοχή σας.
es_es: Como estudiante, usted puede ver sus datos, horario, calificaciones, elegibilidad, y asistencia.
tr: Öğrenci olarak demografik bilgilerinizi, programınızı, ödevlerinizi, notlarınızı, uygunluğunuzu ve katılımınızı görüntüleyebilirsiniz.

source: You can change the school year and current marking period with the pull-down menus in the left frame.
el: Μπορείτε να αλλάξετε το σχολικό έτος και την τρέχουσα περίοδο επισήμανσης με τα αναπτυσσόμενα μενού στο αριστερό πλαίσιο.
es_es: Usted puede cambiar el año escolar y el periodo a calificar en los menús desplegables en el marco izquierdo.
tr: Sol tarafta bulunan açılır menülerden okul yılını ve güncel notlandırma dönemini değiştirebilirsiniz.

source: <i>School Information</i> allows you to change the name, address, and principal of the current school. Click on any of the school's information to change it. After you have made the necessary modifications to your school, click "Save" to save your changes.
el: Οι <i>Στοιχεία σχολείου</i> σάς επιτρέπουν να αλλάξετε το όνομα, τη διεύθυνση και τον διευθυντή του τρέχοντος σχολείου. Κάντε κλικ σε οποιαδήποτε από τις πληροφορίες του σχολείου για να την αλλάξετε. Αφού κάνετε τις απαραίτητες τροποποιήσεις στο σχολείο σας, κάντε κλικ στο "Αποθήκευση" για να αποθηκεύσετε τις αλλαγές σας.
es_es: <i>Información de la Institución</i> le permite cambiar el nombre, la dirección y el director de la institución. Haga clic sobre cualquier dato para cambiarlo. Después de haber hecho los cambios necesarios para su institución, presione el botón «Guardar» para guardar sus cambios.
tr: <i>Okul Bilgileri</i> mevcut okulun adını, adresini ve müdürünü değiştirmenize olanak tanır. Değiştirmek için okulun herhangi bir bilgisine tıklayın. Okulunuzda gerekli değişiklikleri yaptıktan sonra değişikliklerinizi kaydetmek için "Kaydet"e tıklayın.

source: Note: a school cannot be deleted once it has students enrolled.
el: Σημείωση: ένα σχολείο δεν μπορεί να διαγραφεί αφού εγγραφούν μαθητές.
es_es: Nota: una escuela no se puede suprimir cuando tiene estudiantes inscritos.
tr: Not: Öğrencileri kayıtlı olan bir okul silinemez.

source: <i>Copy School</i> is a good way to add another school to RosarioSIS, where the Periods, Marking Periods, Grade levels, Grading Scales and Attendance Codes are similar to the school you copy. You will be able, of course, to make changes in the configuration after you have "copied" the school.
el: Το <i>Σχολείο αντιγραφής</i> είναι ένας καλός τρόπος για να προσθέσετε ένα άλλο σχολείο στο RosarioSIS, όπου οι Περίοδοι, οι περίοδοι βαθμολόγησης, τα επίπεδα βαθμών, οι κλίμακες βαθμολόγησης και οι κωδικοί παρακολούθησης είναι παρόμοιοι με το σχολείο που αντιγράφετε. Θα μπορείτε, φυσικά, να κάνετε αλλαγές στη διαμόρφωση αφού «αντιγράψετε» το σχολείο.
es_es: <i>Copiar una Institución</i> es un buen método para agregar otra institución RosarioSIS, donde las Horas, los Períodos a Calificar, los Grados, las Calificaciones del Boletín de Calificaciones y los Códigos de Asistencia son similares a la institución copiada. Usted puede, por supuesto, hacer cambios en la configuración después de haber "copiado" la institución.
tr: <i>Okul Kopyala</i>, RosarioSIS'e başka bir okul eklemenin iyi bir yoludur; burada Dönemler, Notlandırma Dönemleri, Sınıf düzeyleri, Notlandırma Ölçekleri ve Katılım Kodları kopyaladığınız okula benzerdir. Elbette, okulu "kopyaladıktan" sonra yapılandırmada değişiklikler yapabileceksiniz.

source: If you don't want to copy one or more of these items, click on the checkbox corresponding to the item.
el: Εάν δεν θέλετε να αντιγράψετε ένα ή περισσότερα από αυτά τα στοιχεία, κάντε κλικ στο πλαίσιο ελέγχου που αντιστοιχεί στο στοιχείο.
es_es: Si no quiere copiar uno o más de estos elementos, quite la marca de la casilla correspondiente al elemento.
tr: Bu öğelerden bir veya birkaçını kopyalamak istemiyorsanız, öğeye karşılık gelen onay kutusunu tıklayın.

source: Then enter the name of the new school in the "New School's Title" text box.
el: Στη συνέχεια, πληκτρολογήστε το όνομα του νέου σχολείου στο πλαίσιο κειμένου "Τίτλος του νέου σχολείου".
es_es: Asegúrese de entrar el nombre de la institución que esta creando en el campo de texto "Nuevo Nombre de la Institución ".
tr: Daha sonra "Yeni Okulun Adı" metin kutusuna yeni okulun adını girin.

source: Finally, click "OK" to create the new school with the values of the existing school.
el: Τέλος, κάντε κλικ στο "OK" για να δημιουργήσετε το νέο σχολείο με τις τιμές του υπάρχοντος σχολείου.
es_es: Finalmente, presione "OK" para crear la nueva institución con los datos de la institución existente.
tr: Son olarak mevcut okulun değerleriyle yeni okulunuzu oluşturmak için "Tamam"a tıklayın.

source: <i>Marking Periods</i> allows you to setup your school's marking periods. There are three tiers of marking periods: Something like Semesters, Quarters, and Progress Periods is suggested. Despite their names, there can be more or fewer than 2 semesters and more or fewer than 4 quarters. Similarly, there can be any number of progress periods in a given quarter.
el: Η <i>Περίοδοι σήμανσης</i> σάς επιτρέπει να ρυθμίσετε τις περιόδους βαθμολόγησης του σχολείου σας. Υπάρχουν τρεις βαθμίδες περιόδων επισήμανσης: Προτείνεται κάτι σαν Εξάμηνα, Τρίμηνα και Περίοδοι Προόδου. Παρά τα ονόματά τους, μπορεί να υπάρχουν περισσότερα ή λιγότερα από 2 εξάμηνα και περισσότερα ή λιγότερα από 4 τρίμηνα. Ομοίως, μπορεί να υπάρχει οποιοσδήποτε αριθμός περιόδων προόδου σε ένα δεδομένο τρίμηνο.
es_es: <i>Períodos a Calificar</i> le permite configurar los períodos a calificar de la institución. Hay tres tercios de períodos a calificar: algo como Semestres, Trimestres y Períodos intermedios está sugerido. A pesar de sus nombres, puede ser menos de 2 semestres y mas o menos de 4 trimestres.
tr: <i>Değerlendirme Dönemleri</i> okulunuzun değerlendirme dönemlerini ayarlamanıza olanak tanır. Üç kademeli değerlendirme dönemi vardır: Yarıyıllar, Çeyrekler ve İlerleme Dönemleri gibi bir şey önerilir. İsimlerine rağmen, 2'den fazla veya daha az yarıyıl ve 4'ten fazla veya daha az çeyrek olabilir. Benzer şekilde, belirli bir çeyrekte herhangi bir sayıda ilerleme dönemi olabilir.

source: To add a marking period, click on the Add icon (+) in the column corresponding to the type of marking period you want to add. Then, complete the marking period details in the fields above the list of marking periods and click the "Save" button.
el: Για να προσθέσετε μια περίοδο σήμανσης, κάντε κλικ στο εικονίδιο Προσθήκη (+) στη στήλη που αντιστοιχεί στον τύπο της περιόδου σήμανσης που θέλετε να προσθέσετε. Στη συνέχεια, συμπληρώστε τις λεπτομέρειες της περιόδου επισήμανσης στα πεδία πάνω από τη λίστα των περιόδων σήμανσης και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para agregar un período a calificar, haga clic sobre el icono «+» en la columna del tipo de período a calificar que usted quiere agregar. Luego, completa los datos del período a calificar en los campos de arriba y presione el botón «Guardar».
tr: Bir notlandırma dönemi eklemek için, eklemek istediğiniz notlandırma dönemi türüne karşılık gelen sütunda Ekle simgesine (+) tıklayın. Ardından, notlandırma dönemleri listesinin üzerindeki alanlarda notlandırma dönemi ayrıntılarını tamamlayın ve "Kaydet" düğmesine tıklayın.

source: The "Grade Posting Begins" and "Grade Posting Ends" dates define the first and last day of the period during which teachers can enter final grades.
el: Οι ημερομηνίες "Έναρξη βαθμολόγησης" και "Λήξη βαθμολόγησης" ορίζουν την πρώτη και την τελευταία ημέρα της περιόδου κατά την οποία οι εκπαιδευτικοί μπορούν να εισάγουν τους τελικούς βαθμούς.
es_es: Las fechas "Publicación de Calificaciones" y "Finalización Publicación de Calificaciones" definen el primer y el último día del periodo durante el cual los docentes pueden entrar las calificaciones finales.
tr: "Not Girişi Başlıyor" ve "Not Girişi Bitiyor" tarihleri, öğretmenlerin nihai notları girebilecekleri dönemin ilk ve son gününü tanımlar.
