Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: To assign privileges to a user, first select a user by searching and clicking on his name on the list. Then, use the checkboxes to define which programs the user can use and which programs he can use to modify information. If a user cannot use a particular program, the program will not be displayed on his menu. If he can use the program, but can't edit information with the program, the program will display the data, but won't let him change it. After you have completed the program checkboxes, click the "Save" button to save the user's permissions.
el: Για να εκχωρήσετε δικαιώματα σε έναν χρήστη, επιλέξτε πρώτα έναν χρήστη κάνοντας αναζήτηση και κάνοντας κλικ στο όνομά του στη λίστα. Στη συνέχεια, χρησιμοποιήστε τα πλαίσια ελέγχου για να ορίσετε ποια προγράμματα μπορεί να χρησιμοποιήσει ο χρήστης και ποια προγράμματα μπορεί να χρησιμοποιήσει για να τροποποιήσει πληροφορίες. Εάν ένας χρήστης δεν μπορεί να χρησιμοποιήσει ένα συγκεκριμένο πρόγραμμα, το πρόγραμμα δεν θα εμφανίζεται στο μενού του. Εάν μπορεί να χρησιμοποιήσει το πρόγραμμα, αλλά δεν μπορεί να επεξεργαστεί πληροφορίες με το πρόγραμμα, το πρόγραμμα θα εμφανίσει τα δεδομένα, αλλά δεν θα τον αφήσει να τα αλλάξει. Αφού ολοκληρώσετε τα πλαίσια ελέγχου του προγράμματος, κάντε κλικ στο κουμπί "Αποθήκευση" για να αποθηκεύσετε τα δικαιώματα του χρήστη.
es_es: Para asignar privilegios a un usuario, selecciónelo primero, y haga clic sobre su nombre en la lista. Luego, use las casillas para definir cuales servicios el usuario puede visualizar y cuales servicios el puede editar. Si un usuario no puede usar un servicio especifico, este servicio no será mostrado en su menú. Si el usuario puede usar el servicio, pero no puede editar información con el servicio, el servicio mostrara los datos, pero no le dejara cambiar nada. Después de marcar las casillas, presione el botón «Guardar» para guardar los permisos.
tr: Bir kullanıcıya ayrıcalıklar atamak için önce bir kullanıcıyı arayıp listedeki ismine tıklayarak seçin. Ardından, kullanıcının hangi programları kullanabileceğini ve hangi programları kullanarak bilgileri değiştirebileceğini tanımlamak için onay kutularını kullanın. Bir kullanıcı belirli bir programı kullanamıyorsa, program menüsünde görüntülenmez. Programı kullanabiliyorsa ancak programla bilgileri düzenleyemiyorsa, program verileri görüntüler ancak kullanıcının bunları değiştirmesine izin vermez. Program onay kutularını tamamladıktan sonra, kullanıcının izinlerini kaydetmek için "Kaydet" düğmesine tıklayın.

source: <i>User Fields</i> allows you to add new fields and tabs to the User Info screen.
el: Τα <i>Πεδία χρήστη</i> σάς επιτρέπουν να προσθέσετε νέα πεδία και καρτέλες στην οθόνη Πληροφορίες χρήστη.
es_es: <i>Campos de Usuario</i> le permite agregar nuevos campos y pestañas a la pantalla Información del Usuario.
tr: <i>Kullanıcı Alanları</i>, Kullanıcı Bilgileri ekranına yeni alanlar ve sekmeler eklemenize olanak tanır.

source: User Field Categories
el: Κατηγορίες πεδίων χρήστη
es_es: Categorías de Campo de Usuario
tr: Kullanıcı Alanı Kategorileri

source: RosarioSIS allows you to add custom categories that will take the form of new "Tabs" of User Fields in the Users > User Info program. To create a new category or "tab", just click on the "+" icon below the existing Categories.
el: Το RosarioSIS σάς επιτρέπει να προσθέσετε προσαρμοσμένες κατηγορίες που θα έχουν τη μορφή νέων "Καρτελών" πεδίων χρήστη στο πρόγραμμα Users > User Info. Για να δημιουργήσετε μια νέα κατηγορία ή "καρτέλα", απλώς κάντε κλικ στο εικονίδιο "+" κάτω από τις υπάρχουσες Κατηγορίες.
es_es: RosarioSIS le permite agregar categorías personales que tomaran la forma de nuevas "Pestañas" de Campos de Usuario en el programa Usuarios > Información del Usuario. Para crear una nueva categoría o "pestaña", haga clic sobre el icono "+" debajo de la Categorías existentes.
tr: RosarioSIS, Kullanıcılar > Kullanıcı Bilgileri programında Kullanıcı Alanlarının yeni "Sekmeleri" biçiminde olacak özel kategoriler eklemenize olanak tanır. Yeni bir kategori veya "sekme" oluşturmak için, mevcut Kategorilerin altındaki "+" simgesine tıklamanız yeterlidir.

source: You can now type in the name of the new Category in the "Title" field(s) provided. Add a sort order (order in which the tabs will appear in the User Info program), and the number of columns the tab will display (optional). Click "Save" when you have finished.
el: Τώρα μπορείτε να πληκτρολογήσετε το όνομα της νέας Κατηγορίας στα παρεχόμενα πεδία "Τίτλος". Προσθέστε μια σειρά ταξινόμησης (σειρά με την οποία θα εμφανίζονται οι καρτέλες στο πρόγραμμα Πληροφορίες χρήστη) και τον αριθμό των στηλών που θα εμφανίσει η καρτέλα (προαιρετικό). Κάντε κλικ στο "Αποθήκευση" όταν τελειώσετε.
es_es: Se puede ahora entrar el nombre de la nueva categoría en el/los campo(s) "Título" presentes. Agregue una Orden (orden en la cual las pestañas aparecerán en el programa Información del Usuario), y un número de columnas de la pestaña (opcional). Presione "Guardar" cuando ha terminado.
tr: Artık sağlanan "Başlık" alanına yeni Kategorinin adını yazabilirsiniz. Bir sıralama düzeni (sekmelerin Kullanıcı Bilgisi programında görüneceği düzen) ve sekmenin görüntüleyeceği sütun sayısını (isteğe bağlı) ekleyin. İşiniz bittiğinde "Kaydet"e tıklayın.

source: Click on the "+" icon below the "No User Fields were found" text. Fill in the Field Name field(s), and then choose what type of field you wish with the "Data Type" pull-down.
el: Κάντε κλικ στο εικονίδιο "+" κάτω από το κείμενο "Δεν βρέθηκαν πεδία χρήστη". Συμπληρώστε το πεδίο Όνομα πεδίου και, στη συνέχεια, επιλέξτε τον τύπο πεδίου που θέλετε με το αναπτυσσόμενο μενού «Τύπος δεδομένων».
es_es: Haga clic sobre el icono "+" debajo del texto "No se encontró ningún(a) Campo de Usuario.". Llene el/los campo(s) "Nombre del Campo", y luego escoge el tipo de campo que desee con el menú desplegable "Tipo de Dato".
tr: "Hiçbir Kullanıcı Alanı Bulunamadı" metninin altındaki "+" simgesine tıklayın. Alan Adı alanını/alanlarını doldurun ve ardından "Veri Türü" açılır menüsüyle istediğiniz alan türünü seçin.

source: The "Sort Order" determines the order in which the fields will be displayed in the User Info tab.
el: Η "Σειρά ταξινόμησης" καθορίζει τη σειρά με την οποία θα εμφανίζονται τα πεδία στην καρτέλα Πληροφορίες χρήστη.
es_es: La "Orden" determina la orden en la cual los campos son mostrados en la pestaña del programa Información del Usuario.
tr: "Sıralama Düzeni", Kullanıcı Bilgileri sekmesinde alanların hangi sırayla görüntüleneceğini belirler.

source: You can delete any User field or Category simply by clicking on the "Delete" button in the upper right corner. Please note that you will lose all your data if you delete an already used field or category.
el: Μπορείτε να διαγράψετε οποιοδήποτε πεδίο χρήστη ή Κατηγορία απλά κάνοντας κλικ στο κουμπί "Διαγραφή" στην επάνω δεξιά γωνία. Λάβετε υπόψη ότι θα χάσετε όλα τα δεδομένα σας εάν διαγράψετε ένα ήδη χρησιμοποιημένο πεδίο ή κατηγορία.
es_es: Se puede eliminar cualquier Campo de Usuario o Categoría simplemente presionando el botón "Eliminar" en la parte arriba de la pantalla. Por favor nota bien que se perderá toda la información si se elimina un campo o una categoría ya usada.
tr: Herhangi bir Kullanıcı alanını veya Kategoriyi sağ üst köşedeki "Sil" düğmesine tıklayarak silebilirsiniz. Lütfen, halihazırda kullanılan bir alanı veya kategoriyi silerseniz tüm verilerinizi kaybedeceğinizi unutmayın.

source: <i>Teacher Programs: Input Final Grades</i> allows you to enter quarter, semester or progress period grades for all the selected teacher's students in the current period. By default, this program will list the students in the selected teacher's first period class for the current quarter. You can alter the period by changing the period pull-down menu at the top of the screen. Also, you can alter the quarter by changing the marking period pull-down menu on the left frame. Furthermore, you can select the current semester or progress period by changing the marking period pull-down menu at the top of the screen to the desired marking period.
el: <i>Προγράμματα καθηγητών: Εισαγωγή τελικών βαθμών</i> σάς επιτρέπει να εισάγετε βαθμούς τριμήνου, εξαμήνου ή περιόδου προόδου για όλους τους επιλεγμένους μαθητές του δασκάλου στην τρέχουσα περίοδο. Από προεπιλογή, αυτό το πρόγραμμα θα εμφανίσει τους μαθητές στην πρώτη τάξη περιόδου του επιλεγμένου δασκάλου για το τρέχον τρίμηνο. Μπορείτε να αλλάξετε την περίοδο αλλάζοντας το αναπτυσσόμενο μενού περιόδου στο επάνω μέρος της οθόνης. Επίσης, μπορείτε να αλλάξετε το τρίμηνο αλλάζοντας το αναπτυσσόμενο μενού περιόδου επισήμανσης στο αριστερό πλαίσιο. Επιπλέον, μπορείτε να επιλέξετε το τρέχον εξάμηνο ή την περίοδο προόδου αλλάζοντας το αναπτυσσόμενο μενού περιόδου επισήμανσης στο επάνω μέρος της οθόνης στην επιθυμητή περίοδο βαθμολόγησης.
es_es: <i>Programas Docente - Entrar Calificaciones Finales</i> le permite entrar la calificaciones de los trimestres, semestres, o periodo intermedio para todos los estudiantes del docente seleccionado en la clase actual. Por defecto, el servicio listara los estudiantes de la primera clase del docente seleccionado para el bimestre actual. Usted puede cambiar la clase con el menú desplegable de las clases en la parte superior de la pantalla. Usted también puede cambiar el periodo a calificar con el menú desplegable de los periodos a calificar en el marco izquierdo. Además, usted puede seleccionar el semestre o periodo intermedio actual en el menú desplegable en la parte superior de la pantalla.
tr: <i>Öğretmen Programları: Final Notlarını Gir</i>, seçili öğretmenin geçerli dönemdeki tüm öğrencileri için çeyrek, yarıyıl veya ilerleme dönemi notlarını girmenize olanak tanır. Varsayılan olarak, bu program seçili öğretmenin geçerli çeyrek için ilk dönem sınıfındaki öğrencileri listeler. Ekranın üst kısmındaki dönem açılır menüsünü değiştirerek dönemi değiştirebilirsiniz. Ayrıca, sol çerçevedeki notlandırma dönemi açılır menüsünü değiştirerek çeyreği değiştirebilirsiniz. Ayrıca, ekranın üst kısmındaki notlandırma dönemi açılır menüsünü istediğiniz notlandırma dönemine değiştirerek geçerli yarıyılı veya ilerleme dönemini seçebilirsiniz.

source: Once you are in the correct marking period, you can enter student grades by selecting the earned grade for each student and entering comments as desired. Once all the grades and comments have been entered, click the "Save" button at the top of the screen.
el: Μόλις βρίσκεστε στη σωστή περίοδο βαθμολόγησης, μπορείτε να εισαγάγετε τους βαθμούς των μαθητών επιλέγοντας τον βαθμό που έχει κερδίσει για κάθε μαθητή και εισάγοντας σχόλια όπως επιθυμείτε. Αφού εισαχθούν όλοι οι βαθμοί και τα σχόλια, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Una vez que usted esté en el periodo a calificar adecuado, usted puede entrar las calificaciones de los estudiantes seleccionando la calificación para cada estudiante y entrando comentarios como desee. Una vez que todas las calificaciones y los comentarios han sido entrados, presione el botón «Guardar» en la parte superior de la pantalla.
tr: Doğru notlandırma dönemine girdiğinizde, her öğrenci için kazanılan notu seçerek ve istediğiniz yorumları girerek öğrenci notlarını girebilirsiniz. Tüm notlar ve yorumlar girildikten sonra, ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: If the selected teacher is using the Gradebook, you can have RosarioSIS calculate each student's quarter grades by clicking on the "Get Gradebook Grades" link at the top of the list. Clicking this link will automatically save each student's grades and refresh the list.
el: Εάν ο επιλεγμένος δάσκαλος χρησιμοποιεί το Βιβλίο Βαθμολογίας, μπορείτε να ζητήσετε από το RosarioSIS να υπολογίσει τους βαθμούς κάθε τριμήνου κάθε μαθητή κάνοντας κλικ στο σύνδεσμο "Λήψη Βαθμών Βαθμολογίας" στο επάνω μέρος της λίστας. Κάνοντας κλικ σε αυτόν τον σύνδεσμο αποθηκεύονται αυτόματα οι βαθμοί κάθε μαθητή και ανανεώνεται η λίστα.
es_es: Si el docente seleccionado usa el Libro de Calificaciones, RosarioSIS puede calcular las calificaciones de cada estudiante para el trimestre haciendo clic sobre el enlace «Obtener las Calificaciones del Libro de Calificaciones.» de arriba.
tr: Seçilen öğretmen Not Defterini kullanıyorsa, listenin en üstündeki "Not Defteri Notlarını Al" bağlantısına tıklayarak RosarioSIS'in her öğrencinin çeyrek notlarını hesaplamasını sağlayabilirsiniz. Bu bağlantıya tıklamak her öğrencinin notlarını otomatik olarak kaydedecek ve listeyi yenileyecektir.

source: If the marking period you are in is a Progress Period, when clicking on the "Get Gradebook Grades" link, the gades taken in account will be limited to the one for which the Assignment Due Date is comprised within the Progress Period, or the ones with no Due Dates.
el: Εάν η περίοδος επισήμανσης στην οποία βρίσκεστε είναι περίοδος προόδου, όταν κάνετε κλικ στο σύνδεσμο "Λήψη βαθμών βιβλίου βαθμολογίας", οι βαθμολογίες που λαμβάνονται υπόψη θα περιοριστούν σε αυτήν για την οποία η Ημερομηνία λήξης ανάθεσης περιλαμβάνεται εντός της περιόδου προόδου ή σε αυτές χωρίς ημερομηνίες λήξης.
es_es: Si el periodo a calificar en el cual está es un Período Intermedio, cuando hace clic sobre el enlace «Obtener las Calificaciones del Libro de Calificaciones», se tendrán en cuenta solamente las calificaciones de las Tareas que tienen Fecha de Plazo dentro del Período Intermedio ó las que no tienen Fecha de Plazo.
tr: İçinde bulunduğunuz notlandırma dönemi İlerleme Dönemi ise, "Not Defteri Notlarını Al" bağlantısına tıkladığınızda dikkate alınan notlar, Ödev Teslim Tarihi İlerleme Dönemi içinde olan veya Teslim Tarihi olmayan notlarla sınırlı olacaktır.

source: <i>Teacher Programs: Gradebook Grades</i> allows you to consult and modify any grade of the students gradebooks. You can select the teachers classes using the course period pull-down in the upper left corner of the page. The Gradebook Grades of the class will be diplayed. As an administrator, you can pick any individual student, or totals for assignment categories, or all students for any or all assignments. The "All" pull-down menu lets you select an assignment category, or alternatively you can use the tabs on the top the grades listing. The "Totals" pull-down menu lets you select a particular assignment or the "total" of all assignments.
el: <i>Προγράμματα καθηγητών: Βαθμοί Βαθμολογίας</i> σάς επιτρέπει να συμβουλευτείτε και να τροποποιήσετε οποιονδήποτε βαθμό από τα βιβλία βαθμών των μαθητών. Μπορείτε να επιλέξετε τις τάξεις καθηγητών χρησιμοποιώντας το αναπτυσσόμενο μενού περιόδου μαθημάτων στην επάνω αριστερή γωνία της σελίδας. Θα εμφανιστούν οι Βαθμοί Βαθμολογίας της τάξης. Ως διαχειριστής, μπορείτε να επιλέξετε οποιονδήποτε μεμονωμένο μαθητή ή σύνολα για κατηγορίες εργασιών ή όλους τους μαθητές για οποιαδήποτε ή όλες τις εργασίες. Το αναπτυσσόμενο μενού "Όλα" σάς επιτρέπει να επιλέξετε μια κατηγορία εργασίας ή εναλλακτικά μπορείτε να χρησιμοποιήσετε τις καρτέλες στην κορυφή της καταχώρισης βαθμών. Το αναπτυσσόμενο μενού "Σύνολο" σάς επιτρέπει να επιλέξετε μια συγκεκριμένη εργασία ή το "σύνολο" όλων των εργασιών.
es_es: <i>Programas Docente - Calificaciones del Libro</i> le permite consultar y modificar cualquier calificación de los libros de calificaciones de los estudiantes. Se pueden seleccionar las clases del docente usando el menú desplegable de clases en la parte superior de la página. Las Calificaciones del Libro de Calificaciones de la clase serán mostradas. Como administrador, usted puede escoger un estudiante, o los totales de una categoría de tareas, o todos los estudiantes para una o todas las tareas. El menú desplegable "Todo" le permite seleccionar una categoría de tareas, o alternativamente se pueden usar las pestañas arriba del listado de calificaciones. El menú desplegable "Totales" le permite seleccionar una tarea en particular o el "total" de todas las tareas.
tr: <i>Öğretmen Programları: Not Defteri Notları</i>, öğrencilerin not defterlerinin herhangi bir notuna bakmanızı ve bunları değiştirmenizi sağlar. Sayfanın sol üst köşesindeki ders dönemi açılır menüsünü kullanarak öğretmen sınıflarını seçebilirsiniz. Sınıfın Not Defteri Notları görüntülenecektir. Bir yönetici olarak, herhangi bir öğrenciyi veya ödev kategorileri için toplamları veya herhangi bir veya tüm ödevler için tüm öğrencileri seçebilirsiniz. "Tümü" açılır menüsü, bir ödev kategorisi seçmenizi sağlar veya alternatif olarak notlar listesinin en üstündeki sekmeleri kullanabilirsiniz. "Toplamlar" açılır menüsü, belirli bir ödevi veya tüm ödevlerin "toplamını" seçmenizi sağlar.

source: <i>Teacher Programs: Anomalous Grades</i> is a report that helps a teacher to keep track of missing, inappropriate and excused grades. The grades appearing on this report are NOT problematic, but a teacher MAY wish to review them. Missing, excused & negative grades, or grades that are extra credit or that exceed 100% are shown. The "Problem" column indicates the reason why the grade is anomalous.
el: <i>Προγράμματα καθηγητών: Ανώμαλοι βαθμοί</i> είναι μια αναφορά που βοηθά έναν δάσκαλο να παρακολουθεί τους χαμένους, ακατάλληλους και δικαιολογημένους βαθμούς. Οι βαθμοί που εμφανίζονται σε αυτήν την αναφορά ΔΕΝ είναι προβληματικοί, αλλά ένας δάσκαλος ΜΠΟΡΕΙ να θέλει να τους εξετάσει. Εμφανίζονται οι βαθμοί που λείπουν, οι δικαιολογημένοι και οι αρνητικοί ή οι βαθμοί που είναι επιπλέον πίστωση ή που υπερβαίνουν το 100%. Η στήλη "Πρόβλημα" υποδεικνύει τον λόγο για τον οποίο ο βαθμός είναι ανώμαλος.
es_es: <i>Programas Docente - Calificaciones con Anomalía</i> en un reporte que ayuda a los docentes a hacer seguimiento de las calificaciones faltantes, inapropiadas, y los excusados. Las calificaciones que aparecen en el reporte NO son problemáticas, pero un docente QUISIERA revisarlas. Las calificaciones faltantes, negativas, los excusados, o las calificaciones con crédito extra o que exceden 100% son mostradas. La columna "Problema" indica la razón por la cual la calificación es irregular.
tr: <i>Öğretmen Programları: Anormal Notlar</i>, bir öğretmenin eksik, uygunsuz ve mazur görülen notları takip etmesine yardımcı olan bir rapordur. Bu raporda görünen notlar sorunlu DEĞİLDİR, ancak bir öğretmen bunları incelemek İSTEYEBİLİR. Eksik, mazur görülen ve olumsuz notlar veya ekstra kredi veya %100'ü aşan notlar gösterilir. "Sorun" sütunu, notun neden anormal olduğunu belirtir.

source: You can select the teachers classes using the course period pull-down in the upper left corner of the page. You can also select which type of "anomalous" grades you wish the report to display.
el: Μπορείτε να επιλέξετε τις τάξεις καθηγητών χρησιμοποιώντας το αναπτυσσόμενο μενού περιόδου μαθημάτων στην επάνω αριστερή γωνία της σελίδας. Μπορείτε επίσης να επιλέξετε ποιον τύπο "ανώμαλων" βαθμών θέλετε να εμφανίζει η αναφορά.
es_es: Usted puede seleccionar las clases del docente usando el menú desplegable de clases en la parte superior de la página. Usted puede también seleccionar cual tipo de calificación con anomalía quiere que reporte muestra.
tr: Sayfanın sol üst köşesindeki ders dönemi açılır menüsünü kullanarak öğretmen sınıflarını seçebilirsiniz. Ayrıca raporun hangi tür "anormal" notları görüntülemesini istediğinizi de seçebilirsiniz.

source: <i>Teacher Programs: Progress Reports</i> lets you generate Progress Reports of the students for the current Marking Period, on behalf of a teacher.
el: Τα <i>Προγράμματα καθηγητών: Αναφορές προόδου</i> σάς επιτρέπουν να δημιουργείτε Αναφορές προόδου των μαθητών για την τρέχουσα Περίοδο Βαθμολόγησης, εκ μέρους ενός δασκάλου.
es_es: <i>Programas Docente: Reportes de Progreso</i> le permite generar Reportes de Progreso de los estudiantes para el Periodo a Calificar corriente, como docente.
tr: <i>Öğretmen Programları: İlerleme Raporları</i>, bir öğretmen adına, mevcut Notlandırma Dönemi için öğrencilerin İlerleme Raporlarını oluşturmanıza olanak tanır.

source: When teachers have created assignments and entered gradebook grades, a progress report can be generated.
el: Όταν οι δάσκαλοι έχουν δημιουργήσει εργασίες και εισαγάγουν τους βαθμούς του βιβλίου βαθμολογίας, μπορεί να δημιουργηθεί μια αναφορά προόδου.
es_es: Una vez que los docentes han creado tareas y entrado las calificaciones en el libro, un reporte de progreso puede ser generado.
tr: Öğretmenler ödevleri oluşturup not defterlerine notlarını girdikten sonra bir ilerleme raporu oluşturulabilir.

source: Once you have selected a Teacher and are in the correct period, search the students and click Submit to get a list of students scheduled with the selected Teacher. You can alter the current period by changing the period pull-down menu at the top of the screen to the desired period.
el: Αφού επιλέξετε έναν Δάσκαλο και είστε στη σωστή περίοδο, αναζητήστε τους μαθητές και κάντε κλικ στην Υποβολή για να λάβετε μια λίστα μαθητών που έχουν προγραμματιστεί με τον επιλεγμένο Δάσκαλο. Μπορείτε να αλλάξετε την τρέχουσα περίοδο αλλάζοντας το αναπτυσσόμενο μενού περιόδου στο επάνω μέρος της οθόνης στην επιθυμητή περίοδο.
es_es: Una vez que ha seleccionado un Docente y que se encuentra en la clase correcta, busque estudiantes y haga clic en Enviar para obtener la lista de estudiantes programados con el Docente seleccionado. Puede cambiar la clase corriente usando el menú desplegable en la parte superior de la pantalla.
tr: Bir Öğretmen seçtikten ve doğru dönemde olduğunuzda, öğrencileri arayın ve seçilen Öğretmenle birlikte planlanan öğrencilerin listesini almak için Gönder'e tıklayın. Ekranın üst kısmındaki dönem açılır menüsünü istediğiniz döneme değiştirerek mevcut dönemi değiştirebilirsiniz.

source: From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list.
el: Από το αποτέλεσμα αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό μαθητών. Μπορείτε να επιλέξετε όλους τους μαθητές στη λίστα επιλέγοντας το πλαίσιο ελέγχου στις επικεφαλίδες των στηλών πάνω από τη λίστα.
es_es: Desde los resultados de la búsqueda, usted puede seleccionar cualquier número de estudiantes. Usted puede seleccionar todos los estudiantes de la lista marcando la casilla en el encabezado de la lista.
tr: Arama sonucundan istediğiniz sayıda öğrenci seçebilirsiniz. Listenin üstündeki sütun başlıklarındaki onay kutusunu işaretleyerek listedeki tüm öğrencileri seçebilirsiniz.
