Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: <i>Grades</i> allows you to input assignment grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
el: Οι <i>Βαθμοί</i> σάς επιτρέπουν να εισάγετε βαθμούς εργασίας για όλους τους μαθητές σας στην τρέχουσα περίοδο. Από προεπιλογή, αυτό το πρόγραμμα θα απαριθμήσει τους μαθητές της πρώτης τάξης περιόδου. Μπορείτε να αλλάξετε την τρέχουσα περίοδο αλλάζοντας το αναπτυσσόμενο μενού περιόδου στο αριστερό πλαίσιο στην επιθυμητή περίοδο.
es_es: <i>Libro de Calificaciones - Calificaciones</i> le permite entrar las calificaciones de las tareas para todos sus estudiantes en el periodo a calificar actual. Por defecto, el servicio lista los estudiantes de su primera clase. Usted puede cambiar la clase actual en el menú desplegable del marco izquierdo.
tr: <i>Notlar</i>, geçerli dönemdeki tüm öğrencileriniz için ödev notlarını girmenize olanak tanır. Varsayılan olarak, bu program ilk dönem sınıfınızdaki öğrencileri listeler. Sol çerçevedeki dönem açılır menüsünü istediğiniz döneme değiştirerek geçerli dönemi değiştirebilirsiniz.

source: Once you have chosen the correct period, you will see the total points and cumulative grade for each student in your class. You can view the grades for an assignment by selecting the assignment from the assignment pull-down menu at the top of the screen. From here, you can input a new grade by entering the points earned into the blank field next to the student's name or you can modify an existing grade by clicking on the points earned and changing the value. After changing the grades, click the "Save" button at the top of the screen.
el: Αφού επιλέξετε τη σωστή περίοδο, θα δείτε τους συνολικούς βαθμούς και τον αθροιστικό βαθμό για κάθε μαθητή της τάξης σας. Μπορείτε να δείτε τους βαθμούς για μια εργασία επιλέγοντας την εργασία από το αναπτυσσόμενο μενού ανάθεσης στο επάνω μέρος της οθόνης. Από εδώ, μπορείτε να εισαγάγετε έναν νέο βαθμό εισάγοντας τους βαθμούς που κέρδισαν στο κενό πεδίο δίπλα στο όνομα του μαθητή ή μπορείτε να τροποποιήσετε έναν υπάρχοντα βαθμό κάνοντας κλικ στους πόντους που κέρδισαν και αλλάζοντας την τιμή. Αφού αλλάξετε τους βαθμούς, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Una vez que usted ha escogido la clase correcta, usted vera el total de puntos y la calificación ponderada de cada estudiante en su clase. Usted puede ver las calificaciones de una tarea seleccionándola en el menú desplegable de las tareas en la parte superior de la pantalla. Luego, usted puede entrar una nueva calificación entrando los puntos en el campo vacío al lado del nombre del estudiante o usted puede cambiar una calificación existente haciendo clic sobre los puntos y cambiando el dato. Después de cambiar las calificaciones, presione el botón «Guardar» en la parte superior de la pantalla.
tr: Doğru dönemi seçtikten sonra, sınıfınızdaki her öğrencinin toplam puanını ve kümülatif notunu göreceksiniz. Ekranın üst kısmındaki ödev açılır menüsünden ödevi seçerek bir ödev için notları görüntüleyebilirsiniz. Buradan, öğrencinin adının yanındaki boş alana kazanılan puanları girerek yeni bir not girebilir veya kazanılan puanlara tıklayıp değeri değiştirerek mevcut bir notu değiştirebilirsiniz. Notları değiştirdikten sonra, ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: You can also view and change all the grades for a single student by clicking on the student's name in the list. Input grades in the same way that you did with the multiple student list.
el: Μπορείτε επίσης να δείτε και να αλλάξετε όλους τους βαθμούς για έναν μόνο μαθητή κάνοντας κλικ στο όνομα του μαθητή στη λίστα. Εισαγάγετε τους βαθμούς με τον ίδιο τρόπο που κάνατε με τη λίστα πολλών μαθητών.
es_es: Usted también puede ver y cambiar todas las calificaciones de un estudiante haciendo clic sobre su nombre en la lista.
tr: Ayrıca listedeki öğrencinin adına tıklayarak tek bir öğrencinin tüm notlarını görüntüleyebilir ve değiştirebilirsiniz. Notları, birden fazla öğrenci listesinde yaptığınız gibi girin.

source: <i>Progress Reports</i> lets you generate Progress Reports of the students for the current Marking Period.
el: Οι <i>Αναφορές προόδου</i> σάς επιτρέπουν να δημιουργείτε Αναφορές προόδου των μαθητών για την τρέχουσα περίοδο επισήμανσης.
es_es: <i>Reportes de Progreso</i> le permite generar Reportes de Progreso de los estudiantes para el Periodo a Calificar corriente.
tr: <i>İlerleme Raporları</i>, öğrencilerin mevcut Notlandırma Dönemi için İlerleme Raporlarını oluşturmanıza olanak tanır.

source: After having created assignments and entered gradebook grades, a progress report can be generated.
el: Αφού δημιουργήσετε εργασίες και εισαγάγετε τους βαθμούς του βιβλίου βαθμολογιών, μπορεί να δημιουργηθεί μια αναφορά προόδου.
es_es: Después de haber creado tareas y entrado calificaciones del libro, un reporte de progreso puede ser generado.
tr: Ödevler oluşturulduktan ve not defterine notlar girildikten sonra ilerleme raporu oluşturulabilir.

source: <i>Report Cards</i> is a utility that allows you to print report cards for your child.
el: Οι <i>Κάρτες αναφοράς</i> είναι ένα βοηθητικό πρόγραμμα που σας επιτρέπει να εκτυπώνετε κάρτες αναφοράς για το παιδί σας.
es_es: <i>Boletines de Calificaciones</i> le permite imprimir boletines de calificaciones para su estudiante.
tr: <i>Karneler</i>, çocuğunuzun karnelerini yazdırmanıza olanak sağlayan bir araçtır.

source: The report cards will be automatically downloaded to your computer in the printable PDF format when you click the "Submit" button.
el: Οι κάρτες αναφοράς θα ληφθούν αυτόματα στον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί "Υποβολή".
es_es: Los boletines de calificaciones estarán automáticamente creados en el formato imprimible PDF cuando presiona el botón «Crear Boletín de Calificaciones para los Estudiantes Seleccionados».
tr: "Gönder" butonuna tıkladığınızda karneleriniz yazdırılabilir PDF formatında bilgisayarınıza otomatik olarak indirilecektir.

source: <i>Transcripts</i> is a utility that allows you to print transcripts for your child.
el: Το <i>Transcripts</i> είναι ένα βοηθητικό πρόγραμμα που σας επιτρέπει να εκτυπώνετε μεταγραφές για το παιδί σας.
es_es: <i>Expedientes Académicos</i> le permite imprimir expedientes académicos para su estudiante.
tr: <i>Transkriptler</i>, çocuğunuz için transkriptleri yazdırmanıza olanak sağlayan bir yardımcı programdır.

source: <i>Assignments</i> allows you to view your child's assignments.
el: Οι <i>Εργασίες</i> σάς επιτρέπουν να βλέπετε τις εργασίες του παιδιού σας.
es_es: <i>Tareas</i> le permite consultar las tareas de su estudiante.
tr: <i>Ödevler</i> çocuğunuzun ödevlerini görüntülemenizi sağlar.

source: In the detailed view of an assignment, you will be able to submit an assignment if allowed by the teacher. To this effect, you will be given the possibility to upload a file and/or leave a message.
el: Στη λεπτομερή προβολή μιας εργασίας, θα μπορείτε να υποβάλετε μια εργασία εάν το επιτρέπει ο καθηγητής. Για το σκοπό αυτό, θα σας δοθεί η δυνατότητα να ανεβάσετε ένα αρχείο ή/και να αφήσετε ένα μήνυμα.
es_es: En la vista detallada de una tarea, podrá entregar una tarea si el docente lo permite. A tal efecto, encontrará la posibilidad de subir un archivo y/o de dejar un mensaje.
tr: Bir ödevin detaylı görünümünde, öğretmeniniz izin verirse bir ödev gönderebileceksiniz. Bu amaçla, bir dosya yükleme ve/veya bir mesaj bırakma olanağı verilecektir.

source: Assignment submissions are opened until the due date. If no due date has been set, submissions are open until the end of the quarter.
el: Οι υποβολές εργασιών ανοίγουν μέχρι την ημερομηνία λήξης. Εάν δεν έχει οριστεί ημερομηνία λήξης, οι υποβολές είναι ανοιχτές μέχρι το τέλος του τριμήνου.
es_es: La entrega de una tarea se puede realizar hasta la fecha de plazo. Si ninguna fecha de plazo ha sido definida, las entregas están abiertas hasta el fin del trimestre.
tr: Ödev teslimleri son teslim tarihine kadar açıktır. Son teslim tarihi belirlenmemişse, teslimler çeyreğin sonuna kadar açıktır.

source: You can change the marking period using the dropdown list available in the left frame.
el: Μπορείτε να αλλάξετε την περίοδο επισήμανσης χρησιμοποιώντας την αναπτυσσόμενη λίστα που είναι διαθέσιμη στο αριστερό πλαίσιο.
es_es: Se puede cambiar el periodo a calificar en el menú desplegable del marco izquierdo.
tr: Sol tarafta bulunan açılır listeyi kullanarak notlandırma dönemini değiştirebilirsiniz.

source: <i>Gradebook Grades</i> allows you to view the grades earned by your child.
el: Οι <i>Βαθμοί Βαθμολογίας</i> σάς επιτρέπουν να δείτε τους βαθμούς που κέρδισε το παιδί σας.
es_es: <i>Calificaciones del Libro</i> le permite ver las calificaciones de su estudiante.
tr: <i>Not Defteri Notları</i> çocuğunuzun aldığı notları görüntülemenize olanak tanır.

source: <i>GPA / Class Rank</i> is a report that shows the unweighted GPA, weighted GPA, and class rank of your child.
el: Ο <i>ΜΟΒ / Κατάταξη τάξης</i> είναι μια αναφορά που δείχνει τον μη σταθμισμένο ΜΟΒ, τον σταθμισμένο ΜΟΒ και την τάξη τάξης του παιδιού σας.
es_es: <i>Promedio / Puesto en la Clase</i> es un reporte que muestra el promedio ponderado y no ponderado, y el puesto en la clase de su estudiante.
tr: <i>GPA / Sınıf Sıralaması</i> çocuğunuzun ağırlıksız GPA'sını, ağırlıklı GPA'sını ve sınıf sıralamasını gösteren bir rapordur.

source: <i>Administration</i> allows you to view and change the student attendance records for any given day.
el: Η <i>Διαχείριση</i> σάς επιτρέπει να προβάλετε και να αλλάξετε τα αρχεία παρακολούθησης μαθητών για οποιαδήποτε δεδομένη ημέρα.
es_es: <i>Administración</i> le permite ver y cambiar los registros de asistencia de cualquier día.
tr: <i>Yönetim</i>, herhangi bir güne ait öğrenci devam kayıtlarını görüntülemenize ve değiştirmenize olanak tanır.

source: To change the student's attendance status for any period, click on the current value and select the short name of the attendance code you would like to assign that student. After making all the desired modifications, click the "Update" button at the top of the screen. You can also limit the list of students based upon what attendance codes the students have been assigned on the current day. For instance, by default, all students with any attendance codes with a state value of "Absent" are listed. This is shown by the pull-down menu on the upper right-hand corner of the screen that displays "Abs." This menu can be changed to the short name of any attendance code, and only students who received that code during the current day will be displayed. This menu can even be changed to "All" which will list all students for whom attendance has been taken. You can add an attendance code by clicking the add icon (+) next to the attendance code pull-down menu. If you select a second attendance code, the program will list students who received either code during the day.
el: Για να αλλάξετε την κατάσταση φοίτησης του μαθητή για οποιαδήποτε περίοδο, κάντε κλικ στην τρέχουσα τιμή και επιλέξτε το σύντομο όνομα του κωδικού παρακολούθησης που θέλετε να εκχωρήσετε σε αυτόν τον μαθητή. Αφού κάνετε όλες τις επιθυμητές τροποποιήσεις, κάντε κλικ στο κουμπί "Ενημέρωση" στο επάνω μέρος της οθόνης. Μπορείτε επίσης να περιορίσετε τη λίστα των μαθητών με βάση τους κωδικούς φοίτησης που έχουν εκχωρηθεί στους μαθητές την τρέχουσα ημέρα. Για παράδειγμα, από προεπιλογή, παρατίθενται όλοι οι μαθητές με οποιουσδήποτε κωδικούς φοίτησης με τιμή κατάστασης "Απών". Αυτό φαίνεται από το αναπτυσσόμενο μενού στην επάνω δεξιά γωνία της οθόνης που εμφανίζει το "Abs". Αυτό το μενού μπορεί να αλλάξει στο σύντομο όνομα οποιουδήποτε κωδικού παρακολούθησης και θα εμφανίζονται μόνο οι μαθητές που έλαβαν αυτόν τον κωδικό κατά τη διάρκεια της τρέχουσας ημέρας. Αυτό το μενού μπορεί ακόμη και να αλλάξει σε "Όλοι", το οποίο θα περιλαμβάνει όλους τους μαθητές για τους οποίους έχει λάβει μέρος. Μπορείτε να προσθέσετε έναν κωδικό παρουσίας κάνοντας κλικ στο εικονίδιο προσθήκης (+) δίπλα στο αναπτυσσόμενο μενού κωδικών παρουσίας. Εάν επιλέξετε δεύτερο κωδικό παρακολούθησης, το πρόγραμμα θα αναφέρει τους μαθητές που έλαβαν έναν από τους δύο κωδικούς κατά τη διάρκεια της ημέρας.
es_es: Para cambiar el estado de asistencia para cualquier hora, haga clic sobre el dato y seleccione el nombre corto del código de asistencia que usted quisiera asociar a este estudiante. Después de hacer las modificaciones, presione el botón «Actualizar». Usted puede limitar la lista de estudiantes escogiendo un código de asistencia en el menú desplegable en la parte superior derecha de la pantalla. Por defecto, todos los estudiantes con cualquier código de estado «Ausente» están listados. Usted puede agregar un código de asistencia haciendo clic sobre el icono «+» al lado del menú desplegable de los códigos de asistencia.
tr: Öğrencinin herhangi bir dönem için katılım durumunu değiştirmek için geçerli değere tıklayın ve o öğrenciye atamak istediğiniz katılım kodunun kısa adını seçin. İstenilen tüm değişiklikleri yaptıktan sonra, ekranın üst kısmındaki "Güncelle" düğmesine tıklayın. Ayrıca, öğrencilerin o gün hangi katılım kodlarına atandığına göre öğrenci listesini sınırlayabilirsiniz. Örneğin, varsayılan olarak, "Devamsız" durum değerine sahip herhangi bir katılım koduna sahip tüm öğrenciler listelenir. Bu, ekranın sağ üst köşesindeki "Devamsız"ı görüntüleyen açılır menüde gösterilir. Bu menü, herhangi bir katılım kodunun kısa adına değiştirilebilir ve yalnızca o gün o kodu alan öğrenciler görüntülenir. Bu menü, katılımı alınan tüm öğrencileri listeleyecek olan "Tümü" olarak bile değiştirilebilir. Katılım kodu açılır menüsünün yanındaki ekle simgesine (+) tıklayarak bir katılım kodu ekleyebilirsiniz. İkinci bir katılım kodu seçerseniz, program gün içinde her iki kodu da alan öğrencileri listeler.

source: You can alter the date displayed by clicking on the date on the upper left-hand side of the screen and changing it to the desired date.
el: Μπορείτε να αλλάξετε την ημερομηνία που εμφανίζεται κάνοντας κλικ στην ημερομηνία στην επάνω αριστερή πλευρά της οθόνης και αλλάζοντας την στην επιθυμητή ημερομηνία.
es_es: Usted puede cambiar la fecha mostrada haciendo clic sobre la fecha en la parte superior izquierda de la pantalla y cambiándola por la fecha deseada.
tr: Ekranın sol üst köşesinde bulunan tarihe tıklayıp istediğiniz tarihe değiştirerek görüntülenen tarihi değiştirebilirsiniz.

source: After making changes to the attendance codes displayed or the current date, click the "Update" button to refresh the screen with the new parameters.
el: Αφού κάνετε αλλαγές στους κωδικούς παρουσίας που εμφανίζονται ή στην τρέχουσα ημερομηνία, κάντε κλικ στο κουμπί "Ενημέρωση" για να ανανεώσετε την οθόνη με τις νέες παραμέτρους.
es_es: Después de cambiar el código de asistencia o la fecha, presione el botón «Actualizar» para refrescar la pantalla con los nuevos parámetros.
tr: Görüntülenen katılım kodlarında veya güncel tarihte değişiklik yaptıktan sonra, "Güncelle" butonuna tıklayarak ekranı yeni parametrelerle yenileyebilirsiniz.

source: You can also view the attendance code assigned to the student by the teacher as well as view and enter a comment for each period by clicking on the student's name.
el: Αφού κάνετε αλλαγές στους κωδικούς παρουσίας που εμφανίζονται ή στην τρέχουσα ημερομηνία, κάντε κλικ στο κουμπί "Ενημέρωση" για να ανανεώσετε την οθόνη με τις νέες παραμέτρους.
es_es: Usted también puede ver el código de asistencia asignado por el docente y también ver y entrar un comentario para cada hora haciendo clic sobre el nombre del estudiante.
tr: Ayrıca öğrencinin öğretmen tarafından kendisine atanan devamsızlık kodunu da görüntüleyebilir, öğrencinin ismine tıklayarak her ders için bir yorum görüntüleyip girebilirsiniz.

source: Clicking on "Current Student" on the top of the screen will display the day's attendance records for the current student displayed in the left frame.
el: Κάνοντας κλικ στο "Τρέχον μαθητής" στο επάνω μέρος της οθόνης θα εμφανιστούν τα αρχεία παρακολούθησης της ημέρας για τον τρέχοντα μαθητή που εμφανίζονται στο αριστερό πλαίσιο.
es_es: Haciendo clic sobre el enlace «Estudiante actual» en la parte superior de la pantalla mostrara los registros de asistencia del día para el estudiante actual presente en el marco izquierdo.
tr: Ekranın üst kısmında bulunan "Mevcut Öğrenci" butonuna tıklandığında sol tarafta bulunan çerçevede mevcut öğrencinin o günkü devamsızlık kayıtları görüntülenecektir.

source: <i>Add Absences</i> allows you to add an absence to a group of students in one action.
el: Η <i>Προσθήκη απουσιών</i> σάς επιτρέπει να προσθέσετε μια απουσία σε μια ομάδα μαθητών σε μία ενέργεια.
es_es: <i>Agregar Ausencias</i> le permite agregar una ausencia a un grupo de estudiantes de una vez.
tr: <i>Devamsızlık Ekle</i>, tek bir işlemle bir öğrenci grubuna devamsızlık eklemenizi sağlar.

source: First, search for students. Notice that you can search for students who are enrolled in a specific course or are in a certain activity. This can be useful since you can add an absence record for each period to all of Mrs. Smith's first period students or the football team who will be on an all day field trip.
el: Πρώτα, αναζητήστε μαθητές. Σημειώστε ότι μπορείτε να αναζητήσετε φοιτητές που είναι εγγεγραμμένοι σε ένα συγκεκριμένο μάθημα ή συμμετέχουν σε μια συγκεκριμένη δραστηριότητα. Αυτό μπορεί να είναι χρήσιμο αφού μπορείτε να προσθέσετε ένα αρχείο απουσιών για κάθε περίοδο σε όλους τους μαθητές της πρώτης περιόδου της κυρίας Σμιθ ή στην ομάδα ποδοσφαίρου που θα είναι σε ολοήμερη εκδρομή.
es_es: Primero, busca estudiantes. Note que usted puede buscar para estudiantes que están tomando un curso específico o están en una actividad especial.
tr: Öncelikle öğrencileri arayın. Belirli bir derse kayıtlı veya belirli bir aktivitede olan öğrencileri arayabileceğinizi unutmayın. Bu, Bayan Smith'in tüm birinci dönem öğrencilerine veya tüm gün sürecek bir geziye katılacak futbol takımına her dönem için bir devamsızlık kaydı ekleyebileceğiniz için yararlı olabilir.

source: From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. You can also specify the periods to mark the selected students, the absence code, the absence reason, and the date in the yellow box above the student list. After you have selected each desired student from this list, all the desired periods, the absence code, absence reason, and absence date, click the "Save" button at the top of the screen.
el: Από το αποτέλεσμα αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό μαθητών. Μπορείτε να επιλέξετε όλους τους μαθητές στη λίστα επιλέγοντας το πλαίσιο ελέγχου στις επικεφαλίδες των στηλών πάνω από τη λίστα. Μπορείτε επίσης να καθορίσετε τις περιόδους για να επισημάνετε τους επιλεγμένους μαθητές, τον κωδικό απουσίας, τον λόγο απουσίας και την ημερομηνία στο κίτρινο πλαίσιο πάνω από τη λίστα μαθητών. Αφού επιλέξετε κάθε επιθυμητό μαθητή από αυτήν τη λίστα, όλες τις επιθυμητές περιόδους, τον κωδικό απουσίας, τον λόγο απουσίας και την ημερομηνία απουσίας, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Desde los resultados de la búsqueda, usted puede seleccionar cualquier número de estudiantes. Usted puede seleccionar todos los estudiantes de la lista marcando la casilla en el encabezado de la lista. Usted también puede especificar las horas, el código de ausencia, la razón de la ausencia, y la fecha. Finalmente, presione el botón «Guardar» en la parte superior de la pantalla.
tr: Arama sonucundan istediğiniz sayıda öğrenci seçebilirsiniz. Listenin üstündeki sütun başlıklarındaki onay kutusunu işaretleyerek listedeki tüm öğrencileri seçebilirsiniz. Ayrıca, seçilen öğrencileri işaretlemek için dönemleri, devamsızlık kodunu, devamsızlık nedenini ve öğrenci listesinin üstündeki sarı kutuya tarihi belirtebilirsiniz. Bu listeden istediğiniz her öğrenciyi, istediğiniz tüm dönemleri, devamsızlık kodunu, devamsızlık nedenini ve devamsızlık tarihini seçtikten sonra ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: <i>Average Daily Attendance</i> is a report that shows the number of students, days possible, the number of student days present, the number of student days absent, the Average Daily Attendance, the average number of students in attendance per day, and the average number of students absent per day for any date range at your school. These numbers are broken down by grade.
el: Η <i>Μέση Ημερήσια Παρακολούθηση</i> είναι μια αναφορά που δείχνει τον αριθμό των μαθητών, τις πιθανές ημέρες, τον αριθμό των παρόντων φοιτητικών ημερών, τον αριθμό των φοιτητικών ημερών που απουσιάζουν, τη Μέση Ημερήσια Παρακολούθηση, τον μέσο αριθμό μαθητών που παρακολουθούν ανά ημέρα και ο μέσος αριθμός μαθητών που απουσιάζουν ανά ημέρα για οποιοδήποτε εύρος ημερομηνιών στο σχολείο σας. Αυτοί οι αριθμοί αναλύονται ανά βαθμό.
es_es: <i>Asistencia Diaria Promedio</i> es un reporte que muestra el número de estudiantes, los días posibles, el número de estudiantes presentes por los días posibles, el número de estudiantes ausentes por los días posibles, la Asistencia Diaria Promedio, el número de estudiantes presentes por día promedio, y el número de estudiantes ausentes por día promedio. Estos números están para cada grado.
tr: <i>Ortalama Günlük Katılım</i>, okulunuzdaki herhangi bir tarih aralığı için öğrenci sayısını, olası günleri, öğrencilerin bulunduğu gün sayısını, öğrencilerin devamsızlık yaptığı gün sayısını, Ortalama Günlük Katılımı, her gün katılan öğrencilerin ortalama sayısını ve her gün devamsız öğrencilerin ortalama sayısını gösteren bir rapordur. Bu sayılar sınıflara göre ayrılmıştır.

source: You can alter the date range displayed by changing the date pull-down menus at the top of the screen and clicking the "Go" button. You can also limit the numbers by searching by gender or any of the customizable data fields by clicking on the "Advanced" link.
el: Μπορείτε να αλλάξετε το εύρος ημερομηνιών που εμφανίζεται αλλάζοντας τα αναπτυσσόμενα μενού ημερομηνιών στο επάνω μέρος της οθόνης και κάνοντας κλικ στο κουμπί "Μετάβαση". Μπορείτε επίσης να περιορίσετε τους αριθμούς κάνοντας αναζήτηση ανά φύλο ή οποιοδήποτε από τα προσαρμόσιμα πεδία δεδομένων κάνοντας κλικ στο σύνδεσμο "Για προχωρημένους".
es_es: Usted puede cambiar el periodo con los menús desplegables de las fechas en la parte superior de la pantalla y presionando el botón «Ir». Usted también puede limitar los números buscando por sexo o cualquier campo de dato haciendo clic sobre el enlace «Avanzado».
tr: Ekranın üst kısmındaki tarih açılır menülerini değiştirerek ve "Git" düğmesine tıklayarak görüntülenen tarih aralığını değiştirebilirsiniz. Ayrıca "Gelişmiş" bağlantısına tıklayarak cinsiyete veya özelleştirilebilir veri alanlarından herhangi birine göre arama yaparak sayıları sınırlayabilirsiniz.
