Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: It allows you to select your preferred RosarioSIS theme. You can change the theme (overall color scheme) or within a particular theme, the Highlight Color. You can also set the date format, like changing the month to "January", or "Jan" or "01". "Disable Login Alerts" will hide the alerts shown on the Portal (first page after login), like the Teachers missing attendance, the new discipline Referrals & the Food Service balance alerts.
el: Σας επιτρέπει να επιλέξετε το προτιμώμενο θέμα RosarioSIS. Μπορείτε να αλλάξετε το θέμα (συνολικός συνδυασμός χρωμάτων) ή μέσα σε ένα συγκεκριμένο θέμα, το χρώμα επισήμανσης. Μπορείτε επίσης να ορίσετε τη μορφή ημερομηνίας, όπως αλλαγή του μήνα σε "Ιανουάριος" ή "Ιανουάριος" ή "01". Η "Απενεργοποίηση ειδοποιήσεων σύνδεσης" θα κρύψει τις ειδοποιήσεις που εμφανίζονται στην Πύλη (πρώτη σελίδα μετά τη σύνδεση), όπως οι ειδοποιήσεις υπολοίπου για Καθηγητές που λείπουν, η νέα πειθαρχία Παραπομπές και οι ειδοποιήσεις υπολοίπου της Υπηρεσίας Τροφίμων.
es_es: Le permite cambiar el diseño de RosarioSIS, con combinaciones de colores diferentes que le permite hacer RosarioSIS suyo. Se puede cambiar el color de resalte. Se puede cambiar también el formato de fecha por el formato que le gusta, como cambiar el mes a "Enero", o "Ene" o "01". "Deshabilitar alertas de entrada", cuando no marcado, muestra los datos faltantes de asistencia de los Docentes, las nuevas Sanciones de disciplina y las alertas de los saldos del Servicio de Comida en el Portal (primera página después de entrar).
tr: Tercih ettiğiniz RosarioSIS temasını seçmenize olanak tanır. Temayı (genel renk şeması) veya belirli bir tema içinde Vurgu Rengi'ni değiştirebilirsiniz. Ayrıca tarih biçimini ayarlayabilirsiniz, örneğin ayı "Ocak" veya "Ocak" veya "01" olarak değiştirebilirsiniz. "Giriş Uyarılarını Devre Dışı Bırak" Portal'da gösterilen uyarıları gizleyecektir (girişten sonraki ilk sayfa), örneğin Öğretmenlerin devamsızlığı, yeni disiplin Yönlendirmeleri ve Yemek Hizmeti bakiyesi uyarıları.

source: Student Listing tab
el: Καρτέλα Καταχώρισης μαθητών
es_es: Pestaña Lista de Estudiantes
tr: Öğrenci Listeleme sekmesi

source: "Student Sorting" lets you choose to have the students in listings listed by just their "Name" or by their Grade Level and Name. "File Export Type" lets you choose between Tabulation delimited files, designed for Excel, or CSV files (comma-separated values) designed for LibreOffice, or XML files. "Date Export Format" lets you choose between different date formats when date fields are exported using the "Download Icon". "Display Student Search Screen" should remain checked, unless instructed otherwise.
el: Η "Ταξινόμηση μαθητών" σάς επιτρέπει να επιλέξετε να εμφανίζονται οι μαθητές στις λίστες μόνο με το "Όνομα" ή με το Επίπεδο Βαθμού και το Όνομά τους. Ο "Τύπος εξαγωγής αρχείου" σάς επιτρέπει να επιλέξετε ανάμεσα σε αρχεία οριοθετημένα σε πίνακα, σχεδιασμένα για Excel ή αρχεία CSV (τιμές διαχωρισμένες με κόμματα) που έχουν σχεδιαστεί για αρχεία LibreOffice ή XML. Η "Μορφή εξαγωγής ημερομηνίας" σάς επιτρέπει να επιλέξετε μεταξύ διαφορετικών μορφών ημερομηνίας κατά την εξαγωγή των πεδίων ημερομηνίας χρησιμοποιώντας το "Εικονίδιο λήψης". Η "Εμφάνιση οθόνης αναζήτησης μαθητή" θα πρέπει να παραμείνει επιλεγμένη, εκτός εάν υπάρχει διαφορετική οδηγία.
es_es: "Clasificación de Estudiantes" le permite escoger ver a los estudiantes listados en los varios listados de estudiante solamente por el "Nombre" o por el Grado y Nombre. "Tipo de Archivo a Exportar" le permite escoger entre archivos delimitados por tabulaciones, los cuales funcionan mejor con Excel, archivos CSV (comma-separated values), diseñados para LibreOffice, y también archivos XML. "Formato de Exportación de Fecha" le permite escoger diferentes formatos de fecha cuando se exportan campos, usando el icono Descargar. "Mostrar pantalla de búsqueda de estudiante" debería quedarse marcado, a menos de ser invitado a lo contrario.
tr: "Öğrenci Sıralaması", listelerdeki öğrencilerin yalnızca "Adlarına" veya Sınıf Düzeylerine ve Adlarına göre listelenmesini seçmenize olanak tanır. "Dosya Dışa Aktarma Türü", Excel için tasarlanmış Tablo ayrılmış dosyalar veya LibreOffice için tasarlanmış CSV dosyaları (virgülle ayrılmış değerler) veya XML dosyaları arasında seçim yapmanıza olanak tanır. "Tarih Dışa Aktarma Biçimi", tarih alanları "İndirme Simgesi" kullanılarak dışa aktarıldığında farklı tarih biçimleri arasında seçim yapmanıza olanak tanır. Aksi belirtilmediği sürece "Öğrenci Arama Ekranını Görüntüle" işaretli kalmalıdır.

source: Password tab
el: Καρτέλα κωδικού πρόσβασης
es_es: Pestaña Contraseña
tr: Şifre sekmesi

source: It will help you change your password. Simply enter your current password in the first text field, and your new password in the next two text fields. Finally, click "Save".
el: Θα σας βοηθήσει να αλλάξετε τον κωδικό πρόσβασής σας. Απλώς πληκτρολογήστε τον τρέχοντα κωδικό πρόσβασης στο πρώτο πεδίο κειμένου και τον νέο κωδικό πρόσβασης στα επόμενα δύο πεδία κειμένου. Τέλος, κάντε κλικ στο «Αποθήκευση».
es_es: Le ayude a cambiar su contraseña. Simplemente entre su contraseña actual en el primer campo de texto, y su nueva contraseña en los dos campos de texto siguientes, y luego presione "Guardar".
tr: Şifrenizi değiştirmenize yardımcı olacaktır. Sadece ilk metin alanına mevcut şifrenizi ve sonraki iki metin alanına yeni şifrenizi girin. Son olarak "Kaydet"e tıklayın.

source: Student Fields tab
el: Καρτέλα Πεδία μαθητή
es_es: Pestaña Campos de Estudiantes
tr: Öğrenci Alanları sekmesi

source: The two columns on the right side of the page lets you choose data fields to show on either the "Find a Student" Page or when you click "Expanded View" in a student listing. Click the "Search" checkbox to add an often-used field to your "Find a Student" page, instead of having to click "Advanced Search" to use that often-used field. Click the "Expanded View" checkbox adds that field to your Expanded View report. You can add or remove fields as often as you want, customizing the Search page and the Expanded View report.
el: Οι δύο στήλες στη δεξιά πλευρά της σελίδας σάς επιτρέπουν να επιλέξετε πεδία δεδομένων για εμφάνιση είτε στη Σελίδα "Εύρεση μαθητή" είτε όταν κάνετε κλικ στην "Εκτεταμένη προβολή" σε μια καταχώριση μαθητή. Κάντε κλικ στο πλαίσιο ελέγχου "Αναζήτηση" για να προσθέσετε ένα πεδίο που χρησιμοποιείται συχνά στη σελίδα "Εύρεση μαθητή", αντί να χρειάζεται να κάνετε κλικ στο "Σύνθετη αναζήτηση" για να χρησιμοποιήσετε αυτό το πεδίο που χρησιμοποιείται συχνά. Κάντε κλικ στο πλαίσιο ελέγχου "Εκτεταμένη προβολή" και προσθέτει αυτό το πεδίο στην αναφορά Αναπτυσσόμενης προβολής. Μπορείτε να προσθέτετε ή να αφαιρείτε πεδία όσο συχνά θέλετε, προσαρμόζοντας τη σελίδα αναζήτησης και την αναφορά Εκτεταμένης προβολής.
es_es: Las dos columnas en la parte derecha de la pagina le permite escoger campos de datos (en la columna Campo) para mostrar o en la pantalla "Encontrar un Estudiante" o en la "Vista Ampliada". Marcando la casilla "Buscar" usted puede agregar campos usados a menudo a la pantalla "Encontrar un Estudiante", evitando así hacer clic sobre "Vista Ampliada" para usar un campo que es importante para su trabajo. Marcar la casilla "Vista Ampliada" agrega este campo a su reporte Vista Ampliada, para personalizarlo. Se pueden agregar o quitar campos cuando lo quiere, personalizando la pantalla "Encontrar un Estudiante" y el reporte "Vista Ampliada".
tr: Sayfanın sağ tarafındaki iki sütun, "Öğrenci Bul" Sayfasında veya bir öğrenci listesinde "Genişletilmiş Görünüm"e tıkladığınızda gösterilecek veri alanlarını seçmenize olanak tanır. Sık kullanılan bir alanı "Öğrenci Bul" sayfanıza eklemek için "Ara" onay kutusunu tıklayın, bu sık kullanılan alanı kullanmak için "Gelişmiş Arama"ya tıklamak zorunda kalmak yerine. "Genişletilmiş Görünüm" onay kutusunu tıkladığınızda bu alan Genişletilmiş Görünüm raporunuza eklenir. İstediğiniz sıklıkta alan ekleyebilir veya kaldırabilir, Arama sayfasını ve Genişletilmiş Görünüm raporunu özelleştirebilirsiniz.

source: <i>User Profiles</i> helps you configure how the users access to the information, and if they can modify it.
el: Τα <i>Προφίλ χρηστών</i> σάς βοηθούν να διαμορφώσετε τον τρόπο πρόσβασης των χρηστών στις πληροφορίες και εάν μπορούν να τις τροποποιήσουν.
es_es: <i>Perfiles de Usuario</i> le ayuda asegurarse de que los usuarios correctos tienen acceso a la información que necesitan, y deberían tener.
tr: <i>Kullanıcı Profilleri</i> kullanıcıların bilgilere nasıl erişeceğini ve bunları değiştirip değiştiremeyeceğini yapılandırmanıza yardımcı olur.

source: RosarioSIS comes with four groups as profiles: Administrator, Teacher, Parent & Student. The Administrator Profile has the most permissions, and the other profiles are restricted as appropriate. Please note that teachers are limited in access to the students scheduled in their classes, and that parents can only see the information of thier children, and that students can only see their personal information.
el: Το RosarioSIS διαθέτει τέσσερις ομάδες ως προφίλ: Διαχειριστής, Δάσκαλος, Γονέας & Μαθητής. Το προφίλ διαχειριστή έχει τα περισσότερα δικαιώματα και τα άλλα προφίλ περιορίζονται ανάλογα με την περίπτωση. Λάβετε υπόψη ότι οι δάσκαλοι έχουν περιορισμένη πρόσβαση στους μαθητές που έχουν προγραμματιστεί στις τάξεις τους και ότι οι γονείς μπορούν να δουν μόνο τις πληροφορίες των παιδιών τους και ότι οι μαθητές μπορούν να δουν μόνο τα προσωπικά τους στοιχεία.
es_es: RosarioSIS viene con cuatro grupos principales como perfiles: Administrador, Docente, Padre &amp; Estudiante. El perfil de Administrador tiene lo más de permisos, y los otros perfiles son restringidos como les corresponde. Por favor nota bien que los docentes pueden solamente ver los datos de los estudiantes en sus clases, que los padres pueden ver solamente los datos de sus hijos, y que los estudiantes pueden ver solamente sus datos personales.
tr: RosarioSIS profil olarak dört grupla gelir: Yönetici, Öğretmen, Ebeveyn ve Öğrenci. Yönetici Profili en fazla izne sahiptir ve diğer profiller uygun şekilde kısıtlanmıştır. Lütfen öğretmenlerin sınıflarında planlanan öğrencilere erişiminin sınırlı olduğunu ve ebeveynlerin yalnızca çocuklarının bilgilerini görebildiğini ve öğrencilerin yalnızca kişisel bilgilerini görebildiğini unutmayın.

source: If you click on one of the Profiles, you will see the Permissions Page. This page shows to which page(s) the profile has access to READ (Can Use) or to WRITE (Can Edit) the information on that particular page.
el: Εάν κάνετε κλικ σε ένα από τα Προφίλ, θα δείτε τη Σελίδα Δικαιωμάτων. Αυτή η σελίδα δείχνει σε ποιες σελίδες το προφίλ έχει πρόσβαση στο READ (Δυνατότητα χρήσης) ή στο WRITE (Δυνατότητα επεξεργασίας) των πληροφοριών στη συγκεκριμένη σελίδα.
es_es: Si le de clic en uno de los Perfiles, usted vera la página de Permisiones. Esta página muestra a cuales páginas el perfil tiene acceso para LEER (Puede Usar) o para ESCRIBIR (Puede Editar) datos en esta página en particular.
tr: Profillerden birine tıklarsanız, İzinler Sayfasını göreceksiniz. Bu sayfa, profilin o belirli sayfadaki bilgileri OKUMAK (Kullanabilmek) veya YAZMAK (DÜZENLEYEBİLMEK) için hangi sayfalara erişimi olduğunu gösterir.

source: When you uncheck "Can Edit", the users belonging to the profile will see the program in the menu and will see data on the page when clicking on it. They will NOT be able to change any of that information on that page. When you uncheck "Can Use" on a particular program, then users belonging to the profile will not see the program in the menu on the left hand side, and will not be able to access it.
el: Όταν καταργήσετε την επιλογή "Μπορεί να επεξεργαστεί", οι χρήστες που ανήκουν στο προφίλ θα δουν το πρόγραμμα στο μενού και θα δουν δεδομένα στη σελίδα όταν κάνουν κλικ σε αυτό. ΔΕΝ θα μπορούν να αλλάξουν καμία από αυτές τις πληροφορίες σε αυτήν τη σελίδα. Όταν καταργείτε την επιλογή "Μπορεί να χρησιμοποιηθεί" σε ένα συγκεκριμένο πρόγραμμα, τότε οι χρήστες που ανήκουν στο προφίλ δεν θα βλέπουν το πρόγραμμα στο μενού στην αριστερή πλευρά και δεν θα έχουν πρόσβαση σε αυτό.
es_es: Si quita la marca de "Puede Usar" de una página, entonces este perfil no vera el programa en el menú de izquierda, y por supuesto, no podrá ver o cambiar ningún dato de esta página.
tr: "Düzenleyebilir" seçeneğinin işaretini kaldırdığınızda, profile ait kullanıcılar menüde programı görecek ve üzerine tıkladıklarında sayfadaki verileri görecekler. Bu sayfadaki bilgilerin hiçbirini değiştiremeyecekler. Belirli bir programda "Kullanabilir" seçeneğinin işaretini kaldırdığınızda, profile ait kullanıcılar sol taraftaki menüde programı görmeyecek ve programa erişemeyecekler.

source: Administrator Profile
el: Προφίλ Διαχειριστή
es_es: Perfil Administrador
tr: Yönetici Profili

source: Administrators have access to almost all pages, to read or to write information on that page. By default, they cannot see the "Comments" tab in the Student Info program, but can access and can modify all other pages.
el: Οι διαχειριστές έχουν πρόσβαση σε όλες σχεδόν τις σελίδες, για να διαβάσουν ή να γράψουν πληροφορίες σε αυτήν τη σελίδα. Από προεπιλογή, δεν μπορούν να δουν την καρτέλα "Σχόλια" στο πρόγραμμα Πληροφορίες σπουδαστών, αλλά μπορούν να έχουν πρόσβαση και να τροποποιούν όλες τις άλλες σελίδες.
es_es: El perfil de Administrador tiene acceso a casi todas la páginas, para leer y escribir. Si quita la marca de "Puede Editar", el usuario con este perfil vera el programa en el menú, podrá hacer clic sobre el, y vera los datos en esta página. Pero el usuario NO podrá cambiar ningún dato de esta página.
tr: Yöneticiler, o sayfadaki bilgileri okumak veya yazmak için neredeyse tüm sayfalara erişebilirler. Varsayılan olarak, Öğrenci Bilgisi programındaki "Yorumlar" sekmesini göremezler, ancak diğer tüm sayfalara erişebilir ve bunları değiştirebilirler.

source: You can restrict the User Profile edition if you uncheck the <i>Users > User Info > General Info > User Profile</i> checkbox. Administrators will then loose the ability to assign user profiles (and permissions).
el: Μπορείτε να περιορίσετε την έκδοση του προφίλ χρήστη αν καταργήσετε την επιλογή του πλαισίου ελέγχου <i>Χρήστες > Πληροφορίες χρήστη > Γενικές πληροφορίες > Προφίλ χρήστη</i>. Στη συνέχεια, οι διαχειριστές θα χάσουν τη δυνατότητα εκχώρησης προφίλ χρηστών (και δικαιωμάτων).
es_es: Se puede restringir la edición del perfil de los usuarios desmarcando la casilla <i>Usuarios > Información del Usuario > Datos Personales > Perfil del Usuario</i>. Los administradores perderán la posibilidad de asignar el perfil de los usuarios (y los permisos).
tr: <i>Kullanıcılar > Kullanıcı Bilgileri > Genel Bilgiler > Kullanıcı Profili</i> onay kutusunun işaretini kaldırırsanız Kullanıcı Profili düzenlemesini kısıtlayabilirsiniz. Yöneticiler daha sonra kullanıcı profilleri (ve izinler) atama yeteneğini kaybeder.

source: You can restrict the User Schools edition if you uncheck the <i>Users > User Info > General Info > Schools</i> checkbox. Administrators will then loose the ability to add or remove schools to/from a user.
el: Μπορείτε να περιορίσετε την έκδοση Σχολεία χρηστών αν καταργήσετε την επιλογή του πλαισίου ελέγχου <i>Χρήστες > Πληροφορίες χρήστη > Γενικές πληροφορίες > Σχολεία</i>. Στη συνέχεια, οι διαχειριστές θα χάσουν τη δυνατότητα προσθήκης ή κατάργησης σχολείων σε/από έναν χρήστη.
es_es: Se puede restringir la edición de las escuelas de los usuarios desmarcando la casilla <i>Usuarios > Información del Usuario > Datos Personales > Escuelas</i>. Los administradores perderán la posibilidad de agregar o quitar escuelas a/de un usuario.
tr: <i>Kullanıcılar > Kullanıcı Bilgileri > Genel Bilgiler > Okullar</i> onay kutusunun işaretini kaldırırsanız Kullanıcı Okulları sürümünü kısıtlayabilirsiniz. Yöneticiler daha sonra bir kullanıcıya okul ekleme veya kullanıcıdan okul kaldırma yeteneğini kaybeder.

source: Teacher Profile
el: Προφίλ Εκπαιδευτικού
es_es: Perfil Docente
tr: Öğretmen Profili

source: Teachers have the permission to access a more limited set of pages within RosarioSIS, and their ability to edit those pages is more restricted. By default, teachers cannot change any data about a student EXCEPT for the Comments tab.
el: Οι εκπαιδευτικοί έχουν την άδεια πρόσβασης σε ένα πιο περιορισμένο σύνολο σελίδων στο RosarioSIS και η ικανότητά τους να επεξεργάζονται αυτές τις σελίδες είναι πιο περιορισμένη. Από προεπιλογή, οι δάσκαλοι δεν μπορούν να αλλάξουν δεδομένα σχετικά με έναν μαθητή ΕΚΤΟΣ από την καρτέλα Σχόλια.
es_es: Los Docentes tienen acceso a una sección más limitada de las páginas de RosarioSIS, y sus habilidades para editar estas páginas están mas restringidas. Por defecto, los docentes no pueden cambiar los datos de un estudiante con la EXCEPCIÓN de la pestaña Comentarios.
tr: Öğretmenler RosarioSIS içinde daha sınırlı bir sayfa kümesine erişim iznine sahiptir ve bu sayfaları düzenleme yetenekleri daha kısıtlıdır. Varsayılan olarak, öğretmenler Yorumlar sekmesi HARİÇ bir öğrenci hakkında hiçbir veriyi değiştiremez.

source: Parent Profile
el: Προφίλ Γονέα
es_es: Perfil Padre
tr: Ebeveyn Profili

source: Parents are even more limited. Parents only have access to information that is specifically of interest to them, the student's demographic information, attendance and grades.
el: Οι γονείς είναι ακόμη πιο περιορισμένοι. Οι γονείς έχουν πρόσβαση μόνο σε πληροφορίες που τους ενδιαφέρουν ειδικά, τα δημογραφικά στοιχεία, τη συμμετοχή και τους βαθμούς του μαθητή.
es_es: Los Padres están aun más limitados. Los Padres tienen acceso a la información que es específicamente de interés para ellos, los datos de los estudiantes, la asistencia y las calificaciones.
tr: Veliler daha da sınırlıdır. Veliler yalnızca kendilerini ilgilendiren bilgilere, öğrencinin demografik bilgilerine, devam durumuna ve notlarına erişebilirler.

source: Add a User Profile
el: Προσθήκη Προφίλ Χρήστη
es_es: Agregar un Perfil de Usuario
tr: Bir Kullanıcı Profili Ekle

source: For security reasons, it is recommended to add an "admin" profile to "Administrator" in order to limit the permissions of administrators. It should not be necessary for ALL administrators to be able to Add Schools, Copy Schools, change Marking Periods, or change Grading Scales, etc. Once the configuration of the school is done, changes to the configuration by unknowledgable users can be a source of troubles or dysfunctions.
el: Για λόγους ασφαλείας, συνιστάται η προσθήκη ενός προφίλ "διαχειριστής" στο "Διαχειριστής" προκειμένου να περιοριστούν τα δικαιώματα των διαχειριστών. Δεν θα πρέπει να είναι απαραίτητο ΟΛΟΙ οι διαχειριστές να μπορούν να προσθέτουν σχολεία, να αντιγράφουν σχολεία, να αλλάζουν περιόδους σήμανσης ή να αλλάζουν κλίμακες βαθμολόγησης, κ.λπ. Μόλις ολοκληρωθεί η διαμόρφωση του σχολείου, οι αλλαγές στη διαμόρφωση από χρήστες που δεν γνωρίζουν μπορεί να είναι πηγή προβλήματα ή δυσλειτουργίες.
es_es: Se pueden agregar Perfiles a RosarioSIS, en cualquier de los "Tipos" de Perfiles. Lo recomendamos agregar un perfil "admin" a "Administrador" para limitar el acceso que los administradores tienen en el sistema. No es necesario que TODOS los administradores puedan Agregar una Institución, Copiar una Institución, cambiar los Periodos a Calificar o cambiar las Escalas de Calificaciones, etc. Una vez que la institución este configurada, cambios en la configuración por usuarios si los conocimientos necesarios pueden resultar en daños y problemas.
tr: Güvenlik nedenleriyle, yöneticilerin izinlerini sınırlamak için "Yönetici"ye bir "yönetici" profili eklenmesi önerilir. TÜM yöneticilerin Okul Ekleme, Okulları Kopyalama, Notlandırma Dönemlerini değiştirme veya Notlandırma Ölçeklerini değiştirme vb. yapması gerekmemelidir. Okulun yapılandırması yapıldıktan sonra, bilgisi olmayan kullanıcılar tarafından yapılandırmada yapılan değişiklikler sorun veya işlev bozukluğu kaynağı olabilir.

source: To add a new Profile, type its name in the "Title" text box and then select its "Type" of profile. Finally, click the "Save" button in the upper part of the screen.
el: Για να προσθέσετε ένα νέο προφίλ, πληκτρολογήστε το όνομά του στο πλαίσιο κειμένου "Τίτλος" και, στη συνέχεια, επιλέξτε "Τύπος" του προφίλ. Τέλος, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Para agregar un nuevo perfil, entre su nombre en el campo "Título" y seleccione su "Tipo" de Perfil del cual sera un subgrupo. Presione el botón "Guardar" en la parte superior de la pantalla.
tr: Yeni bir Profil eklemek için, "Başlık" metin kutusuna adını yazın ve ardından profilin "Türünü" seçin. Son olarak, ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: Setting Permissions
el: Ρύθμιση Δικαιωμάτων
es_es: Configurar las Permisiones
tr: İzinleri Ayarlama

source: To configure the permissions your users should have, it is a good practice to login with a test user belonging to the profile and figure out what can be accessed. Less is more!
el: Για να διαμορφώσετε τα δικαιώματα που θα πρέπει να έχουν οι χρήστες σας, είναι καλή πρακτική να συνδεθείτε με έναν δοκιμαστικό χρήστη που ανήκει στο προφίλ και να υπολογίσετε τι μπορεί να έχει πρόσβαση. Less is more!
es_es: Una buena practica es de entrar a RosarioSIS con un usuario de prueba para ayudar a definir sus permisos de acceso. Demasiado acceso podría causar muchos mas problemas que un acceso limitado!
tr: Kullanıcılarınızın sahip olması gereken izinleri yapılandırmak için, profile ait bir test kullanıcısıyla oturum açmak ve neye erişilebileceğini anlamak iyi bir uygulamadır. Daha azı daha fazladır!

source: <i>User Permissions</i> allows you to deny access and/or write privileges to any program for any user.
el: Τα <i>Δικαιώματα χρήστη</i> σάς επιτρέπουν να αρνηθείτε την πρόσβαση ή/και να γράψετε δικαιώματα σε οποιοδήποτε πρόγραμμα για οποιονδήποτε χρήστη.
es_es: <i>Permisos de Usuario</i> le permite prohibir acceso y/o privilegios de edición a cualquier servicio para un usuario con permisos configurados (Ver los Datos Personales del usuario).
tr: <i>Kullanıcı İzinleri</i> herhangi bir kullanıcı için herhangi bir programa erişimi ve/veya yazma ayrıcalıklarını reddetmenize olanak tanır.
