Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: To change a marking period, click on the marking period you want to change, and click on whatever value you want to change in the grey area above the marking period list. Then, change the value and click the "Save" button.
el: Για να αλλάξετε μια περίοδο σήμανσης, κάντε κλικ στην περίοδο σήμανσης που θέλετε να αλλάξετε και κάντε κλικ σε οποιαδήποτε τιμή θέλετε να αλλάξετε στη γκρίζα περιοχή πάνω από τη λίστα περιόδων σήμανσης. Στη συνέχεια, αλλάξτε την τιμή και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para cambiar un período a calificar, haga clic sobre el período a calificar que usted quiere cambiar, y haga clic sobre cualquier valor que usted quiere cambiar en la zona de arriba. Luego, cambie el valor y presione el botón «Guardar».
tr: Bir notlandırma dönemini değiştirmek için, değiştirmek istediğiniz notlandırma dönemine tıklayın ve notlandırma dönemi listesinin üzerindeki gri alanda değiştirmek istediğiniz değere tıklayın. Ardından, değeri değiştirin ve "Kaydet" düğmesine tıklayın.

source: To delete a marking period, select it by clicking on its title on the list and click the "Delete" button at the top of the screen. You will be asked to confirm the deletion.
el: Για να διαγράψετε μια περίοδο σήμανσης, επιλέξτε την κάνοντας κλικ στον τίτλο της στη λίστα και κάντε κλικ στο κουμπί "Διαγραφή" στο επάνω μέρος της οθόνης. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
es_es: Para eliminar un período a calificar, seleccione lo haciendo clic sobre su titulo en la lista y presione el botón «Eliminar» en la parte superior de la pantalla. Se le preguntará si desea confirmar la eliminación.
tr: Bir notlandırma dönemini silmek için, listedeki başlığına tıklayarak seçin ve ekranın üst kısmındaki "Sil" düğmesine tıklayın. Silmeyi onaylamanız istenecektir.

source: Notice that neither two marking periods nor two posting periods in the same tier can overlap. Also, No two marking periods in any tier should have the same sort order.
el: Σημειώστε ότι ούτε δύο περίοδοι σήμανσης ούτε δύο περίοδοι καταχώρισης στο ίδιο επίπεδο δεν μπορούν να επικαλύπτονται. Επίσης, καμία περίοδος σήμανσης σε κανένα επίπεδο δεν πρέπει να έχει την ίδια σειρά ταξινόμησης.
es_es: Note que dos períodos a calificar o dos periodos de publicación de calificaciones no se pueden cruzar. También, los períodos a calificar de un mismo tercio deben tener un orden diferente.
tr: Aynı kademedeki iki notlandırma döneminin veya iki kayıt döneminin çakışamayacağını unutmayın. Ayrıca, herhangi bir kademedeki iki notlandırma döneminin aynı sıralama düzenine sahip olmaması gerekir.

source: Note: a marking period cannot be deleted once it has course periods.
el: Σημείωση: μια περίοδος βαθμολογίας δεν μπορεί να διαγραφεί αφού έχει περιόδους μαθημάτων.
es_es: Nota: un periodo a calificar no se puede suprimir cuando tiene clases.
tr: Not: Ders dönemleri dolduktan sonra notlandırma dönemi silinemez.

source: Note: you cannot add a new year using this program. Use the <i>School > Rollover</i> program instead.
el: Σημείωση: δεν μπορείτε να προσθέσετε νέο έτος χρησιμοποιώντας αυτό το πρόγραμμα. Χρησιμοποιήστε το πρόγραμμα <i>Σχολείο > Rollover</i>.
es_es: Nota: no puede agregar un nuevo año con este programa. Use el programa <i>Institución > Transferir</i> para eso.
tr: Not: Bu programı kullanarak yeni bir yıl ekleyemezsiniz. Bunun yerine <i>Okul > Devretme</i> programını kullanın.

source: <i>Calendars</i> allows you to setup your school's calendar for the year. The calendar displays the current month by default. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen.
el: Το <i>Ημερολόγια</i> σάς επιτρέπει να ρυθμίσετε το ημερολόγιο του σχολείου σας για το έτος. Το ημερολόγιο εμφανίζει τον τρέχοντα μήνα από προεπιλογή. Ο μήνας και το έτος που εμφανίζονται μπορούν να αλλάξουν αλλάζοντας τα αναπτυσσόμενα μενού μήνα και έτους στο επάνω μέρος της οθόνης.
es_es: <i>Calendarios</i> le permite configurar el calendario de su institución para el año. El calendario muestra el mes actual por defecto. El mes y el año mostrado se pueden cambiar en los menús desplegables del mes y del año en la parte superior de la pantalla.
tr: <i>Takvimler</i> okulunuzun takvimini yıl için ayarlamanıza olanak tanır. Takvim varsayılan olarak geçerli ayı görüntüler. Görüntülenen ay ve yıl, ekranın üst kısmındaki ay ve yıl açılır menülerini değiştirerek değiştirilebilir.

source: On full school days, the checkbox in the upper right-hand corner of the day's square should be checked. For partial days, the checkbox should be unchecked and the number of minutes school will be in attendance should be entered into the text box next to the checkbox. For days on which there will be no school, the checkbox should be unchecked and the text field should be blank. To uncheck the checkbox or change the number of minutes in the school day, you must first click on the value you want to change. After making any changes to the calendar, click the "Save" button at the top of the screen.
el: Τις ημέρες πλήρους σχολείου, θα πρέπει να ελέγχεται το πλαίσιο ελέγχου στην επάνω δεξιά γωνία του τετραγώνου της ημέρας. Για μερικές ημέρες, το πλαίσιο ελέγχου θα πρέπει να μην είναι επιλεγμένο και ο αριθμός των λεπτών που θα παρακολουθήσει το σχολείο θα πρέπει να εισαχθεί στο πλαίσιο κειμένου δίπλα στο πλαίσιο ελέγχου. Για τις ημέρες που δεν θα υπάρχει σχολείο, το πλαίσιο ελέγχου πρέπει να είναι αποεπιλεγμένο και το πεδίο κειμένου πρέπει να είναι κενό. Για να καταργήσετε την επιλογή του πλαισίου ελέγχου ή να αλλάξετε τον αριθμό των λεπτών στη σχολική ημέρα, πρέπει πρώτα να κάνετε κλικ στην τιμή που θέλετε να αλλάξετε. Αφού κάνετε οποιεσδήποτε αλλαγές στο ημερολόγιο, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: En días completos de escuela, la casilla en la esquina superior derecha del día debería estar marcada. Para los días parciales, la casilla no debería estar marcada y el número de minutos de asistencia en la institución, debería estar en el campo de texto al lado de la casilla. Para los días sin escuela, la casilla no debería estar marcada y el campo de texto vacío. Para desactivar la casilla o cambiar el número de minutos en el día, usted debe primero hacer clic sobre el valor que desee cambiar. Después de hacer un cambio al calendario, presione el botón «Guardar» en la parte superior de la pantalla.
tr: Tam okul günlerinde, günün karesinin sağ üst köşesindeki onay kutusu işaretlenmelidir. Kısmi günler için onay kutusu işaretlenmemeli ve okulun katılım göstereceği dakika sayısı onay kutusunun yanındaki metin kutusuna girilmelidir. Okul olmayacağı günler için onay kutusu işaretlenmemeli ve metin alanı boş olmalıdır. Onay kutusunun işaretini kaldırmak veya okul günündeki dakika sayısını değiştirmek için önce değiştirmek istediğiniz değere tıklamalısınız. Takvimde herhangi bir değişiklik yaptıktan sonra, ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: To setup your calendar at the beginning of the year, you should use the "Create" or "Edit" feature. By clicking on this link in the upper right-hand corner of the screen, you can setup all days in a specified timeframe as meeting all day. You can also select which days of the week that your school is in session. After selecting the beginning and ending dates of your school's school year and the days of the week that your school meets, click the "OK" button. You can now go through the calendar and mark holidays and partial days.
el: Για να ρυθμίσετε το ημερολόγιό σας στην αρχή του έτους, θα πρέπει να χρησιμοποιήσετε τη λειτουργία "Δημιουργία" ή "Επεξεργασία". Κάνοντας κλικ σε αυτόν τον σύνδεσμο στην επάνω δεξιά γωνία της οθόνης, μπορείτε να ρυθμίσετε όλες τις ημέρες σε ένα καθορισμένο χρονικό πλαίσιο ως συνάντηση όλη την ημέρα. Μπορείτε επίσης να επιλέξετε ποιες ημέρες της εβδομάδας βρίσκεται το σχολείο σας. Αφού επιλέξετε τις ημερομηνίες έναρξης και λήξης της σχολικής χρονιάς του σχολείου σας και τις ημέρες της εβδομάδας που συναντά το σχολείο σας, κάντε κλικ στο κουμπί "OK". Τώρα μπορείτε να περάσετε από το ημερολόγιο και να σημειώσετε αργίες και μερικές ημέρες.
es_es: Para configurar su calendario al comienzo del año, usted debería usar las acciones "Crear" o "Editar". Haciendo clic sobre este enlace, usted puede configurar todos los días en un transcurso especificado como días completos de clase. Usted puede también seleccionar cuales días de la semana su institución trabaja. Después de seleccionar las fechas de comienzo y fin del año escolar y los días de trabajo de la institución, presione el botón «OK». Usted ya puede navegar por el calendario y marcar las vacaciones y días parciales.
tr: Takviminizi yılın başında ayarlamak için "Oluştur" veya "Düzenle" özelliğini kullanmalısınız. Ekranın sağ üst köşesindeki bu bağlantıya tıklayarak, belirtilen zaman dilimindeki tüm günleri tüm gün toplantı olarak ayarlayabilirsiniz. Ayrıca okulunuzun hangi hafta günlerinde oturumda olduğunu da seçebilirsiniz. Okulunuzun okul yılının başlangıç ​​ve bitiş tarihlerini ve okulunuzun toplantı yaptığı hafta günlerini seçtikten sonra "Tamam" düğmesine tıklayın. Artık takvimi inceleyebilir ve tatilleri ve kısmi günleri işaretleyebilirsiniz.

source: The calendar is also a display of school events. This can include everything from teacher in-service days to sporting events. These events are visible by other administrators as well as parents and teachers at your school.
el: Το ημερολόγιο είναι επίσης για εμφάνιση σχολικών εκδηλώσεων. Αυτό μπορεί να περιλαμβάνει τα πάντα, από τις ημέρες της υπηρεσίας των δασκάλων έως τις αθλητικές εκδηλώσεις. Αυτά τα συμβάντα είναι ορατά από άλλους διαχειριστές καθώς και από γονείς και καθηγητές στο σχολείο σας.
es_es: El calendario muestra también los eventos de la institución. Esto puede incluir todo, desde los días de servicio de los docentes hasta los eventos de deporte. Estos eventos están visibles por los otros administradores y también por los padres y docentes de la institución.
tr: Takvim aynı zamanda okul etkinliklerinin bir göstergesidir. Bu, öğretmen hizmet içi günlerinden spor etkinliklerine kadar her şeyi içerebilir. Bu etkinlikler okulunuzdaki diğer yöneticiler ve veliler ile öğretmenler tarafından da görülebilir.

source: To add a school event, click on the add icon (+) in the lower left-hand corner of the event's date. In the popup window that appears, enter the event's information and click the "Save" button. The popup window will close, and the calendar will be automatically refreshed to display the added event.
el: Το ημερολόγιο είναι επίσης για εμφάνιση σχολικών εκδηλώσεων. Αυτό μπορεί να περιλαμβάνει τα πάντα, από τις ημέρες της υπηρεσίας των δασκάλων έως τις αθλητικές εκδηλώσεις. Αυτά τα συμβάντα είναι ορατά από άλλους διαχειριστές καθώς και από γονείς και καθηγητές στο σχολείο σας.
es_es: Para agregar un evento, haga clic sobre el icono «+» en la esquina inferior izquierda de la fecha del evento. En la ventana emergente que aparece, entrar los datos del evento y presione el botón «Guardar». La ventana emergente se cerrara, y el calendario será actualizado para mostrar el evento agregado.
tr: Bir okul etkinliği eklemek için, etkinlik tarihinin sol alt köşesindeki ekle simgesine (+) tıklayın. Açılan pencerede, etkinliğin bilgilerini girin ve "Kaydet" düğmesine tıklayın. Açılan pencere kapanacak ve takvim otomatik olarak yenilenerek eklenen etkinliği görüntüleyecektir.

source: To modify an event, click on the event you want to modify, and change the event's information in the popup window that appears after clicking on the values you want to change. Click the "Save" button. The window will close and the calendar will automatically refresh to display the change.
el: Για να τροποποιήσετε ένα συμβάν, κάντε κλικ στο συμβάν που θέλετε να τροποποιήσετε και αλλάξτε τις πληροφορίες του συμβάντος στο αναδυόμενο παράθυρο που εμφανίζεται αφού κάνετε κλικ στις τιμές που θέλετε να αλλάξετε. Κάντε κλικ στο κουμπί "Αποθήκευση". Το παράθυρο θα κλείσει και το ημερολόγιο θα ανανεωθεί αυτόματα για να εμφανιστεί η αλλαγή.
es_es: Para cambiar un evento, haga clic sobre el evento que quiere modificar, y cambie los datos del evento en la ventana emergente que aparece. Luego, presione el botón «Guardar». La ventana se cerrara y el calendario será actualizado para mostrar el cambio.
tr: Bir etkinliği değiştirmek için, değiştirmek istediğiniz etkinliğe tıklayın ve değiştirmek istediğiniz değerlere tıkladıktan sonra açılan pencerede etkinliğin bilgilerini değiştirin. "Kaydet" düğmesine tıklayın. Pencere kapanacak ve takvim değişikliği görüntülemek için otomatik olarak yenilenecektir.

source: If the school uses a Rotation of Numbered Days, the day's number is displayed in the day's box.
el: Εάν το σχολείο χρησιμοποιεί εναλλαγή αριθμημένων ημερών, ο αριθμός της ημέρας εμφανίζεται στο πλαίσιο της ημέρας.
es_es: Si la institución usa una rotación de días enumerados, el número asociado al día aparece en la caja del día.
tr: Okul Numaralı Günlerin Rotasyonunu kullanıyorsa, günün numarası gün kutusunda gösterilir.

source: <i>Periods</i> allows you to setup your school's periods. Middle and high schools will likely have many periods, whereas elementary schools will probably have only one period (called All Day) or perhaps 3 (All Day, Morning, and Afternoon).
el: Το <i>Periods</i> σάς επιτρέπει να ρυθμίσετε τις περιόδους του σχολείου σας. Το γυμνάσιο και το γυμνάσιο πιθανότατα θα έχουν πολλές περιόδους, ενώ τα δημοτικά σχολεία θα έχουν πιθανώς μόνο μία περίοδο (που ονομάζεται Ολοήμερη) ή ίσως 3 (Όλη την ημέρα, το πρωί και το απόγευμα).
es_es: <i>Horas</i> le permite configurar las horas de la institución.
tr: <i>Dönemler</i> okulunuzun periyotlarını ayarlamanıza olanak tanır. Ortaokul ve liselerde muhtemelen birçok periyot olacakken, ilkokullarda muhtemelen sadece bir periyot (Tüm Gün olarak adlandırılır) veya belki 3 (Tüm Gün, Sabah ve Öğleden Sonra) olacaktır.

source: To add a period, fill in the period's title, short name, sort order, and length in minutes in the empty fields at the bottom of the periods list and click the "Save" button.
el: Για να προσθέσετε μια τελεία, συμπληρώστε τον τίτλο της περιόδου, το σύντομο όνομα, τη σειρά ταξινόμησης και τη διάρκεια σε λεπτά στα κενά πεδία στο κάτω μέρος της λίστας περιόδων και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para agregar una hora, llene el titulo de la hora, su nombre corto, orden, y duración en minutos en los campos vacíos al pié de la lista de horas y presione el botón «Guardar».
tr: Dönem eklemek için, dönemler listesinin en altında bulunan boş alanlara dönemin başlığını, kısa adını, sıralama düzenini ve dakika cinsinden uzunluğunu girin ve "Kaydet" butonuna tıklayın.

source: Blocks can be used to define irregular periods which happens on specific days. See the <i>Calendars</i> program for setup.
el: Τα μπλοκ μπορούν να χρησιμοποιηθούν για να ορίσουν ακανόνιστες περιόδους που συμβαίνουν σε συγκεκριμένες ημέρες. Δείτε το πρόγραμμα <i>Ημερολόγια</i> για ρύθμιση.
es_es: Los Bloques se usan para definir horas irregulares que son vigentes en días específicos. Ver el programa <i>Calendarios</i> para la configuración.
tr: Bloklar, belirli günlerde gerçekleşen düzensiz dönemleri tanımlamak için kullanılabilir. Kurulum için <i>Takvimler</i> programına bakın.

source: To modify a period, click on any of the period's information, change the value, and click the "Save" button.
el: Για να τροποποιήσετε μια περίοδο, κάντε κλικ σε οποιαδήποτε από τις πληροφορίες της περιόδου, αλλάξτε την τιμή και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para cambiar una hora, haga clic sobre cualquiera dato de la hora, cambie el dato, y presione el botón «Guardar».
tr: Bir dönemi değiştirmek için dönemin herhangi bir bilgisine tıklayın, değeri değiştirin ve "Kaydet" butonuna tıklayın.

source: To delete a period, click the delete icon (-) next to the period you want to delete. You will be asked to confirm the deletion.
el: Για να διαγράψετε μια τελεία, κάντε κλικ στο εικονίδιο διαγραφής (-) δίπλα στην περίοδο που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
es_es: Para eliminar una hora, haga clic sobre el icono «-» al lado de la hora que quiere eliminar. Se le preguntará si desea confirmar la eliminación.
tr: Bir dönemi silmek için silmek istediğiniz dönemin yanındaki silme simgesine (-) tıklayın. Silmeyi onaylamanız istenecektir.

source: Note: a period cannot be deleted once it is associated to a course period.
es_es: Nota: una hora no se puede suprimir una vez asociada con una clase.
tr: Not: Bir dönem, bir ders dönemiyle ilişkilendirildikten sonra silinemez.

source: <i>Grade Levels</i> allows you to setup your school's grade levels.
el: Τα <i>Επίπεδα Βαθμού</i> σάς επιτρέπουν να ρυθμίσετε τα επίπεδα βαθμών του σχολείου σας.
es_es: <i>Grados</i> le permite configurar los grados de su institución.
tr: <i>Sınıf Düzeyleri</i> okulunuzun sınıf düzeylerini ayarlamanıza olanak tanır.

source: To add a grade level, fill in the grade level's title, short name, sort order, and next grade in the empty fields at the bottom of the grade levels list and click the "Save" button. The "Next Grade" field indicates the grade students in the current grade will proceed to in the next school year.
el: Για να προσθέσετε ένα επίπεδο βαθμού, συμπληρώστε τον τίτλο, το σύντομο όνομα, τη σειρά ταξινόμησης και τον επόμενο βαθμό στα κενά πεδία στο κάτω μέρος της λίστας των επιπέδων βαθμών και κάντε κλικ στο κουμπί "Αποθήκευση". Το πεδίο "Επόμενη τάξη" υποδεικνύει την τάξη στην οποία θα προχωρήσουν οι μαθητές της τρέχουσας τάξης την επόμενη σχολική χρονιά.
es_es: Para agregar un grado, llene el titulo del grado, su nombre corto, orden, y grado siguiente en los campos vacíos al pié de la lista de grados y presione el botón «Guardar». El campo «Grado Siguiente» indica el grado al cual pasarán los estudiantes en el año escolar siguiente.
tr: Bir sınıf düzeyi eklemek için, sınıf düzeyi başlığını, kısa adını, sıralama düzenini ve bir sonraki sınıfı sınıf düzeyleri listesinin altındaki boş alanlara girin ve "Kaydet" düğmesine tıklayın. "Sonraki Sınıf" alanı, mevcut sınıftaki öğrencilerin bir sonraki okul yılında hangi sınıfa geçeceğini gösterir.

source: To modify a grade level, click on any of the grade level's information, change the value, and click the "Save" button.
el: Για να τροποποιήσετε ένα επίπεδο βαθμού, κάντε κλικ σε οποιαδήποτε από τις πληροφορίες του επιπέδου βαθμού, αλλάξτε την τιμή και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para cambiar un grado, haga clic sobre cualquier dato del grado, cambie el valor, y presione el botón «Guardar».
tr: Bir sınıf düzeyini değiştirmek için, sınıf düzeyine ait herhangi bir bilginin üzerine tıklayın, değeri değiştirin ve "Kaydet" butonuna tıklayın.

source: To delete a grade level, click the delete icon (-) next to the grade level you want to delete. You will be asked to confirm the deletion.
el: Για να διαγράψετε ένα επίπεδο βαθμού, κάντε κλικ στο εικονίδιο διαγραφής (-) δίπλα στο επίπεδο βαθμού που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
es_es: Para eliminar un grado, haga clic sobre el icono «-» al lado del grado que quiere eliminar. Se le preguntará si desea confirmar la eliminación.
tr: Bir sınıf seviyesini silmek için silmek istediğiniz sınıf seviyesinin yanındaki silme simgesine (-) tıklayın. Silmeyi onaylamanız istenecektir.

source: Note: a grade level cannot be deleted once it has students enrolled.
el: Σημείωση: ένα επίπεδο βαθμού δεν μπορεί να διαγραφεί αφού εγγραφούν μαθητές.
es_es: Nota: un grado no se puede suprimir cuando tiene estudiantes inscritos.
tr: Not: Bir sınıf düzeyi, kayıtlı öğrencileri olduktan sonra silinemez.

source: <i>Rollover</i> copies the current year's data to the next school year. Students are enrolled in the next grade, and each school's information is duplicated for the next school year.
el: Η <i>Μετατροπή</i> αντιγράφει τα δεδομένα του τρέχοντος έτους στο επόμενο σχολικό έτος. Οι μαθητές εγγράφονται στην επόμενη τάξη και οι πληροφορίες κάθε σχολείου διπλασιάζονται για την επόμενη σχολική χρονιά.
es_es: <i>Transferir</i> copia los datos del año actual al siguiente año escolar. Los estudiantes están matriculados en el siguiente grado, y cada dato de la institución está duplicado para el año siguiente.
tr: <i>Devretme</i>, geçerli yılın verilerini bir sonraki okul yılına kopyalar. Öğrenciler bir sonraki sınıfa kaydedilir ve her okulun bilgileri bir sonraki okul yılı için kopyalanır.

source: The data copied include periods, marking periods, users, courses, student enrollment, report card grade codes, enrollment codes, attendance codes, and eligibility activities.
el: Τα δεδομένα που αντιγράφηκαν περιλαμβάνουν περιόδους, περιόδους επισήμανσης, χρήστες, μαθήματα, εγγραφή φοιτητών, κωδικούς βαθμολογίας κάρτας αναφοράς, κωδικούς εγγραφής, κωδικούς παρακολούθησης και δραστηριότητες καταλληλότητας.
es_es: Los datos copiados incluyen horas, períodos a calificar, usuarios, cursos, matrícula de los estudiantes, códigos de grados del boletín de calificaciones, códigos de matricula, códigos de asistencia, y actividades de elegibilidad.
tr: Kopyalanan veriler arasında dönemler, notlandırma dönemleri, kullanıcılar, dersler, öğrenci kayıtları, karne not kodları, kayıt kodları, devam kodları ve uygunluk faaliyetleri yer almaktadır.

source: Note: Students are enrolled or retained depending on their "Rolling / Retention options" set in the <i>Students > Student Info</i> program. In case the option is set to another school, the student will be enrolled either in the first Grade Level (Sort Order 1) or in the same Grade Level (same Title).
el: Σημείωση: Οι μαθητές εγγράφονται ή διατηρούνται ανάλογα με τις "Επιλογές κυλιόμενης/διατήρησης" που έχουν οριστεί στο πρόγραμμα <i>Μαθητές > Πληροφορίες Μαθητών</i>. Σε περίπτωση που η επιλογή οριστεί σε άλλο σχολείο, ο μαθητής θα εγγραφεί είτε στο επίπεδο πρώτης τάξης (Σειρά ταξινόμησης 1) είτε στο ίδιο επίπεδο τάξης (ίδιος τίτλος).
es_es: Nota: los Estudiantes están inscritos o mantenidos dependiendo de sus "Promover / No Promover Opciones" definidas en el programa <i>Estudiantes > Información del Estudiante</i>. En caso de que la opción este definida para otra institución, el estudiante estará inscrito o en el primer Grado (Orden 1) o en el mismo Grado (mismo Título).
tr: Not: Öğrenciler <i>Öğrenciler > Öğrenci Bilgileri</i> programında belirlenen "Devam Eden / Tutma seçeneklerine" bağlı olarak kaydedilir veya tutulur. Seçenek başka bir okula ayarlanmışsa, öğrenci ya ilk Sınıf Düzeyine (Sıralama Düzeni 1) ya da aynı Sınıf Düzeyine (aynı Başlık) kaydedilir.

source: <i>Configuration</i> offers various groups of options to help you configure:
el: Η <i>Διαμόρφωση</i> προσφέρει διάφορες ομάδες επιλογών για να σας βοηθήσει να διαμορφώσετε:
es_es: <i>Configuración</i> le ofrece varios grupos de opciones para ayudarle a configurar:
tr: <i>Yapılandırma</i>, yapılandırmanıza yardımcı olmak için çeşitli seçenek grupları sunar:

source: <i>Program Title</i> & <i>Program Name</i>: rebrand RosarioSIS
el: <i>Τίτλος προγράμματος</i> & <i>Όνομα προγράμματος</i>: μετονομάστε RosarioSIS
es_es: <i>Titulo del Programa</i> &amp; <i>Título del Programa</i>: renombrar RosarioSIS
tr: <i>Program Başlığı</i> ve <i>Program Adı</i>: RosarioSIS'i yeniden markalayın

source: Set the <i>Default Theme</i>, and eventually <i>Force</i> it to override users' preferred theme.
el: Ορίστε το <i>Προεπιλεγμένο θέμα</i> και, τελικά, <i>Αναγκάστε το</i> να παρακάμψει το προτιμώμενο θέμα των χρηστών.
es_es: Definir el <i>Diseño por Defecto</i>, y eventualmente <i>Forzarlo</i> para ignorar el diseño definido por los usuarios.
tr: <i>Varsayılan Tema</i>'yı ayarlayın ve sonunda kullanıcıların tercih ettiği temanın üzerine yazılmasını <i>Zorlayın</i>.
