Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: <i>Edit Student Grades</i> allows you to enter the past years grades of a student or the grades of a transferred student.
el: Η <i>Επεξεργασία Βαθμών Φοιτητών</i> σάς επιτρέπει να εισαγάγετε τους βαθμούς των προηγούμενων ετών ενός μαθητή ή τους βαθμούς ενός μετεγγραφόμενου μαθητή.
es_es: <i>Editar Calificaciones del Estudiante</i> le permite entrar las calificaciones de los años pasados de un estudiante o de un estudiante transferido.
tr: <i>Öğrenci Notlarını Düzenle</i>, bir öğrencinin geçmiş yıllardaki notlarını veya transfer edilen bir öğrencinin notlarını girmenize olanak tanır.

source: Now, for the selected student, add the marking period (typically an history marking period you have created via the History Marking Periods program) selecting it in the "New Marking Period" pull-down menu. Then, enter the grade level for the selected student and click "Save".
el: Τώρα, για τον επιλεγμένο μαθητή, προσθέστε την περίοδο σήμανσης (συνήθως μια περίοδο σήμανσης ιστορικού που έχετε δημιουργήσει μέσω του προγράμματος "Περίοδοι σήμανσης ιστορικού") επιλέγοντάς την στο αναπτυσσόμενο μενού "Νέα περίοδος σήμανσης". Στη συνέχεια, εισαγάγετε το επίπεδο βαθμολογίας για τον επιλεγμένο μαθητή και κάντε κλικ στο "Αποθήκευση".
es_es: Ahora, para el estudiante seleccionado, agregue el periodo a calificar (típicamente un período a calificar histórico creado con el programa Períodos a Calificar Históricos) seleccionándolo con el menú desplegable "Nuevo Período Académico". Luego, entre el Grado para el estudiante seleccionado y presione "Guardar".
tr: Şimdi, seçili öğrenci için, "Yeni Notlandırma Dönemi" açılır menüsünden seçerek notlandırma dönemini ekleyin (genellikle Tarih Notlandırma Dönemleri programı aracılığıyla oluşturduğunuz bir tarih notlandırma dönemi). Ardından, seçili öğrenci için sınıf seviyesini girin ve "Kaydet"e tıklayın.

source: You can add the student grades via the "Grades" tab. Enter the "Course Name" and the grades associated, then click "Save". Please note that you can use a custom grade scale for the GPA calculation.
el: Μπορείτε να προσθέσετε τους βαθμούς των μαθητών μέσω της καρτέλας "Βαθμοί". Εισαγάγετε το "Όνομα μαθήματος" και τους σχετικούς βαθμούς και, στη συνέχεια, κάντε κλικ στο "Αποθήκευση". Λάβετε υπόψη ότι μπορείτε να χρησιμοποιήσετε μια προσαρμοσμένη κλίμακα βαθμού για τον υπολογισμό του ΜΟΒ.
es_es: Usted puede entrar las calificaciones del estudiante en la pestaña "Calificaciones". Entre el "Curso" y las calificaciones asociadas, luego presione "Guardar". Por favor note que se puede usar una escala de calificaciones propia para los cálculos de promedio.
tr: Öğrenci notlarını "Notlar" sekmesi üzerinden ekleyebilirsiniz. "Ders Adı"nı ve ilişkili notları girin, ardından "Kaydet"e tıklayın. GPA hesaplaması için özel bir not ölçeği kullanabileceğinizi lütfen unutmayın.

source: RosarioSIS needs credits to calculate the GPA. Please check the "Credits" tab and adjust the credits for each course as needed.
el: Το RosarioSIS χρειάζεται πιστώσεις για τον υπολογισμό του ΜΟΒ. Ελέγξτε την καρτέλα "Μονάδες" και προσαρμόστε τις μονάδες για κάθε μάθημα όπως απαιτείται.
es_es: RosarioSIS necesita créditos para calcular el promedio. Por favor consulte la pestaña "Créditos" y ajuste los créditos de cada curso como debe ser.
tr: RosarioSIS'in GPA'yı hesaplamak için kredilere ihtiyacı vardır. Lütfen "Krediler" sekmesini kontrol edin ve her ders için kredileri gerektiği gibi ayarlayın.

source: <i>Mass Create Assignments</i> allows you to create assignments for multiple courses at once. There are two tiers involved with assignments: assignment types and assignments.
el: Η <i>Εργασίες μαζικής δημιουργίας</i> σάς επιτρέπει να δημιουργείτε εργασίες για πολλά μαθήματα ταυτόχρονα. Υπάρχουν δύο επίπεδα που εμπλέκονται με τις αναθέσεις: τύποι εργασιών και αναθέσεις.
es_es: <i>Tareas para Varias Clases</i> le permite crear tareas para varios clases a la vez. Existen tipos de tarea y tareas.
tr: <i>Toplu Ödev Oluşturma</i>, birden fazla kurs için aynı anda ödev oluşturmanıza olanak tanır. Ödevlerle ilgili iki katman vardır: ödev türleri ve ödevler.

source: You will probably have assignment types called "Homework", "Tests", and perhaps "Quizzes". Assignment types are set for every period of a given course.
el: Θα έχετε πιθανώς τύπους εργασιών που ονομάζονται "Εργασίες για το σπίτι", "Δοκιμές" και ίσως "Κουίζ". Οι τύποι εργασιών ορίζονται για κάθε περίοδο ενός δεδομένου μαθήματος.
es_es: Usted tendrá probablemente tipos de tarea llamados «Trabajo», «Quiz», o «Previa». Los tipos de tarea se crean para cada clase de un mismo curso.
tr: Muhtemelen "Ödev", "Testler" ve belki de "Sınavlar" olarak adlandırılan ödev türleriniz olacaktır. Ödev türleri, belirli bir dersin her dönemi için belirlenir.

source: To add an assignment type, click on the Add icon (+) in the assignment type column. Then, fill in the information in the fields above the list of assignment types. Select the Courses in the list at the bottom of the screen and click the "Create Assignment Type for Selected Courses" button.
el: Για να προσθέσετε έναν τύπο εργασίας, κάντε κλικ στο εικονίδιο Προσθήκη (+) στη στήλη Τύπος ανάθεσης. Στη συνέχεια, συμπληρώστε τις πληροφορίες στα πεδία πάνω από τη λίστα των τύπων ανάθεσης. Επιλέξτε τα Μαθήματα στη λίστα στο κάτω μέρος της οθόνης και κάντε κλικ στο κουμπί "Δημιουργία τύπου εργασίας για επιλεγμένα μαθήματα".
es_es: Para agregar un tipo de tarea, haga clic sobre el icono «+» en la columna tipo de tarea. Luego, llene los datos en los campos arriba de la lista. Seleccione los cursos deseados en la lista en la parte inferior de la pantalla y presione el botón «Crear el Tipo de Tarea para los Cursos Seleccionados».
tr: Bir ödev türü eklemek için ödev türü sütunundaki Ekle simgesine (+) tıklayın. Ardından, ödev türleri listesinin üstündeki alanlara bilgileri girin. Ekranın altındaki listeden Dersleri seçin ve "Seçili Dersler için Ödev Türü Oluştur" düğmesine tıklayın.

source: If you set the "Percent of Final Grade", teachers will see it only if they have checked the "Weight Assignment Categories" checkbox in their Gradebook Configuration.
el: Εάν ορίσετε το "Ποσοστό τελικού βαθμού", οι δάσκαλοι θα το δουν μόνο εάν έχουν επιλέξει το πλαίσιο ελέγχου "Κατηγορίες ανάθεσης βάρους" στη Διαμόρφωση Βαθμολογίας τους.
es_es: Si define el "Porcentaje de la Calificación Final", los docentes lo podrán ver solamente si han marcado la casilla "Ponderar Categorías de Tareas" en la Configuración de su Libro de Calificaciones.
tr: "Son Notun Yüzdesi"ni ayarlarsanız, öğretmenler bunu yalnızca Not Defteri Yapılandırmasında "Ağırlık Atama Kategorileri" onay kutusunu işaretledikleri takdirde göreceklerdir.

source: To add an assignment, click on the desired assignment type in the assignment type column. Then, fill in the information in the fields above the list of assignment types. Select the Course Periods in the list at the bottom of the screen and click the "Create Assignment for Selected Course Periods" button.
el: Για να προσθέσετε μια εργασία, κάντε κλικ στον επιθυμητό τύπο ανάθεσης στη στήλη Τύπος ανάθεσης. Στη συνέχεια, συμπληρώστε τις πληροφορίες στα πεδία πάνω από τη λίστα των τύπων ανάθεσης. Επιλέξτε τις περιόδους μαθημάτων στη λίστα στο κάτω μέρος της οθόνης και κάντε κλικ στο κουμπί "Δημιουργία εργασίας για επιλεγμένες περιόδους μαθημάτων".
es_es: Para agregar una tarea, haga clic sobre el tipo de tarea deseado en la columna tipo de tarea. Luego, llene los datos en los campos arriba de la lista. Seleccione las clases deseadas en la lista en la parte inferior de la pantalla y presione el botón «Crear la Tarea para las Clases Seleccionadas».
tr: Bir ödev eklemek için, ödev türü sütununda istediğiniz ödev türüne tıklayın. Ardından, ödev türleri listesinin üstündeki alanlara bilgileri girin. Ekranın altındaki listeden Ders Dönemlerini seçin ve "Seçilen Ders Dönemleri için Ödev Oluştur" düğmesine tıklayın.

source: If you enter 0 "Points", this will let you give Students Extra Credit.
el: Εάν εισαγάγετε 0 "Πόντους", αυτό θα σας επιτρέψει να δώσετε στους μαθητές επιπλέον πίστωση.
es_es: Si entra 0 "Puntos", podrá dar Puntos Extra a los Estudiantes.
tr: 0 "Puan" girerseniz, Öğrencilere Ekstra Kredi verebilirsiniz.

source: If you set the "Weight", teachers will see it only if they have checked the "Weight Assignments" checkbox in their Gradebook Configuration.
el: Εάν ορίσετε το "Βάρος", οι εκπαιδευτικοί θα το δουν μόνο εάν έχουν επιλέξει το πλαίσιο ελέγχου "Εργασίες βάρους" στη Διαμόρφωση Βαθμολογίας.
es_es: Si define el "Coeficiente", los docentes lo podrán ver solamente si han marcado la casilla "Ponderar las Tareas" en la Configuración de su Libro de Calificaciones.
tr: "Ağırlık"ı ayarlarsanız, öğretmenler bunu yalnızca Not Defteri Yapılandırması'ndaki "Ağırlık Atamaları" onay kutusunu işaretledikleri takdirde göreceklerdir.

source: If you check "Enable Assignment Submission", Students (or Parents) can submit the assignment (upload a file and/or leave a message). Submissions are opened from the assigned date and until the due date. If no due date has been set, submissions are open until the end of the quarter. Teachers can later consult the submissions in the "Grades" program.
el: Εάν επιλέξετε "Ενεργοποίηση υποβολής εργασιών", οι μαθητές (ή οι γονείς) μπορούν να υποβάλουν την εργασία (να ανεβάσουν ένα αρχείο και/ή να αφήσουν ένα μήνυμα). Οι υποβολές ανοίγουν από την καθορισμένη ημερομηνία και μέχρι την ημερομηνία λήξης. Εάν δεν έχει οριστεί ημερομηνία λήξης, οι υποβολές είναι ανοιχτές μέχρι το τέλος του τριμήνου. Οι δάσκαλοι μπορούν αργότερα να συμβουλευτούν τις υποβολές στο πρόγραμμα «Βαθμοί».
es_es: Si marca la casilla «Permitir Entrega de Tarea», los Estudiantes (o Padres) pueden entregar la tarea (subir un archivo o/y dejar un mensaje). Las entregas están abiertas desde la fecha de asignación hasta la fecha de plazo. Si ninguna fecha de plazo ha sido definida, las entregas están abiertas hasta el fin del trimestre. Luego, los docentes podrán consultar las entregas en el programa "Calificaciones".
tr: "Ödev Gönderimini Etkinleştir"i işaretlerseniz, Öğrenciler (veya Ebeveynler) ödevi gönderebilir (bir dosya yükleyebilir ve/veya bir mesaj bırakabilirler). Gönderiler, atanan tarihten itibaren son tarihe kadar açılır. Son tarih belirlenmemişse, gönderiler çeyreğin sonuna kadar açıktır. Öğretmenler daha sonra "Notlar" programındaki gönderilere bakabilirler.

source: <i>Input Final Grades</i> allows you to enter quarter, semester or progress period grades for all your students in the current period. By default, this program will list the students in your first period class for the current quarter. You can alter the quarter by changing the marking period pull-down menu on the left frame. Also, you can select the current semester or progress period by changing the marking period pull-down menu at the top of the screen to the desired marking period.
el: Η <i>Εισαγωγή τελικών βαθμών</i> σάς επιτρέπει να εισάγετε βαθμούς τριμήνου, εξαμήνου ή περιόδου προόδου για όλους τους μαθητές σας στην τρέχουσα περίοδο. Από προεπιλογή, αυτό το πρόγραμμα θα εμφανίσει τους μαθητές στην πρώτη τάξη περιόδου σας για το τρέχον τρίμηνο. Μπορείτε να αλλάξετε το τρίμηνο αλλάζοντας το αναπτυσσόμενο μενού περιόδου επισήμανσης στο αριστερό πλαίσιο. Επίσης, μπορείτε να επιλέξετε το τρέχον εξάμηνο ή την περίοδο προόδου αλλάζοντας το αναπτυσσόμενο μενού περιόδου επισήμανσης στο επάνω μέρος της οθόνης στην επιθυμητή περίοδο βαθμολόγησης.
es_es: <i>Entrar Calificaciones Finales</i> le permite entrar las calificaciones del trimestre, semestre o período intermedio para todos sus estudiantes en la clase actual. Por defecto, el servicio lista los estudiantes en su primera clase para el bimestre actual. Usted puede cambiar el bimestre en el menú desplegable en el marco izquierdo. Usted también puede seleccionar el semestre o período intermedio actual en el menú desplegable en la parte superior de la pantalla.
tr: <i>Son Notları Gir</i>, geçerli dönemdeki tüm öğrencileriniz için çeyrek, yarıyıl veya ilerleme dönemi notlarını girmenize olanak tanır. Varsayılan olarak, bu program geçerli çeyrek için ilk dönem sınıfınızdaki öğrencileri listeler. Sol çerçevedeki notlandırma dönemi açılır menüsünü değiştirerek çeyreği değiştirebilirsiniz. Ayrıca, ekranın üst kısmındaki notlandırma dönemi açılır menüsünü istediğiniz notlandırma dönemine değiştirerek geçerli yarıyılı veya ilerleme dönemini seçebilirsiniz.

source: If you are using the Gradebook, you can have RosarioSIS calculate each student's quarter grades by clicking on the "Use Gradebook Grades" link at the top of the list. Clicking this link will automatically save each student's grades and refresh the list.
el: Εάν χρησιμοποιείτε το Βαθμολόγιο, μπορείτε να ζητήσετε από το RosarioSIS να υπολογίσει τους βαθμούς κάθε τριμήνου κάθε μαθητή κάνοντας κλικ στο σύνδεσμο "Χρήση Βαθμών Βαθμολογίας" στο επάνω μέρος της λίστας. Κάνοντας κλικ σε αυτόν τον σύνδεσμο αποθηκεύονται αυτόματα οι βαθμοί κάθε μαθητή και ανανεώνεται η λίστα.
es_es: Si usted usa el Libro de Calificaciones, RosarioSIS puede calcular cada calificación del trimestre haciendo clic sobre el enlace Obtener la Calificaciones del Libro de Calificaciones.» de arriba.
tr: Not Defterini kullanıyorsanız, listenin en üstündeki "Not Defteri Notlarını Kullan" bağlantısına tıklayarak RosarioSIS'in her öğrencinin çeyrek notlarını hesaplamasını sağlayabilirsiniz. Bu bağlantıya tıklamak her öğrencinin notlarını otomatik olarak kaydedecek ve listeyi yenileyecektir.

source: <i>Configuration</i> allows you to configure the gradebook.
el: Η <i>Διαμόρφωση</i> σάς επιτρέπει να διαμορφώσετε το βιβλίο βαθμών.
es_es: <i>Libro de Calificaciones - Configuración</i> le permite configurar el libro de calificaciones.
tr: <i>Yapılandırma</i> not defterini yapılandırmanıza olanak tanır.

source: You can configure the gradebook to round scores up, down, or normally. Normal rounding would round 19.5 to 20 but 19.4 to 19.
el: Μπορείτε να διαμορφώσετε το βαθμολόγιο ώστε να στρογγυλοποιεί τις βαθμολογίες προς τα πάνω, προς τα κάτω ή κανονικά. Η κανονική στρογγυλοποίηση θα στρογγυλοποιηθεί από 19,5 έως 20 αλλά από 19,4 έως 19.
es_es: Usted puede configurar el libro de calificaciones para ponderar las calificaciones de las tareas, ocultar las calificaciones de letra para todas las tareas, calcular Elegibilidad usando las calificaciones, y los porcentajes de la calificación final del semestre.
tr: Not defterini puanları yukarı, aşağı veya normal şekilde yuvarlayacak şekilde yapılandırabilirsiniz. Normal yuvarlama 19,5'i 20'ye, 19,4'ü ise 19'a yuvarlar.

source: You can also configure the score breakoff points for each letter grade. For example, if you set the score breakoff points for A+, A, and A- to 99, 91, and 90 respectively, a student with 99% to 100% would have an A+, another student with a 91% to 98% would have an A, and a student with a 90% would have an A-. The score breakoff point for F should probably be 0.
el: Μπορείτε επίσης να διαμορφώσετε τα σημεία διαχωρισμού βαθμολογίας για κάθε βαθμό γραμμάτων. Για παράδειγμα, αν ορίσετε τα σημεία διαχωρισμού βαθμολογίας για τα Α+, Α και Α- σε 99, 91 και 90 αντίστοιχα, ένας μαθητής με 99% έως 100% θα είχε Α+, ένας άλλος μαθητής με 91% έως 98% θα είχε έχουν Α και ένας μαθητής με 90% θα έχει Α-. Το σημείο διαχωρισμού του σκορ για το F θα πρέπει πιθανώς να είναι 0.
es_es: Puede también configurar el porcentaje límite de cada calificación (letra). Por ejemplo, si 99, 91 y 90 son los límites de las calificaciones A+, A, y A-, un estudiante teniendo 99% o 100% tendrá la calificación A+, otro estudiante teniendo desde 91% hasta 98% tendrá la calificación A. El porcentaje límite para la calificación F debería ser 0.
tr: Ayrıca her harf notu için puan kırılma noktalarını yapılandırabilirsiniz. Örneğin, A+, A ve A- için puan kırılma noktalarını sırasıyla 99, 91 ve 90 olarak ayarlarsanız, %99 ila %100 notu olan bir öğrenci A+, %91 ila %98 notu olan bir başka öğrenci A ve %90 notu olan bir öğrenci A- alır. F için puan kırılma noktası muhtemelen 0 olmalıdır.

source: <i>Assignments</i> allows you to setup your assignments. There are two tiers involved with assignments: assignment types and assignments.
el: Οι <i>Εργασίες</i> σάς επιτρέπουν να ρυθμίσετε τις εργασίες σας. Υπάρχουν δύο επίπεδα που εμπλέκονται με τις αναθέσεις: τύποι εργασιών και αναθέσεις.
es_es: <i>Tareas</i> le permite configurar sus tareas. Existen tipos de tarea y tareas.
tr: <i>Assignments</i> ödevlerinizi ayarlamanıza olanak tanır. Ödevlerle ilgili iki katman vardır: ödev türleri ve ödevler.

source: You will probably have assignment types called "Homework", "Tests", and perhaps "Quizzes". Assignment types are set for every period on which you teach any given course. So, if you teach Algebra on 1st and 3rd period, you will have to add assignment types to only one of these periods.
el: Θα έχετε πιθανώς τύπους εργασιών που ονομάζονται "Εργασίες για το σπίτι", "Δοκιμές" και ίσως "Κουίζ". Οι τύποι εργασιών ορίζονται για κάθε περίοδο κατά την οποία διδάσκετε οποιοδήποτε μάθημα. Έτσι, εάν διδάσκετε Άλγεβρα στην 1η και 3η περίοδο, θα πρέπει να προσθέσετε τύπους εργασιών σε μία μόνο από αυτές τις περιόδους.
es_es: Usted tendrá probablemente tipos de tarea llamados «Trabajo», «Quiz», o «Previa». Los tipos de tarea se crean para cada clase de un mismo curso. Si entra 0 "Puntos", podrá dar Puntos Extra a los Estudiantes.
tr: Muhtemelen "Ödev", "Testler" ve belki de "Sınavlar" olarak adlandırılan ödev türleriniz olacaktır. Ödev türleri, herhangi bir dersi öğrettiğiniz her dönem için belirlenir. Bu nedenle, 1. ve 3. dönemde Cebir öğretiyorsanız, ödev türlerini bu dönemlerden yalnızca birine eklemeniz gerekecektir.

source: To add an assignment type or an assignment, click on the Add icon (+) in the column corresponding to what you want to add. Then, fill in the information in the fields above the list of assignments / types and click the "Save" button.
el: Για να προσθέσετε έναν τύπο εργασίας ή μια εργασία, κάντε κλικ στο εικονίδιο Προσθήκη (+) στη στήλη που αντιστοιχεί σε αυτό που θέλετε να προσθέσετε. Στη συνέχεια, συμπληρώστε τα στοιχεία στα πεδία πάνω από τη λίστα εργασιών / τύπων και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para agregar un tipo de tarea o una tarea, haga clic sobre el icono «+» en la columna deseada. Luego, llene los datos en los campos arriba de las listas y presione el botón «Guardar».
tr: Bir ödev türü veya ödev eklemek için, eklemek istediğinize karşılık gelen sütundaki Ekle simgesine (+) tıklayın. Ardından, ödevler / türler listesinin üzerindeki alanlara bilgileri girin ve "Kaydet" düğmesine tıklayın.

source: If you check "Apply to all Periods for this Course", the assignment will be added for each period for which you teach a specific course, in the same way assignment types are added.
el: Εάν επιλέξετε "Εφαρμογή σε όλες τις περιόδους για αυτό το μάθημα", η εργασία θα προστεθεί για κάθε περίοδο για την οποία διδάσκετε ένα συγκεκριμένο μάθημα, με τον ίδιο τρόπο που προστίθενται οι τύποι εργασιών.
es_es: Si marca la casilla «Aplicar a todas las Clases para este Curso», la tarea será asignada a cada clase del curso que usted tiene, de la misma manera que están agregados los tipos de tarea.
tr: "Bu Dersin Tüm Dönemlerine Uygula" seçeneğini işaretlediğinizde, ödev, ödev türlerinin eklendiği şekilde, belirli bir dersi verdiğiniz her dönem için eklenecektir.

source: If you check "Enable Assignment Submission", Students (or Parents) can submit the assignment (upload a file and/or leave a message). Submissions are opened from the assigned date and until the due date. If no due date has been set, submissions are open until the end of the quarter. You can later consult the submissions in the "Grades" program.
el: Εάν επιλέξετε "Ενεργοποίηση υποβολής εργασιών", οι μαθητές (ή οι γονείς) μπορούν να υποβάλουν την εργασία (να ανεβάσουν ένα αρχείο και/ή να αφήσουν ένα μήνυμα). Οι υποβολές ανοίγουν από την καθορισμένη ημερομηνία και μέχρι την ημερομηνία λήξης. Εάν δεν έχει οριστεί ημερομηνία λήξης, οι υποβολές είναι ανοιχτές μέχρι το τέλος του τριμήνου. Μπορείτε αργότερα να συμβουλευτείτε τις υποβολές στο πρόγραμμα "Βαθμοί".
es_es: Si marca la casilla «Permitir Entrega de Tarea», los Estudiantes (o Padres) pueden entregar la tarea (subir un archivo o/y dejar un mensaje). Las entregas están abiertas desde la fecha de asignación hasta la fecha de plazo. Si ninguna fecha de plazo ha sido definida, las entregas están abiertas hasta el fin del trimestre. Luego, podrá consultar las entregas en el programa "Calificaciones".
tr: "Ödev Gönderimini Etkinleştir"i işaretlerseniz, Öğrenciler (veya Ebeveynler) ödevi gönderebilir (bir dosya yükleyebilir ve/veya bir mesaj bırakabilirler). Gönderiler, atanan tarihten itibaren son tarihe kadar açılır. Son tarih belirlenmemişse, gönderiler çeyreğin sonuna kadar açıktır. Daha sonra "Notlar" programındaki gönderilere bakabilirsiniz.

source: To change an assignment or type, click on the assignment or type you want to modify and click on the value you want to change in the grey area above the assignments / types lists. Then, change the value and click the "Save" button.
el: Για να αλλάξετε μια ανάθεση ή έναν τύπο, κάντε κλικ στην ανάθεση ή τον τύπο που θέλετε να τροποποιήσετε και κάντε κλικ στην τιμή που θέλετε να αλλάξετε στη γκρίζα περιοχή πάνω από τις λίστες αναθέσεων/τύπων. Στη συνέχεια, αλλάξτε την τιμή και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para cambiar un tipo o una tarea, haga clic sobre el tipo o la tarea usted quiere cambiar y luego haga clic sobre el dato que usted quiere cambiar en la parte superior de las listas de tareas y tipos. Luego, cambie el dato y presione el botón «Guardar».
tr: Bir atamayı veya türü değiştirmek için, değiştirmek istediğiniz atamaya veya türe tıklayın ve atamalar / türler listelerinin üzerindeki gri alanda değiştirmek istediğiniz değere tıklayın. Ardından, değeri değiştirin ve "Kaydet" düğmesine tıklayın.

source: Finally, to delete an item, select it by clicking on its title on the list and click the "Delete" button at the top of the screen. You will be asked to confirm the deletion.
el: Τέλος, για να διαγράψετε ένα στοιχείο, επιλέξτε το κάνοντας κλικ στον τίτλο του στη λίστα και κάντε κλικ στο κουμπί «Διαγραφή» στο επάνω μέρος της οθόνης. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
es_es: Finalmente, para eliminar una tarea o un tipo, selecciónelo haciendo clic sobre su titulo en la lista y presione el botón «Eliminar». Se le preguntará si desea confirmar la eliminación.
tr: Son olarak, bir öğeyi silmek için, listedeki başlığına tıklayarak seçin ve ekranın üst kısmındaki "Sil" düğmesine tıklayın. Silmeyi onaylamanız istenecektir.
