Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: <i>Create User Account</i> & <i>Create Student Account</i>: activate online registration. "Create User / Student Account" links will be displayed on the login page.
el: <i>Δημιουργία λογαριασμού χρήστη</i> & <i>Δημιουργία λογαριασμού μαθητή</i>: ενεργοποίηση ηλεκτρονικής εγγραφής. Οι σύνδεσμοι "Δημιουργία λογαριασμού χρήστη/μαθητή" θα εμφανιστούν στη σελίδα σύνδεσης.
es_es: <i>Crear Cuenta de Usuario</i> &amp; <i>Crear Cuenta de Estudiante</i>: activar el registro en línea. Enlaces "Crear Cuenta de Usuario / Estudiante" estarán agregados a la página de entrada.
tr: <i>Kullanıcı Hesabı Oluştur</i> ve <i>Öğrenci Hesabı Oluştur</i>: çevrimiçi kaydı etkinleştirin. Giriş sayfasında "Kullanıcı / Öğrenci Hesabı Oluştur" bağlantıları gösterilecektir.

source: <i>Automatic Student Account Activation</i>: new students are added as Inactive students. Check this box so students are enrolled on the same day.
el: <i>Αυτόματη ενεργοποίηση λογαριασμού μαθητή</i>: προστίθενται νέοι μαθητές ως Ανενεργοί μαθητές. Επιλέξτε αυτό το πλαίσιο, ώστε οι μαθητές να εγγραφούν την ίδια ημέρα.
es_es: <i>Activación Automática de Cuenta de Estudiante</i>: nuevos estudiantes están agregados como estudiantes Inactivos. Marque esta casilla para matricular los estudiantes el mismo día.
tr: <i>Otomatik Öğrenci Hesabı Etkinleştirmesi</i>: yeni öğrenciler Pasif öğrenciler olarak eklenir. Öğrencilerin aynı gün kaydolması için bu kutuyu işaretleyin.

source: <i>Default School</i>: selected school on the "Create Student Account" screen.
el: <i>Προεπιλεγμένο σχολείο</i>: επιλεγμένο σχολείο στην οθόνη "Δημιουργία λογαριασμού μαθητή".
es_es: <i>Institución por Defecto</i>: institución seleccionada en la pantalla "Crear Cuenta de Estudiante".
tr: <i>Varsayılan Okul</i>: "Öğrenci Hesabı Oluştur" ekranında seçili okul.

source: <i>Student email field</i>: choose the field which you will use to store your students emails. This can be the Username field or any other text field from the General Info tab. Setting this field will enable new features for or related to students within RosarioSIS such as "Password Reset".
el: <i>Πεδίο email μαθητή</i>: επιλέξτε το πεδίο που θα χρησιμοποιήσετε για την αποθήκευση των email των μαθητών σας. Αυτό μπορεί να είναι το πεδίο Όνομα χρήστη ή οποιοδήποτε άλλο πεδίο κειμένου από την καρτέλα Γενικές Πληροφορίες. Η ρύθμιση αυτού του πεδίου θα επιτρέψει νέες δυνατότητες για ή που σχετίζονται με μαθητές στο RosarioSIS, όπως "Επαναφορά κωδικού πρόσβασης".
es_es: <i>Campo de email de los Estudiantes</i>: escoge el campo que usará para guardar los emails de los estudiantes. Puede ser el campo Nombre de Usuario o cualquier otro campo de texto de la pestaña Info Generales. Definir este campo activa nuevas funcionalidades para o relacionadas con los estudiantes como el "Restablecimiento de Contraseña".
tr: <i>Öğrenci e-posta alanı</i>: Öğrencilerinizin e-postalarını depolamak için kullanacağınız alanı seçin. Bu, Kullanıcı Adı alanı veya Genel Bilgiler sekmesindeki herhangi bir metin alanı olabilir. Bu alanı ayarlamak, RosarioSIS içindeki öğrenciler için veya öğrencilerle ilgili "Şifre Sıfırlama" gibi yeni özellikleri etkinleştirecektir.

source: <i>Failed Login Attempts Limit</i>: ban access during 10 minutes if failed login attempts limit is reached. The "Too many failed login attempts. Please try logging in later." error will be shown on the login screen and the corresponding Access Log will have the "Banned" status.
el: <i>Αποτυχημένο όριο προσπαθειών σύνδεσης</i>: αποκλεισμός της πρόσβασης για 10 λεπτά εάν συμπληρωθεί το όριο αποτυχημένων προσπαθειών σύνδεσης. Το "Υπερβολικά πολλές αποτυχημένες προσπάθειες σύνδεσης. Δοκιμάστε να συνδεθείτε αργότερα." Το σφάλμα θα εμφανιστεί στην οθόνη σύνδεσης και το αντίστοιχο αρχείο καταγραφής πρόσβασης θα έχει την κατάσταση "Απαγορευμένο".
es_es: <i>Limite de Intentos Fallidos de Entrada</i>: inhabilita el acceso durante 10 minutos cuando se alcanza el limite de intentos fallidos de entrada. Se mostrará el error "Demasiados intentos fallidos de entrada. Por favor intente entrar más tarde." en la pantalla de login y el Registro de Acceso correspondiente tendrá el estado "Inhabilitado".
tr: <i>Başarısız Giriş Denemeleri Sınırı</i>: Başarısız giriş denemeleri sınırına ulaşıldığında 10 dakika boyunca erişimi yasakla. Giriş ekranında "Çok fazla başarısız giriş denemesi. Lütfen daha sonra giriş yapmayı deneyin." hatası gösterilecek ve ilgili Erişim Günlüğü "Yasaklandı" durumuna sahip olacaktır.

source: <i>Password Strength</i>: minimum password strength required. Estimations are based on the <i>zxcvbn</i> tool. Set to 0 to disable.
el: <i>Ισχύς κωδικού πρόσβασης</i>: απαιτείται ελάχιστη ισχύς κωδικού πρόσβασης. Οι εκτιμήσεις βασίζονται στο εργαλείο <i>zxcvbn</i>. Ορίστε στο 0 για απενεργοποίηση.
es_es: <i>Fuerza de la Contraseña</i>: fuerza mínima requerida para las contraseñas. Estimados basados en la herramienta <i>zxcvbn</i>. Dejar en 0 para desactivar.
tr: <i>Parola Gücü</i>: gereken minimum parola gücü. Tahminler <i>zxcvbn</i> aracına dayanmaktadır. Devre dışı bırakmak için 0 olarak ayarlayın.

source: <i>Force Password Change on First Login</i>: activate to prompt users and students for a new password when they login for the first time.
el: <i>Αναγκαστική αλλαγή κωδικού πρόσβασης κατά την πρώτη σύνδεση</i>: ενεργοποίηση για να ζητήσετε από τους χρήστες και τους μαθητές έναν νέο κωδικό πρόσβασης κατά τη σύνδεση για πρώτη φορά.
es_es: <i>Forzar el Cambio de Contraseña en la Primera Conexión</i>: activar para pedir a los usuarios y estudiantes una nueva contraseña al momento de entrar al sistema por primera vez.
tr: <i>İlk Oturum Açmada Şifre Değişikliğini Zorla</i>: Kullanıcılara ve öğrencilere ilk kez oturum açtıklarında yeni bir şifre sorulması için etkinleştirin.

source: <i>Display Name</i>: select the format which will be used to display User and Student full name.
el: <i>Εμφανιζόμενο όνομα</i>: επιλέξτε τη μορφή που θα χρησιμοποιηθεί για την εμφάνιση του πλήρους ονόματος χρήστη και μαθητή.
es_es: <i>Nombre para Mostrar</i>: seleccione el formato que se usara para mostrar el nombre completo de un Usuario o un Estudiante.
tr: <i>Görüntülenen Ad</i>: Kullanıcı ve Öğrenci tam adının görüntüleneceği biçimi seçin.

source: The School:
el: Το Σχολείο:
es_es: La Institución:
tr: Okul:

source: <i>School year over two calendar years</i>: whether the school year should be displayed as "2014" or "2014-2015"
el: <i>Σχολικό έτος για δύο ημερολογιακά έτη</i>: εάν το σχολικό έτος θα πρέπει να εμφανίζεται ως "2014" ή "2014-2015"
es_es: <i>Año escolar sobre dos años calendarios</i>: si el año escolar debería ser de la forma "2014" o "2014-2015"
tr: <i>İki takvim yılı boyunca okul yılı</i>: okul yılının "2014" veya "2014-2015" olarak görüntülenmesi gerekip gerekmediği

source: <i>School logo (.jpg)</i>: upload the school logo (displayed in Report Cards, Transcripts, School Information & Print student Info)
el: <i>Λογότυπο σχολείου (.jpg)</i>: ανεβάστε το λογότυπο του σχολείου (εμφανίζεται στις Κάρτες Αναφοράς, Μεταγραφές, Πληροφορίες Σχολείου & Εκτύπωση Πληροφορίες μαθητή)
es_es: <i>Logo de la Institución (.jpg)</i>: subir el logo de la institución (expuesto en Boletines de Calificaciones, Expedientes Académicos, Información de la Institución &amp; Imprimir Información del Estudiante)
tr: <i>Okul logosu (.jpg)</i>: okul logosunu yükleyin (Karnelerde, Not Dökümlerinde, Okul Bilgilerinde ve Öğrenci Bilgilerini Yazdır'da görüntülenir)

source: <i>Currency Symbol</i>: the currency / monetary symbol used in Accounting & Student Billing modules
el: <i>Σύμβολο νομίσματος</i>: το νόμισμα/νομισματικό σύμβολο που χρησιμοποιείται στις ενότητες Λογιστική και Φοιτητική Χρέωση
es_es: <i>Símbolo Monetario</i>: el símbolo de la moneda usada en los módulos Contabilidad &amp; Cobros
tr: <i>Para Birimi Sembolü</i>: Muhasebe ve Öğrenci Faturalandırma modüllerinde kullanılan para birimi/parasal sembol

source: <i>Thousands separator</i>: use a comma or point or non-breaking space in digit grouping
el: <i>Διαχωριστικό χιλιάδων</i>: χρησιμοποιήστε κόμμα ή σημείο ή κενό διάστημα στην ομαδοποίηση ψηφίων
es_es: <i>Separador de miles</i>: use una coma o un punto o un espacio sin salto para agrupar números de tres en tres
tr: <i>Binlerce ayırıcı</i>: Rakam gruplandırmasında virgül veya nokta veya kesintisiz boşluk kullanın

source: <i>Decimal separator</i>: use a point or comma to separate the integer part from the fractional part of a number
el: <i>Διαχωριστικό δεκαδικών</i>: χρησιμοποιήστε ένα σημείο ή κόμμα για να διαχωρίσετε το ακέραιο μέρος από το κλασματικό μέρος ενός αριθμού
es_es: <i>Separador decimal</i>: use un punto o una coma para indicar la separación entre la parte entera y la parte fraccional de un número
tr: <i>Ondalık ayırıcı</i>: Bir sayının tam sayı kısmını kesirli kısmından ayırmak için nokta veya virgül kullanın

source: <i>Course Widget</i>: whether the method for selecting a course is done through a Popup window (default) or using a select drop-down listing all course periods at once.
el: <i>Γραφικό στοιχείο μαθήματος</i>: εάν η μέθοδος για την επιλογή ενός μαθήματος γίνεται μέσω ενός αναδυόμενου παραθύρου (προεπιλογή) ή χρησιμοποιώντας ένα αναπτυσσόμενο μενού επιλογής που περιλαμβάνει όλες τις περιόδους μαθημάτων ταυτόχρονα.
es_es: <i>Componente Curso</i>: el método para seleccionar un curso se hace a través de una ventana emergente (por defecto) o usando un menú desplegable listando todas las clases de una vez.
tr: <i>Ders Widget'ı</i>: Ders seçme yönteminin bir açılır pencere (varsayılan) aracılığıyla mı yoksa tüm ders dönemlerini aynı anda listeleyen bir açılır liste kullanılarak mı yapılacağı.

source: The Students module:
el: Η ενότητα των Μαθητών:
es_es: El módulo Estudiantes:
tr: Öğrenci Modülü:

source: <i>Display Mailing Address</i>: whether to record and display the student's mailing address as a different address.
el: <i>Εμφάνιση ταχυδρομικής διεύθυνσης</i>: εάν θα καταγραφεί και θα εμφανιστεί η ταχυδρομική διεύθυνση του μαθητή ως διαφορετική διεύθυνση.
es_es: <i>Mostrar Dirección de Correo</i>: si guardar y mostrar la dirección de correo del estudiante como una dirección aparte.
tr: <i>Posta Adresini Görüntüle</i>: Öğrencinin posta adresinin farklı bir adres olarak kaydedilip görüntülenip görüntülenmeyeceğini belirler.

source: <i>Check Bus Pickup / Dropoff by default</i>: whether to check Bus Pickup / Dropoff checkboxes by default when entering the student address
el: <i>Ελέγξτε την Παραλαβή / Αποβίβαση Λεωφορείου από προεπιλογή</i>: εάν θα επιλέξετε τα πλαίσια ελέγχου Παραλαβή / Αποβίβαση Λεωφορείου από προεπιλογή κατά την εισαγωγή της διεύθυνσης μαθητή
es_es: <i>Marcar Recorrida / Paradero del Transporte Escolar por defecto</i>: si marcar las casillas Recorrida / Paradero del Transporte Escolar por defecto al momento de entrar la dirección del estudiante
tr: <i>Otobüs Alma/Bırakma varsayılan olarak işaretlenir</i>: Öğrenci adresini girerken Otobüs Alma/Bırakma onay kutularının varsayılan olarak işaretlenip işaretlenmeyeceği

source: <i>Enable Legacy Contact Information</i>: the ability to add information to the student contacts
el: <i>Ενεργοποίηση στοιχείων επικοινωνίας παλαιού τύπου</i>: η δυνατότητα προσθήκης πληροφοριών στις επαφές των μαθητών
es_es: <i>Activar la Antigua Información de Contacto</i>: la capacidad de agregar información a los contactos del estudiante
tr: <i>Eski İletişim Bilgilerini Etkinleştir</i>: Öğrenci kişilerine bilgi ekleme yeteneği

source: <i>Use Semester Comments instead of Quarter Comments</i>: have a new student comments field each semester instead of each quarter
el: <i>Χρήση σχολίων εξαμήνου αντί για σχόλια τριμήνου</i>: ορίστε ένα νέο πεδίο σχολίων φοιτητών κάθε εξάμηνο αντί για κάθε τρίμηνο
es_es: <i>Usar Comentarios Semestrales en lugar de Comentarios Trimestrales</i>: tener un nuevo campo de comentarios cada semestre en lugar de cada trimestre
tr: <i>Çeyrek Yorumları yerine Dönem Yorumlarını Kullan</i>: her çeyrek yerine her dönem yeni bir öğrenci yorumları alanı kullanın

source: <i>Limit Existing Contacts & Addresses to current school</i>: global setting (applies to all schools) that will limit the lists of Persons & Addresses to the ones associated with the user's current school when Adding an Existing Contact or Address
el: <i>Περιορισμός υπαρχουσών επαφών και διευθύνσεων στο τρέχον σχολείο</i>: καθολική ρύθμιση (ισχύει για όλα τα σχολεία) που θα περιορίσει τις λίστες Προσώπων και Διευθύνσεων σε αυτές που σχετίζονται με το τρέχον σχολείο του χρήστη κατά την προσθήκη μιας υπάρχουσας επαφής ή διεύθυνσης
es_es: <i>Limitar los Contactos y las Direcciones Existentes a la institución corriente</i>: ajuste global (aplica a todas las instituciones) que limita las listas de Personas y Direcciones a las asociadas con la escuela corriente del usuario al momento de Agregar un Contacto o una Dirección Existente
tr: <i>Mevcut Kişileri ve Adresleri mevcut okulla sınırla</i>: Mevcut bir Kişi veya Adres eklerken Kişiler ve Adresler listesini kullanıcının mevcut okuluyla ilişkili olanlarla sınırlayacak genel ayar (tüm okullara uygulanır)

source: The Grades module:
el: Η ενότητα Βαθμοί:
es_es: El módulo Calificaciones:
tr: Notlar modülü:

source: <i>Grades</i>: whether your school uses percent grades, letter grades or both. Will then hide the percent or letter grades accordingly.
el: <i>Βαθμοί</i>: εάν το σχολείο σας χρησιμοποιεί ποσοστιαίες βαθμίδες, βαθμούς γραμμάτων ή και τα δύο. Στη συνέχεια, θα αποκρύψει το ποσοστό ή τους βαθμούς γραμμάτων ανάλογα.
es_es: <i>Calificaciones</i>: si su escuela usa los porcentajes, las calificaciones de letra, o los dos. Los porcentajes o las calificaciones de letra estarán ocultas según su elección.
tr: <i>Notlar</i>: Okulunuzun yüzdelik notlar, harf notları veya her ikisini de kullanıp kullanmadığı. Daha sonra yüzde veya harf notlarını buna göre gizleyecektir.

source: <i>Hide grade comment except for attendance period courses</i>: whether to hide grade comment for non attendance period courses
es_es: <i>Ocultar el comentario de la calificación exceptuando los cursos con asistencia</i>: si ocultar el comentario de la calificación para los cursos sin asistencia
tr: <i>Devamlı dönem dersleri hariç not yorumunu gizle</i>: Devamsız dönem dersleri için not yorumunun gizlenip gizlenmeyeceği

source: <i>Allow Teachers to edit grades after grade posting period</i>: the grade posting period for each marking period is set in the School > Marking Periods program
el: <i>Να επιτρέπεται στους καθηγητές να επεξεργάζονται τους βαθμούς μετά την περίοδο δημοσίευσης βαθμών</i>: η περίοδος καταχώρισης βαθμών για κάθε περίοδο βαθμολόγησης ορίζεται στο πρόγραμμα Σχολείο > Περίοδοι βαθμολογίας
es_es: <i>Dejar los Docentes editar las calificaciones después del período de publicación de calificaciones</i>: el período de publicación de calificaciones de cada período a calificar se define en el programa Institución &gt; Períodos a Calificar
tr: <i>Öğretmenlerin not gönderme süresinden sonra notları düzenlemesine izin ver</i>: Her not verme süresi için not gönderme süresi Okul > Not Verme Süreleri programında belirlenir

source: <i>Enable Anonymous Grade Statistics for Parents and Students / Administrators and Teachers</i>: the Anonymous Grade Statistics are displayed in the Student Grades program
el: <i>Ενεργοποίηση Ανώνυμων Στατιστικών Βαθμών για Γονείς και Μαθητές / Διαχειριστές και Εκπαιδευτικούς</i>: τα Ανώνυμα Στατιστικά Βαθμών εμφανίζονται στο πρόγραμμα Βαθμοί μαθητών
es_es: <i>Activar las Estadísticas Anónimas de Calificaciones para los Padres y Estudiantes / los Administradores y Docentes</i>: las Estadísticas Anónimas de Calificaciones están expuestas en el programa Calificaciones de los Estudiantes
tr: <i>Ebeveynler ve Öğrenciler / Yöneticiler ve Öğretmenler için Anonim Not İstatistiklerini Etkinleştir</i>: Anonim Not İstatistikleri Öğrenci Notları programında görüntülenir

source: The Attendance module:
el: Η ενότητα παρακολούθησης:
es_es: El módulo Asistencia:
tr: Katılım modülü:

source: <i>Minutes in a Full School Day</i>: if a student attends school for 300 minutes or more, RosarioSIS will automatically mark him Present for the day. If a student attends school for 150 minutes to 299 minutes, RosarioSIS will marked him Half Day present. If a student attends school for less than 150 minutes, RosarioSIS will mark him Absent. If your School Day is not 300 minutes long, then please adjust the Minutes in a Full School Day
el: <i>Λεπτά σε μια πλήρη σχολική ημέρα</i>: εάν ένας μαθητής πηγαίνει στο σχολείο για 300 λεπτά ή περισσότερο, το RosarioSIS θα τον επισημάνει αυτόματα ως Παρών για την ημέρα. Εάν ένας μαθητής πηγαίνει στο σχολείο για 150 λεπτά έως 299 λεπτά, το RosarioSIS θα του δώσει μισή μέρα δώρο. Εάν ένας μαθητής πηγαίνει στο σχολείο για λιγότερο από 150 λεπτά, το RosarioSIS θα τον χαρακτηρίσει Απών. Εάν η σχολική σας ημέρα δεν διαρκεί 300 λεπτά, τότε προσαρμόστε τα Λεπτά σε μια Πλήρη Σχολική Ημέρα
es_es: <i>Minutos en un Día de Escuela Completo</i>: si un estudiante asiste a clases por 300 minutos o más, RosarioSIS lo marcara automáticamente Presente para el día. Si un estudiante asiste a clases entre 150 minutos y 299 minutos, RosarioSIS lo marcara presente Medio Día. Si un estudiante asiste a clases por menos de 150 minutos, RosarioSIS lo marcara Ausente. Si su Día de Escuela no es 300 minutos de largo, entonces por favor ajuste los Minutos en un Día de Escuela Completo
tr: <i>Tam Bir Okul Günündeki Dakikalar</i>: Bir öğrenci 300 dakika veya daha fazla okula giderse, RosarioSIS onu otomatik olarak gün için Mevcut olarak işaretler. Bir öğrenci 150 dakika ile 299 dakika arasında okula giderse, RosarioSIS onu Yarım Gün Mevcut olarak işaretler. Bir öğrenci 150 dakikadan az okula giderse, RosarioSIS onu Yok olarak işaretler. Okul Gününüz 300 dakikadan uzun değilse, lütfen Tam Bir Okul Günündeki Dakikaları ayarlayın

source: Set to 0 for dynamic Daily Attendance calculation based on total course period minutes. That is, the sum of the lengths of each course period during the day. Period lengths (in minutes) are defined in the School > Periods program.
el: Ορίστε στο 0 για δυναμικό υπολογισμό Ημερήσιας Συμμετοχής με βάση τα λεπτά της συνολικής περιόδου μαθημάτων. Δηλαδή το άθροισμα της διάρκειας κάθε περιόδου μαθημάτων κατά τη διάρκεια της ημέρας. Η διάρκεια των περιόδων (σε λεπτά) ορίζεται στο πρόγραμμα Σχολείο > Περίοδοι.
es_es: Dejar en 0 para el calculo dinámico de la asistencia diaria basado en el total de minutos de los periodos de cursos. Es decir, la suma de las duraciones de cada clase del día. Las duraciones de los periodos (en minutos) están definidas en el programa Institución > Horas.
tr: Toplam ders süresi dakikalarına dayalı dinamik Günlük Katılım hesaplaması için 0 olarak ayarlayın. Yani, gün içindeki her ders süresinin uzunluklarının toplamı. Dönem uzunlukları (dakika cinsinden) Okul > Dönemler programında tanımlanır.

source: <i>Number of days before / after the school date teachers can edit attendance</i>: leave the fields blank to always allow teachers to edit attendance
el: <i>Αριθμός ημερών πριν / μετά την ημερομηνία του σχολείου οι καθηγητές μπορούν να επεξεργαστούν τη συμμετοχή</i>: αφήστε τα πεδία κενά για να επιτρέπεται πάντα στους καθηγητές να επεξεργάζονται τη συμμετοχή
es_es: <i>Número de días antes / después de la fecha por los cuales los docentes pueden editar la asistencia</i>: dejar el campo en blanco para permitir siempre
tr: <i>Öğretmenlerin okul tarihinden önce / sonra katılımı düzenleyebileceği gün sayısı</i>: Öğretmenlerin katılımı her zaman düzenlemesine izin vermek için alanları boş bırakın

source: The Food Service module:
el: Η ενότητα της Υπηρεσίας Τροφίμων:
es_es: El módulo Servicio de Comida:
tr: Yemek Servisi modülü:

source: <i>Food Service Balance minimum amount for warning</i>: set the minimum amount under which a warning will be displayed to the student and its parents on the Portal and to generate Reminders
el: <i>Ελάχιστο ποσό υπολοίπου υπηρεσίας τροφίμων για προειδοποίηση</i>: ορίστε το ελάχιστο ποσό με το οποίο θα εμφανίζεται μια προειδοποίηση στον μαθητή και τους γονείς του στην Πύλη και για τη δημιουργία Υπενθυμίσεων
es_es: <i>Saldo mínimo del Servicio de Comida para el aviso</i>: definir el saldo mínimo por debajo del cual un aviso será dado al estudiante y sus padres en el Portal y para generar Avisos
tr: <i>Uyarı için Gıda Hizmeti Bakiyesi asgari tutarı</i>: Portalda öğrenciye ve velilerine uyarının gösterileceği ve Hatırlatıcılar oluşturulacağı asgari tutarı ayarlayın

source: <i>Food Service Balance minimum amount</i>: set the minimum amount allowed
el: <i>Ελάχιστο ποσό υπολοίπου υπηρεσιών φαγητού</i>: ορίστε το ελάχιστο επιτρεπόμενο ποσό
es_es: <i>Saldo mínimo del Servicio de Comida</i>: definir el saldo mínimo autorizado
tr: <i>Yiyecek Hizmeti Bakiyesi asgari tutarı</i>: izin verilen asgari tutarı ayarlayın

source: <i>Food Service Balance target amount</i>: set the target amount to calculate the minimum deposit
el: <i>Ποσό στόχου υπολοίπου εξυπηρέτησης τροφίμων</i>: ορίστε το στοχευόμενο ποσό για να υπολογίσετε την ελάχιστη κατάθεση
es_es: <i>Saldo meta del Servicio de Comida</i>: definir el saldo meta para calcular el deposito mínimo
tr: <i>Yiyecek Hizmeti Bakiyesi hedef tutarı</i>: Minimum mevduatı hesaplamak için hedef tutarı ayarlayın

source: <b>Modules</b> tab: manage RosarioSIS modules. Deactivate any module you will not use or install new ones.
el: Καρτέλα <b>Ενότητες</b>: διαχείριση λειτουργικών μονάδων RosarioSIS. Απενεργοποιήστε οποιαδήποτε μονάδα που δεν θα χρησιμοποιήσετε ή εγκαταστήστε νέα.
es_es: Pestaña <b>Módulos</b>: gestionar los módulos de RosarioSIS. Desactivar cualquier módulo que no se usa o instalar nuevos módulos.
tr: <b>Modüller</b> sekmesi: RosarioSIS modüllerini yönetin. Kullanmayacağınız modülleri devre dışı bırakın veya yenilerini yükleyin.

source: <b>Plugins</b> tab: manage RosarioSIS plugins. Activate, deactivate and configure plugins. Click on the plugin title to get more information.
el: Καρτέλα <b>Προσθήκες</b>: διαχείριση των προσθηκών RosarioSIS. Ενεργοποίηση, απενεργοποίηση και διαμόρφωση προσθηκών. Κάντε κλικ στον τίτλο του πρόσθετου για να λάβετε περισσότερες πληροφορίες.
es_es: Pestaña <b>Plugins</b>: gestionar los plugins de RosarioSIS. Activar, desactivar y configurar los plugins. Haga clic sobre el título del plugin para obtener más información.
tr: <b>Eklentiler</b> sekmesi: RosarioSIS eklentilerini yönetin. Eklentileri etkinleştirin, devre dışı bırakın ve yapılandırın. Daha fazla bilgi edinmek için eklenti başlığına tıklayın.

source: <i>School Fields</i> allows you to add new fields to the School Information screen.
el: Τα <i>Σχολικά πεδία</i> σάς επιτρέπουν να προσθέσετε νέα πεδία στην οθόνη Πληροφορίες Σχολείου.
es_es: <i>Campos de Institución</i> le permite agregar nuevos campos a la pantalla Información de la Institución.
tr: <i>Okul Alanları</i>, Okul Bilgileri ekranına yeni alanlar eklemenize olanak tanır.

source: Add a new Field
el: Προσθήκη νέου πεδίου
es_es: Agregar un Nuevo Campo
tr: Yeni bir Alan Ekle
