Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: el, es_es, tr

source: Once you are in the correct period, you can enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all your students, click the "Save" button at the top of the screen.
el: Μόλις βρεθείτε στη σωστή περίοδο, μπορείτε να καταχωρίσετε τη συμμετοχή επιλέγοντας τον κωδικό παρακολούθησης που αντιστοιχεί σε κάθε μαθητή. Αφού καταχωρίσετε τη συμμετοχή όλων των μαθητών σας, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Una vez que está en la clase correcta, usted puede tomar la asistencia seleccionando el código de asistencia para cada estudiante. Una vez que usted ha tomado la asistencia para todos sus estudiantes, presione el botón «Guardar» en la parte superior de la pantalla.
tr: Doğru dönemde olduğunuzda, her öğrenciye karşılık gelen katılım kodunu seçerek katılımı girebilirsiniz. Tüm öğrencileriniz için katılımı girdikten sonra, ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: <i>Daily Summary</i> is a report that shows the daily attendance status of any number of students for every date during any timeframe.
el: Η <i>Ημερήσια σύνοψη</i> είναι μια αναφορά που δείχνει την κατάσταση ημερήσιας παρακολούθησης οποιουδήποτε αριθμού μαθητών για κάθε ημερομηνία σε οποιοδήποτε χρονικό πλαίσιο.
es_es: <i>Gráfico de Asistencia</i> es un reporte que muestra la asistencia diaria de cualquier número de estudiantes para cada día de un transcurso.
tr: <i>Günlük Özet</i>, herhangi bir zaman dilimindeki her tarih için herhangi bir sayıda öğrencinin günlük devam durumunu gösteren bir rapordur.

source: <i>Daily Summary</i> is a report that shows the daily attendance status of your child during any timeframe.
el: Η <i>Ημερήσια σύνοψη</i> είναι μια αναφορά που δείχνει την κατάσταση ημερήσιας παρακολούθησης του παιδιού σας σε οποιοδήποτε χρονικό διάστημα.
es_es: <i>Resumen de la Ausencia</i> es un reporte que muestra los días por lo cuales un estudiante tiene una ausencia.
tr: <i>Günlük Özet</i> çocuğunuzun herhangi bir zaman dilimindeki günlük devam durumunu gösteren bir rapordur.

source: You can alter the date range by changing the date pull-down menus at the top of the screen and clicking the "Go" button. The list shows your child's daily attendance value for each period of each day with color codes. A red box signifies that the student was absent that period, and a green box indicates that the student was either present or tardy that period. The absence code is displayed in the box.
el: Μπορείτε να αλλάξετε το εύρος ημερομηνιών αλλάζοντας τα αναπτυσσόμενα μενού ημερομηνιών στο επάνω μέρος της οθόνης και κάνοντας κλικ στο κουμπί "Μετάβαση". Η λίστα εμφανίζει την τιμή ημερήσιας παρουσίας του παιδιού σας για κάθε περίοδο κάθε ημέρας με χρωματικούς κωδικούς. Ένα κόκκινο πλαίσιο σημαίνει ότι ο μαθητής απουσίαζε εκείνη την περίοδο και ένα πράσινο πλαίσιο υποδηλώνει ότι ο μαθητής ήταν είτε παρών είτε καθυστέρησε εκείνη την περίοδο. Ο κωδικός απουσίας εμφανίζεται στο πλαίσιο.
es_es: Después de seleccionar un estudiante, usted puede cambiar el periodo con las fechas en los menús desplegables en la parte superior de la pantalla y presionando el botón «Ir». La lista muestra las ausencias del estudiante para cada hora de cada día con ausencia. Una cruz roja indica una ausencia por la hora correspondiente.
tr: Ekranın üst kısmındaki tarih açılır menülerini değiştirerek ve "Git" düğmesine tıklayarak tarih aralığını değiştirebilirsiniz. Liste, çocuğunuzun her günün her dönemi için günlük katılım değerini renk kodlarıyla gösterir. Kırmızı kutu, öğrencinin o dönemde devamsızlık yaptığını ve yeşil kutu, öğrencinin o dönemde ya mevcut olduğunu ya da geç kaldığını gösterir. Devamsızlık kodu kutuda görüntülenir.

source: <i>Student Screen</i> is a display of the student's activities and the current timeframe's eligibility grades. The program also allows you to add and delete activities to the student.
el: Η <i>Μαθητική εικόνα</i> είναι μια εμφάνιση των δραστηριοτήτων του μαθητή και των βαθμών καταλληλότητας του τρέχοντος χρονικού πλαισίου. Το πρόγραμμα σας επιτρέπει επίσης να προσθέσετε και να διαγράψετε δραστηριότητες στον μαθητή.
es_es: <i>Pantalla Estudiante</i> muestra las actividades del estudiante y las calificaciones de elegibilidad del transcurso actual. El servicio le permite también de agregar y eliminar actividades del estudiante.
tr: <i>Öğrenci Ekranı</i> öğrencinin aktivitelerinin ve geçerli zaman diliminin uygunluk notlarının bir göstergesidir. Program ayrıca öğrenciye aktivite eklemenize ve silmenize olanak tanır.

source: You must first select a student by using the "Find a Student" search screen. You can search for students who are enrolled in a specific course by clicking on the "Choose" link next to the "Course" search option and choosing a course from the popup window that appears. You can also search for students in a certain activity and for students who are currently ineligible.
el: Πρέπει πρώτα να επιλέξετε έναν μαθητή χρησιμοποιώντας την οθόνη αναζήτησης "Εύρεση μαθητή". Μπορείτε να αναζητήσετε φοιτητές που είναι εγγεγραμμένοι σε ένα συγκεκριμένο μάθημα κάνοντας κλικ στον σύνδεσμο "Επιλογή" δίπλα στην επιλογή αναζήτησης "Μάθημα" και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται. Μπορείτε επίσης να αναζητήσετε μαθητές σε μια συγκεκριμένη δραστηριότητα και για μαθητές που δεν είναι επί του παρόντος επιλέξιμοι.
es_es: Usted debe primero seleccionar un estudiante usando la pantalla «Encontrar un estudiante». Usted puede buscar estudiantes que están en un curso especifico haciendo clic sobre el enlace «Escoger» al lado de la opción «Curso» y escogiendo un curso desde la ventana emergente que aparece. Usted también puede buscar estudiantes que toman una actividad especifica y estudiantes que están inelegibles actualmente.
tr: Öncelikle "Öğrenci Bul" arama ekranını kullanarak bir öğrenci seçmelisiniz. "Ders" arama seçeneğinin yanındaki "Seç" bağlantısına tıklayarak ve açılan açılır pencereden bir ders seçerek belirli bir derse kayıtlı öğrencileri arayabilirsiniz. Ayrıca belirli bir aktivitedeki öğrencileri ve şu anda uygun olmayan öğrencileri de arayabilirsiniz.

source: To add an activity to the student, select the desired activity from the activity pull-down next to the add icon (+) and click the "Add" button.
el: Για να προσθέσετε μια δραστηριότητα στον μαθητή, επιλέξτε την επιθυμητή δραστηριότητα από το αναπτυσσόμενο μενού δραστηριότητας δίπλα στο εικονίδιο προσθήκης (+) και κάντε κλικ στο κουμπί "Προσθήκη".
es_es: Para agregar una actividad a un estudiante, seleccione la actividad deseada en el menú desplegable al lado del icono «+» y presione el botón «Agregar».
tr: Öğrenciye etkinlik eklemek için, ekle simgesinin (+) yanındaki etkinlik açılır menüsünden istenilen etkinliği seçip "Ekle" butonuna tıklayın.

source: To drop an activity, click on the delete icon (-) next to the activity you want to drop.
el: Για να απορρίψετε μια δραστηριότητα, κάντε κλικ στο εικονίδιο διαγραφής (-) δίπλα στη δραστηριότητα που θέλετε να απορρίψετε.
es_es: Para suprimir una actividad, haga clic en el icono "-" al lado de la actividad.
tr: Bir etkinliği bırakmak için bırakmak istediğiniz etkinliğin yanındaki silme simgesine (-) tıklayın.

source: You can specify the desired eligibility timeframe by choosing the desired timeframe from the pull-down menu at the top of the screen. These timeframes are setup in the "Entry Times" program.
el: Μπορείτε να καθορίσετε το επιθυμητό χρονικό πλαίσιο καταλληλότητας επιλέγοντας το επιθυμητό χρονικό πλαίσιο από το αναπτυσσόμενο μενού στο επάνω μέρος της οθόνης. Αυτά τα χρονικά πλαίσια έχουν ρυθμιστεί στο πρόγραμμα "Είσοδος Χρόνοι".
es_es: Usted puede especificar el periodo de elegibilidad escogiendo las fechas deseadas en el menú desplegable en la parte superior de la pantalla. Estos periodos se configuran en el servicio «Tiempos de Entrada».
tr: Ekranın üst kısmındaki açılır menüden istediğiniz zaman dilimini seçerek istediğiniz uygunluk zaman dilimini belirtebilirsiniz. Bu zaman dilimleri "Giriş Zamanları" programında ayarlanır.

source: <i>Add Activity</i> allows you to add an activity to a group of students in one action.
el: Η <i>Προσθήκη δραστηριότητας</i> σάς επιτρέπει να προσθέσετε μια δραστηριότητα σε μια ομάδα μαθητών σε μία ενέργεια.
es_es: <i>Agregar Actividad</i> le permite agregar una actividad a un grupo de estudiantes de una vez.
tr: <i>Etkinlik Ekle</i>, bir etkinlik grubunu tek bir eylemle eklemenize olanak tanır.

source: First, search for students. Notice that you can search for students who are in a certain activity or course. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. Next, select an activity to be added from the pull-down menu at the top of the screen. After you have selected each desired student from this list and the desired activity, click the "Add Activity to Selected Students" button at the top of the screen.
el: Πρώτα, αναζητήστε μαθητές. Σημειώστε ότι μπορείτε να αναζητήσετε μαθητές που συμμετέχουν σε μια συγκεκριμένη δραστηριότητα ή μάθημα. Από το αποτέλεσμα αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό μαθητών. Μπορείτε να επιλέξετε όλους τους μαθητές στη λίστα επιλέγοντας το πλαίσιο ελέγχου στις επικεφαλίδες των στηλών πάνω από τη λίστα. Στη συνέχεια, επιλέξτε μια δραστηριότητα που θα προστεθεί από το αναπτυσσόμενο μενού στο επάνω μέρος της οθόνης. Αφού επιλέξετε κάθε επιθυμητό μαθητή από αυτήν τη λίστα και την επιθυμητή δραστηριότητα, κάντε κλικ στο κουμπί "Προσθήκη δραστηριότητας σε επιλεγμένους μαθητές" στο επάνω μέρος της οθόνης.
es_es: Primero, busca estudiantes. Note que se puede buscar estudiantes que están en una actividad o en un curso especifico. Desde el resultado de la búsqueda, usted puede seleccionar cualquier número de estudiantes. Usted puede seleccionar todos los estudiantes de la lista haciendo clic sobre la casilla en el encabezado de la lista. Después de seleccionar los estudiantes, seleccione una actividad en el menú desplegable en la parte superior de la pantalla. Finalmente, presione el botón «Agregar la Actividad a los Estudiantes Seleccionados».
tr: Öncelikle öğrencileri arayın. Belirli bir aktivite veya derste olan öğrencileri arayabileceğinizi unutmayın. Arama sonucundan istediğiniz sayıda öğrenci seçebilirsiniz. Listenin üstündeki sütun başlıklarındaki onay kutusunu işaretleyerek listedeki tüm öğrencileri seçebilirsiniz. Ardından, ekranın üst kısmındaki açılır menüden eklenecek bir aktivite seçin. Bu listeden istediğiniz her öğrenciyi ve istediğiniz aktiviteyi seçtikten sonra, ekranın üst kısmındaki "Etkinliği Seçili Öğrencilere Ekle" düğmesine tıklayın.

source: <i>Activities</i> allows you to setup your school's activities.
el: Οι <i>Δραστηριότητες</i> σάς επιτρέπουν να ρυθμίσετε τις δραστηριότητες του σχολείου σας.
es_es: <i>Actividades</i> le permite configurar las actividades de su institución.
tr: <i>Etkinlikler</i> okulunuzun etkinliklerini ayarlamanıza olanak tanır.

source: To add an activity, fill in the activity's title, beginning date, and ending date in the empty fields at the bottom of the activities list and click the "Save" button.
el: Για να προσθέσετε μια δραστηριότητα, συμπληρώστε τον τίτλο, την ημερομηνία έναρξης και την ημερομηνία λήξης της δραστηριότητας στα κενά πεδία στο κάτω μέρος της λίστας δραστηριοτήτων και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para agregar una actividad, llene su titulo, fecha de comienzo y fecha de fin en los campos vacíos al fin de la lista y presione el botón «Guardar».
tr: Aktivite eklemek için aktivite başlığını, başlangıç ​​tarihini ve bitiş tarihini aktivite listesinin alt kısmındaki boş alanlara yazıp "Kaydet" butonuna tıklamanız gerekmektedir.

source: To modify an activity, click on any of the activity's information, change the value, and click the "Save" button.
el: Για να τροποποιήσετε μια δραστηριότητα, κάντε κλικ σε οποιαδήποτε από τις πληροφορίες της δραστηριότητας, αλλάξτε την τιμή και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para modificar una actividad, haga clic sobre cualquier dato de la actividad, cambie el dato, y presione el botón «Guardar».
tr: Bir aktiviteyi değiştirmek için aktivitenin herhangi bir bilgisine tıklayın, değeri değiştirin ve "Kaydet" butonuna tıklayın.

source: To delete an activity, click the delete icon (-) next to the activity you want to delete. You will be asked to confirm the deletion.
el: Για να διαγράψετε μια δραστηριότητα, κάντε κλικ στο εικονίδιο διαγραφής (-) δίπλα στη δραστηριότητα που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
es_es: Para eliminar una actividad, haga clic sobre el icono «-» al lado de la actividad que quiere eliminar. Se le preguntará si desea confirmar la eliminación.
tr: Bir etkinliği silmek için silmek istediğiniz etkinliğin yanındaki silme simgesine (-) tıklayın. Silmeyi onaylamanız istenecektir.

source: <i>Entry Times</i> allows you to setup the weekly timeframe in which teachers can enter eligibility. Teachers must enter eligibility every week within this range. Besides the teacher's "Enter Eligibility" program, this timeframe is used in most eligibility reports
el: Οι <i>Ώρες εισόδου</i> σάς επιτρέπουν να ρυθμίσετε το εβδομαδιαίο χρονοδιάγραμμα εντός του οποίου οι εκπαιδευτικοί μπορούν να δηλώσουν καταλληλότητα. Οι δάσκαλοι πρέπει να εισάγουν την καταλληλότητα κάθε εβδομάδα εντός αυτού του εύρους. Εκτός από το πρόγραμμα "Εισαγωγή καταλληλότητας" του δασκάλου, αυτό το χρονικό πλαίσιο χρησιμοποιείται στις περισσότερες αναφορές καταλληλότητας
es_es: <i>Tiempos de Entrada</i> le permite configurar el transcurso semanal durante lo cual docentes pueden entrar la elegibilidad. Docentes deben entrar cada semana en este transcurso. Este transcurso está usado en el servicio «Entrar Elegibilidad» como en la mayor parte de los reportes de elegibilidad.
tr: <i>Giriş Zamanları</i>, öğretmenlerin uygunluk girebilecekleri haftalık zaman dilimini ayarlamanıza olanak tanır. Öğretmenler bu aralıkta her hafta uygunluk girmelidir. Öğretmenin "Uygunluk Gir" programının yanı sıra, bu zaman dilimi çoğu uygunluk raporunda kullanılır

source: To change the timeframe, simply change the upper and lower bounds of the timeframe and click the "Save" button.
el: Για να αλλάξετε το χρονικό πλαίσιο, απλώς αλλάξτε τα άνω και κάτω όρια του χρονικού πλαισίου και κάντε κλικ στο κουμπί "Αποθήκευση".
es_es: Para cambiar el periodo, simplemente cambie las fechas y presione el botón «Guardar».
tr: Zaman dilimini değiştirmek için zaman diliminin üst ve alt sınırlarını değiştirmeniz ve "Kaydet" butonuna tıklamanız yeterlidir.

source: <i>Student List</i> is a report that shows every course and eligibility grade assigned to any number of students.
el: Η <i>Λίστα μαθητών</i> είναι μια αναφορά που δείχνει κάθε μάθημα και βαθμό καταλληλότητας που έχει εκχωρηθεί σε οποιονδήποτε αριθμό μαθητών.
es_es: <i>Lista de Estudiante</i> es un reporte que muestra cada curso y calificación de elegibilidad asignado a cualquier número de estudiantes.
tr: <i>Öğrenci Listesi</i>, herhangi bir sayıda öğrenciye atanan her dersi ve uygunluk notunu gösteren bir rapordur.

source: After searching for students, you can specify the eligibility timeframe you want to view. These timeframes are setup in the "Entry Times" program.
el: Αφού κάνετε αναζήτηση για μαθητές, μπορείτε να καθορίσετε το χρονικό πλαίσιο επιλεξιμότητας που θέλετε να δείτε. Αυτά τα χρονικά πλαίσια έχουν ρυθμιστεί στο πρόγραμμα "Ώρες Εισόδου".
es_es: Después de buscar estudiantes, usted puede especificar el periodo de elegibilidad que quiere ver. Estos transcursos se configuran en el servicio «Tiempos de Entrada».
tr: Öğrencileri aradıktan sonra, görüntülemek istediğiniz uygunluk zaman dilimini belirtebilirsiniz. Bu zaman dilimleri "Giriş Zamanları" programında ayarlanır.

source: <i>Teacher Completion</i> is a report that shows which teachers have not entered eligibility for any given date range. The date range is set in the "Entry Times" program.
el: Η <i>Ολοκλήρωση καθηγητή</i> είναι μια αναφορά που δείχνει ποιοι καθηγητές δεν έχουν καταχωρίσει την καταλληλότητα για κάποιο συγκεκριμένο εύρος ημερομηνιών. Το εύρος ημερομηνιών ορίζεται στο πρόγραμμα "Ώρες Είσοδου".
es_es: <i>Control Docente</i> es un reporte que muestra cuales docentes no han entrado la elegibilidad para cualquier transcurso. Este transcurso se configura en el servicio «Tiempos de Entrada».
tr: <i>Öğretmen Tamamlama</i>, hangi öğretmenlerin belirli bir tarih aralığı için uygunluk girmediğini gösteren bir rapordur. Tarih aralığı "Giriş Saatleri" programında belirlenir.

source: The red checks indicate that a teacher has failed to enter the current date range's eligibility for that period.
el: Οι κόκκινοι έλεγχοι υποδεικνύουν ότι ένας δάσκαλος απέτυχε να εισαγάγει την καταλληλότητα του τρέχοντος εύρους ημερομηνιών για αυτήν την περίοδο.
es_es: La cruz roja indica que el docente no entró la elegibilidad del periodo actual para esta hora.
tr: Kırmızı onay işaretleri, bir öğretmenin o dönem için geçerli tarih aralığının uygunluğunu girmediğini göstermektedir.

source: You can select the current date range from the pull-down menu at the top of the screen. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a date range or period, click the "Go" button to refresh the list with the new parameters.
el: Μπορείτε να επιλέξετε το τρέχον εύρος ημερομηνιών από το αναπτυσσόμενο μενού στο επάνω μέρος της οθόνης. Μπορείτε επίσης να εμφανίσετε μόνο μία τελεία επιλέγοντας αυτήν την περίοδο από το αναπτυσσόμενο μενού περιόδου στο επάνω μέρος της οθόνης. Αφού επιλέξετε ένα εύρος ημερομηνιών ή περίοδο, κάντε κλικ στο κουμπί "Μετάβαση" για να ανανεώσετε τη λίστα με τις νέες παραμέτρους.
es_es: Usted puede seleccionar el periodo actual en el menú desplegable en la parte superior de la pantalla. Usted también puede mostrar solamente una hora escogiéndola desde el menú desplegable en la parte superior de la pantalla. Después de seleccionar un transcurso o una hora, presione el botón «Ir» para refrescar la lista.
tr: Ekranın üst kısmındaki açılır menüden geçerli tarih aralığını seçebilirsiniz. Ayrıca, ekranın üst kısmındaki açılır menüden o dönemi seçerek yalnızca bir dönemi gösterebilirsiniz. Bir tarih aralığı veya dönem seçtikten sonra, listeyi yeni parametrelerle yenilemek için "Git" düğmesine tıklayın.

source: <i>Enter Eligibility</i> allows you to enter eligibility grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
el: Το <i>Εισαγωγή καταλληλότητας</i> σάς επιτρέπει να εισάγετε βαθμούς καταλληλότητας για όλους τους μαθητές σας στην τρέχουσα περίοδο. Από προεπιλογή, αυτό το πρόγραμμα θα απαριθμήσει τους μαθητές της πρώτης τάξης περιόδου. Μπορείτε να αλλάξετε την τρέχουσα περίοδο αλλάζοντας το αναπτυσσόμενο μενού περιόδου στο αριστερό πλαίσιο στην επιθυμητή περίοδο.
es_es: <i>Entrar Elegibilidad</i> le permite entrar las calificaciones de elegibilidad para todos sus estudiantes en la clase actual. Por defecto, el servicio lista los estudiantes de su primera clase. Usted puede cambiar la clase actual en el menú desplegable del marco izquierdo.
tr: <i>Uygunluk Gir</i>, geçerli dönemdeki tüm öğrencileriniz için uygunluk notlarını girmenize olanak tanır. Varsayılan olarak, bu program ilk dönem sınıfınızdaki öğrencileri listeler. Sol çerçevedeki dönem açılır menüsünü istediğiniz döneme değiştirerek geçerli dönemi değiştirebilirsiniz.

source: Once you are in the correct period, you can enter eligibility grades by selecting the eligibility code corresponding to each student. Once you have entered eligibility for all your students, click the "Save" button at the top of the screen.
el: Μόλις είστε στη σωστή περίοδο, μπορείτε να εισαγάγετε βαθμούς επιλεξιμότητας επιλέγοντας τον κωδικό καταλληλότητας που αντιστοιχεί σε κάθε μαθητή. Αφού εισαγάγετε την καταλληλότητα για όλους τους μαθητές σας, κάντε κλικ στο κουμπί "Αποθήκευση" στο επάνω μέρος της οθόνης.
es_es: Una vez que esté en la clase correcta, usted puede entrar las calificaciones de elegibilidad seleccionando el código para cada estudiante. Una vez que usted ha entrado la elegibilidad para todos sus estudiantes, presione el botón «Guardar» en la parte superior de la pantalla.
tr: Doğru dönemde olduğunuzda, her öğrenciye karşılık gelen uygunluk kodunu seçerek uygunluk notlarını girebilirsiniz. Tüm öğrencileriniz için uygunluğu girdikten sonra, ekranın üst kısmındaki "Kaydet" düğmesine tıklayın.

source: If you are using the Gradebook, you can have RosarioSIS calculate each student's eligibility grades by clicking on the "Use Gradebook Grades" link at the top of the list. Clicking this link will automatically save each student's eligibility grades and refresh the list.
el: Εάν χρησιμοποιείτε το Βιβλίο Βαθμολογίας, μπορείτε να ζητήσετε από το RosarioSIS να υπολογίσει τους βαθμούς καταλληλότητας κάθε μαθητή κάνοντας κλικ στο σύνδεσμο "Χρήση Βαθμών Βαθμολογίας" στο επάνω μέρος της λίστας. Κάνοντας κλικ σε αυτόν τον σύνδεσμο αποθηκεύονται αυτόματα οι βαθμοί καταλληλότητας κάθε μαθητή και ανανεώνεται η λίστα.
es_es: Si usted usa el Libro de Calificaciones, RosarioSIS puede calcular la elegibilidad de cada estudiante haciendo clic sobre el enlace «Usar la Calificaciones del Libro de Calificaciones» de arriba.
tr: Not Defterini kullanıyorsanız, listenin en üstündeki "Not Defteri Notlarını Kullan" bağlantısına tıklayarak RosarioSIS'in her öğrencinin uygunluk notlarını hesaplamasını sağlayabilirsiniz. Bu bağlantıya tıklamak her öğrencinin uygunluk notlarını otomatik olarak kaydedecek ve listeyi yenileyecektir.

source: <i>Student Screen</i> is a display of your child's activities and the current timeframe's eligibility grades.
el: Η <i>Οθόνη μαθητή</i> είναι μια εμφάνιση των δραστηριοτήτων του παιδιού σας και των βαθμών καταλληλότητας του τρέχοντος χρονικού πλαισίου.
es_es: <i>Pantalla Estudiante</i> muestra las actividades de su estudiante y las calificaciones de elegibilidad del transcurso actual.
tr: <i>Öğrenci Ekranı</i> çocuğunuzun aktivitelerini ve mevcut zaman dilimindeki uygunluk notlarını gösteren bir ekrandır.

source: You can specify the eligibility timeframe you want to view by choosing the desired timeframe from the pull-down menu at the top of the screen. Eligibility is entered once per week.
el: Μπορείτε να καθορίσετε το χρονικό πλαίσιο καταλληλότητας που θέλετε να προβάλετε επιλέγοντας το επιθυμητό χρονικό πλαίσιο από το αναπτυσσόμενο μενού στο επάνω μέρος της οθόνης. Η επιλεξιμότητα εισάγεται μία φορά την εβδομάδα.
es_es: Usted puede especificar el periodo de elegibilidad que quiere ver escogiendo las fechas en el menú desplegable en la parte superior de la pantalla. La elegibilidad está entrada cada semana.
tr: Ekranın üst kısmındaki açılır menüden istediğiniz zaman dilimini seçerek görüntülemek istediğiniz uygunluk zaman dilimini belirtebilirsiniz. Uygunluk haftada bir kez girilir.

source: <i>Student List</i> is a report that shows every course and eligibility grade assigned to your child.
el: Η <i>Λίστα μαθητών</i> είναι μια αναφορά που δείχνει κάθε μάθημα και βαθμό καταλληλότητας που έχει ανατεθεί στο παιδί σας.
es_es: <i>Lista de Estudiante</i> es un reporte que muestra todas las calificaciones y las calificaciones de elegibilidad de su estudiante.
tr: <i>Öğrenci Listesi</i>, çocuğunuza atanan her dersi ve uygunluk notunu gösteren bir rapordur.
