Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: el

source: The number of selected students exceeds the available seats.
el: Ο αριθμός των επιλεγμένων μαθητών υπερβαίνει τις διαθέσιμες θέσεις.

source: There is a conflict.
el: Υπάρχει μια σύγκρουση.

source: Are you sure you want to add %s?
el: Είστε βέβαιοι ότι θέλετε να προσθέσετε %s;

source: The %s course has been added to the selected students' schedules.
el: Το μάθημα %s προστέθηκε στα προγράμματα των επιλεγμένων μαθητών.

source: You cannot schedule a student into this course during this marking period.
el: Δεν μπορείτε να προγραμματίσετε έναν μαθητή σε αυτό το μάθημα κατά τη διάρκεια αυτής της περιόδου βαθμολογίας.

source: The %s course meets on %s.
el: Το μάθημα %s συναντάται στις %s.

source: Add Courses to Selected Students
el: Προσθήκη μαθημάτων σε επιλεγμένους μαθητές

source: Courses to Add
el: Μαθήματα για προσθήκη

source: Start Date
el: Ημερομηνία έναρξης

source: Student Schedule
el: Πρόγραμμα Μαθητή

source: Student Requests
el: Αιτήσεις Μαθητών

source: Group Schedule
el: Ομάδα Πρόγραμμα

source: Group Requests
el: Αιτήσεις Ομάδας

source: Group Drops
el: Ομαδικές Αποθέσεις

source: Print Schedules
el: Εκτύπωση χρονοδιαγραμμάτων

source: Print Class Lists
el: Εκτύπωση καταλόγων τάξεων

source: Print Class Pictures
el: Εκτύπωση εικόνων τάξης

source: Print Requests
el: Εκτύπωση αιτημάτων

source: Master Schedule Report
el: Έκθεση Κύριου Προγράμματος

source: Schedule Report
el: Χρονοδιάγραμμα αναφοράς

source: Requests Report
el: Αναφορά αιτημάτων

source: Unfilled Requests
el: Κενές Αιτήσεις

source: Incomplete Schedules
el: Ημιτελή χρονοδιαγράμματα

source: Add / Drop Report
el: Πρόσθεσε / Απόθεσε Έκθεση

source: Run Scheduler
el: Εκτέλεση Προγραμματιστή

source: Schedule
el: Πρόγραμμα

source: Class Pictures
el: Εικόνες τάξης

source: Class List
el: Κατάλογος Τάξεων

source: You must choose at least one course period.
el: Πρέπει να επιλέξετε τουλάχιστον μία περίοδο μαθημάτων.

source: Create Class Lists for Selected Course Periods
el: Δημιουργήσετε λίστες Class για επιλεγμένες περιόδους μαθημάτων

source: Find a Course
el: Βρείτε ένα μάθημα

source: Reset
el: Επαναφορά

source: Create Class Pictures for Selected Course Periods
el: Δημιουργία Εικόνες Class για επιλεγμένες περιόδους μαθημάτων

source: Include Teacher
el: Συμπεριλάβετε Δάσκαλος

source: Not With
el: Όχι με

source: On
el: Σε

source: Not on
el: Όχι σε

source: Priority
el: Προτεραιότητα

source: Term
el: Όρος

source: Periods
el: Περίοδοι

source: Create Schedules for Selected Students
el: Δημιουργία ωραρίων για επιλεγμένους μαθητές

source: Include only courses active as of
el: Συμπεριλάβετε μόνο μαθήματα που είναι ενεργά από

source: Horizontal Format
el: Οριζόντια μορφή

source: Table
el: Επιτραπέζιο

source: All Subjects
el: Όλα τα Θέματα

source: Number of Requests
el: Αριθμός αιτήσεων

source: Student's Absences and Grades
el: Απουσίες και βαθμοί μαθητών

source: also delete
el: επίσης διαγραφή

source: Include Inactive Courses
el: Συμπεριλάβετε Ανενεργό Μαθήματα

source: Show Available Seats
el: Εμφάνιση διαθέσιμων θέσεων

source: Print Schedule
el: Εκτύπωση χρονοδιαγράμματος

source: Add a Course
el: Προσθέστε ένα Μάθημα

source: Sections
el: Ενότητες

source: Unfilled Request
el: Κενό αίτημα

source: This section is already full.
el: Αυτή η ενότητα είναι ήδη πλήρης.

source: This student is already scheduled into this course.
el: Αυτός ο μαθητής έχει ήδη προγραμματιστεί σε αυτό το μάθημα.

source: There is already a course scheduled in that period.
el: Υπάρχει ήδη μια πορεία προγραμματιστεί για την περίοδο αυτή.

source: Are you sure you want to add this section?
el: Είστε βέβαιοι ότι θέλετε να προσθέσετε αυτήν την ενότητα;

source: Unlocked
el: Ξεκλείδωτο

source: Locked
el: Κλειδωμένο

source: (%d seats)
el: (%d θέσεις)

source: Full Year
el: Πλήρης Έτος

source: Show Child Marking Period Details
el: Εμφάνιση λεπτομερειών περιόδου σήμανσης παιδιού

source: Top
el: Κορυφή

source: List Students
el: Κατάλογος μαθητών

source: List Unscheduled Students
el: Λίστα με μη προγραμματισμένους μαθητές

source: Requests
el: Αιτήσεις

source: Open
el: Ανοιχτό

source: Filled
el: Γέμισε

source: Unscheduled Student
el: Απρογραμματισμένος Μαθητής

source: Delete Current Schedules
el: Διαγραφή Τρέχουσα Δρομολόγια

source: Confirm Scheduler Run
el: Επιβεβαίωση Scheduler Run

source: Are you sure you want to run the scheduler?
el: Είστε σίγουροι ότι θέλετε να εκτελέσετε το χρονοπρογραμματιστή;

source: Scheduler Progress
el: Πρόοδος χρονοδιαγράμματος

source: Processing Requests ...
el: Επεξεργασία αιτημάτων...

source: %d%% Done
el: %d%% Έγινε

source: Saving Schedules ...
el: Αποθήκευση χρονοδιαγραμμάτων...

source: Optimizing ...
el: Βελτιστοποίηση...

source: Done.
el: Έγινε.

source: Access Log
el: Πρόσβαση Σύνδεση

source: Access Log cleared.
el: Το αρχείο καταγραφής πρόσβασης διαγράφηκε.

source: Clear Log
el: Εκκαθάριση αρχείου καταγραφής

source: User Profile
el: Προφίλ Χρήστη

source: IP Address
el: Η διεύθυνση IP

source: Browser
el: Πρόγραμμα περιήγησης

source: Login record
el: Εγγραφή σύνδεσης

source: Default Calendar for this School
el: Προεπιλεγμένο ημερολόγιο για το σχολείο

source: Copy Calendar
el: Αντιγραφή Ημερολογίου

source: Default is Full Day if Copy Calendar is N/A.
el: Η προεπιλογή είναι Ολοήμερη εάν το Ημερολόγιο αντιγραφής είναι N/A.

source: Otherwise Default is minutes from the Copy Calendar
el: Διαφορετικά, η προεπιλογή είναι λεπτά από το Ημερολόγιο αντιγραφής

source: Default is Full Day
el: Η προεπιλογή είναι Ολοήμερο

source: Minutes
el: Λεπτά

source: Recreate %s calendar
el: Δημιουργήστε ξανά το ημερολόγιο %s

source: Create new calendar
el: Δημιουργία νέου ημερολογίου

source: There are no calendars setup yet.
el: Δεν υπάρχουν ακόμα ρυθμίσεις ημερολογίων.

source: Event
el: Συμβάν

source: New Event
el: Νέο Συμβάν

source: Event Repeat
el: Επανάληψη γεγονότος

source: Notes
el: Σημειώσεις

source: Back to Calendar
el: Πίσω στο Ημερολόγιο

source: List Events
el: Λίστα συμβάντων

source: This school has more than one default calendar!
el: Αυτό το σχολείο έχει περισσότερα από ένα προεπιλεγμένα ημερολόγια!

source: This school does not have a default calendar!
el: Αυτό το σχολείο δεν έχει προεπιλεγμένο ημερολόγιο!

source: All Day
el: Όλη την ημέρα

source: Modules
el: Ενότητες

source: Plugins
el: Πρόσθετα

source: The school configuration has been modified.
el: Η διαμόρφωση του σχολείου έχει τροποποιηθεί.

source: Program Title
el: Τίτλος προγράμματος

source: Program Name
el: Όνομα προγράμματος

source: Default Theme
el: Προεπιλεγμένο θέμα

source: Force
el: Δύναμη

source: New users will be added with the No Access profile
el: Νέοι χρήστες θα προστεθούν με το προφίλ Χωρίς πρόσβαση

source: New students will be added as Inactive students
el: Νέοι μαθητές θα προστεθούν ως Ανενεργοί μαθητές

source: Student email field
el: Πεδίο email μαθητή

source: School year over two calendar years
el: Σχολικό έτος άνω των δύο ημερολογιακών ετών

source: School logo
el: Λογότυπο Σχολείου

source: Currency Symbol
el: Σύμβολο νομίσματος

source: Display Mailing Address
el: Εμφάνιση ταχυδρομικής διεύθυνσης

source: Check Bus Pickup / Dropoff by default
el: Ελέγξτε το Bus Pickup / Dropoff από προεπιλογή

source: Enable Legacy Contact Information
el: Ενεργοποιήστε τα στοιχεία επικοινωνίας παλαιού τύπου

source: Use Semester Comments instead of Quarter Comments
el: Χρησιμοποιήστε σχόλια εξαμήνου αντί για σχόλια τριμήνου

source: Limit Existing Contacts & Addresses to current school
el: Περιορίστε τις υπάρχουσες επαφές και διευθύνσεις στο τρέχον σχολείο

source: Use letter grades only
el: Χρησιμοποιήστε μόνο βαθμούς γραμμάτων

source: Use letter and percent grades
el: Χρησιμοποιήστε βαθμούς γράμματος και ποσοστού

source: Use percent grades only
el: Χρησιμοποιήστε μόνο βαθμούς ποσοστού

source: Hide grade comment except for attendance period courses
el: Απόκρυψη σχολίου βαθμού εκτός από μαθήματα περιόδου παρακολούθησης

source: Allow Teachers to edit grades after grade posting period
el: Επιτρέψτε στους καθηγητές να επεξεργάζονται τους βαθμούς μετά την περίοδο δημοσίευσης βαθμών

source: Enable Anonymous Grade Statistics for Parents and Students
el: Ενεργοποίηση ανώνυμων στατιστικών Βαθμών για Γονείς και Μαθητές

source: Enable Anonymous Grade Statistics for Administrators and Teachers
el: Ενεργοποίηση ανώνυμων στατιστικών βαθμών για διαχειριστές και εκπαιδευτικούς

source: Minutes in a Full School Day
el: Λεπτά σε μια πλήρη σχολική μέρα

source: Number of days before the school date teachers can edit attendance
el: Αριθμός ημερών πριν από την ημερομηνία του σχολείου οι καθηγητές μπορούν να επεξεργαστούν τη συμμετοχή

source: Leave the field blank to always allow
el: Αφήστε το πεδίο κενό για να επιτρέπεται πάντα

source: Number of days after the school date teachers can edit attendance
el: Αριθμός ημερών μετά την ημερομηνία του σχολείου οι καθηγητές μπορούν να επεξεργαστούν τη συμμετοχή

source: Food Service Balance minimum amount for warning
el: Υπόλοιπο υπηρεσιών φαγητού ελάχιστο ποσό για προειδοποίηση

source: Food Service Balance minimum amount
el: Ελάχιστο ποσό υπολοίπου εξυπηρέτησης τροφίμων

source: Food Service Balance target amount
el: Ποσό στόχου υπολοίπου υπηρεσιών τροφίμων

source: School Configuration
el: Διαμόρφωση Σχολείου

source: School Periods
el: Σχολικές περίοδοι

source: Report Card Grade Codes
el: Κωδικοί Βαθμών Δελτίων Αναφοράς

source: Report Card Comment Codes
el: Κωδικοί σχολίων καρτών αναφοράς

source: Eligibility Activities
el: Δραστηριότητες Επιλεξιμότητας

source: New School
el: Νέο Σχολείο

source: New School's Title
el: Τίτλος Νέου Σχολείου

source: Confirm Copy School
el: Επιβεβαίωση Σχολή Αντιγραφή

source: Are you sure you want to copy the data for %s to a new school?
el: Είστε βέβαιοι ότι θέλετε να αντιγράψετε τα δεδομένα για το %s σε ένα νέο σχολείο;

source: The data have been copied to a new school called "%s".
el: Τα δεδομένα έχουν αντιγραφεί σε ένα νέο σχολείο που ονομάζεται "%s".

source: Database Backup
el: Δημιουργία αντιγράφων ασφαλείας βάσης δεδομένων

source: Download backup files periodically in case of system failure.
el: Λήψη αρχείων αντιγράφων ασφαλείας περιοδικά σε περίπτωση αποτυχίας του συστήματος.

source: Download Backup File
el: Κατεβάστε το αρχείο αντιγράφου ασφαλείας

source: New Year
el: Νέο Έτος

source: New Semester
el: Νέα Εξάμηνο

source: New Progress Period
el: Νέα περίοδος προόδου

source: Not all of the dates were entered correctly.
el: Δεν έχουν εισαχθεί σωστά όλες οι ημερομηνίες.

source: Start date must be anterior to end date.
el: Η ημερομηνία έναρξης πρέπει να είναι προγενέστερη από την ημερομηνία λήξης.

source: The beginning and end dates you specified for this marking period overlap with those of "%s".
el: Οι ημερομηνίες έναρξης και λήξης που καθορίσατε για αυτήν την περίοδο σήμανσης συμπίπτουν με αυτές του "%s".

source: Only one marking period can be open at any time.
el: Μόνο μία περίοδος σήμανσης μπορεί να είναι ανοιχτή ανά πάσα στιγμή.

source: The grade posting dates you specified for this marking period overlap with those of "%s".
el: Οι ημερομηνίες καταχώρισης βαθμών που καθορίσατε για αυτήν την περίοδο επισήμανσης συμπίπτουν με αυτές του "%s".

source: Only one grade posting period can be open at any time.
el: Μόνο μία περίοδος καταχώρισης βαθμού μπορεί να είναι ανοιχτή ανά πάσα στιγμή.

source: Progress Period
el: Περίοδος προόδου

source: Graded
el: Βαθμολογήθηκε

source: Grade Posting Begins
el: Αρχίζει η καταχώριση βαθμών

source: Grade Posting Ends
el: Τελειώνει η καταχώριση βαθμών

source: Portal Notes
el: Portal Σημειώσεις

source: Portal Polls
el: Δημοσκοπήσεις πύλης

source: Calendars
el: Ημερολόγια

source: Rollover
el: Ανατροπή

source: School Information
el: Πληροφορίες Σχολής

source: Copy School
el: Αντιγραφή Σχολή

source: School Fields
el: Σχολικά Πεδία

source: Security
el: Ασφάλεια

source: Length (minutes)
el: Διάρκεια (λεπτά)

source: Block
el: Φραγμός

source: File Attached
el: Συνημμένο αρχείο

source: Publishing Options
el: Επιλογές δημοσίευσης

source: Poll
el: Ψηφοφορία

source: Options
el: Επιλογές

source: New Question
el: Νέα Ερώτηση

source: Results Display
el: Εμφάνιση αποτελεσμάτων

source: Schools
el: Σχολεία

source: Student Enrollment Codes
el: Οι κωδικοί των μαθητών που εγγράφονται

source: Food Service Staff Accounts
el: Λογαριασμοί Προσωπικού Επισιτισμού

source: You <i>must</i> roll enrollment codes at the same time or before rolling students.
el: <i>πρέπει</i> να εισάγετε κωδικούς εγγραφής ταυτόχρονα ή πριν από την εισαγωγή των μαθητών.

source: You <i>must</i> roll courses at the same time or before rolling report card comments.
el: <i>πρέπει</i> να πραγματοποιήσετε μαθήματα ταυτόχρονα ή πριν από τα σχόλια της κυλιόμενης κάρτας αναφοράς.

source: Rolling greyed items will delete already existing data in the next school year.
el: Τα κυλιόμενα γκρι αντικείμενα θα διαγράψουν ήδη υπάρχοντα δεδομένα το επόμενο σχολικό έτος.

source: Are you sure you want to roll the data for %s to the next school year?
el: Είστε βέβαιοι ότι θέλετε να μεταφέρετε τα δεδομένα για %s στην επόμενη σχολική χρονιά;

source: You <i>must</i> roll users, school periods, marking periods, calendars, and report card codes at the same time or before rolling courses.
el: <i>πρέπει</i> να καταχωρήσετε χρήστες, σχολικές περιόδους, περιόδους επισήμανσης, ημερολόγια και κωδικούς κάρτας αναφοράς ταυτόχρονα ή πριν από τα κυλιόμενα μαθήματα.

source: The data have been rolled.
el: Τα δεδομένα κυκλοφόρησαν.

source: Do not forget to update the $DefaultSyear to '%d' in the config.inc.php file when ready.
el: Μην ξεχάσετε να ενημερώσετε το $DefaultSyear σε '%d' στο αρχείο config.inc.php όταν είναι έτοιμο.

source: School Field
el: Σχολικό Πεδίο

source: New School Field
el: Νέο Σχολικό Πεδίο

source: This school has been modified.
el: Αυτό το σχολείο έχει τροποποιηθεί.

source: School Name
el: Όνομα Σχολείου

source: Principal of School
el: Διευθυντής Σχολείου

source: Base Grading Scale
el: Βάση κλίμακα ταξινόμησης

source: Number of Days for the Rotation
el: Αριθμός ημερών για την εναλλαγή

source: Leave the field blank if the school does not use a Rotation of Numbered Days
el: Αφήστε το πεδίο κενό εάν το σχολείο δεν χρησιμοποιεί εναλλαγή αριθμημένων ημερών

source: Module
el: Αρθρώση

source: Files not eraseable.
el: Τα αρχεία δεν διαγράφονται.

source: Deactivate
el: Απενεργοποίηση

source: Activated
el: Ενεργοποιήθηκε

source: Activate
el: Δραστηριοποιώ

source: %s file missing or wrong permissions.
el: Το αρχείο %s λείπει ή έχει λανθασμένα δικαιώματα.

source: Plugin
el: Πρόσθετο

source: Payments
el: Πληρωμές

source: That fee has been added to the selected students.
el: Αυτή η αμοιβή προστέθηκε στους επιλεγμένους μαθητές.

source: Please enter a valid Amount.
el: Εισαγάγετε ένα έγκυρο Ποσό.

source: Add Fee to Selected Students
el: Προσθήκη αμοιβής σε επιλεγμένους μαθητές

source: That payment has been added to the selected students.
el: Αυτή η πληρωμή προστέθηκε στους επιλεγμένους μαθητές.

source: Add Payment to Selected Students
el: Προσθήκη πληρωμής σε επιλεγμένους μαθητές

source: Mass Assign Fees
el: Τέλη Μαζικής Εκχώρησης

source: Mass Assign Payments
el: Μαζική εκχώρηση πληρωμών

source: Student Balances
el: Ισοζύγια Μαθητών

source: Waive
el: Παραιτούμαι

source: Waiver
el: Παραίτηση

source: Total from Fees
el: Σύνολο από Τέλη

source: Total from Payments
el: Σύνολο από Πληρωμές

source: Refund
el: Επιστροφή χρημάτων

source: Lunch Payment
el: Πληρωμή μεσημεριανού γεύματος

source: Waived
el: Παραιτήθηκε

source: Refunded
el: Επιστροφή χρημάτων

source: Enrollment Record
el: Εγγραφή Καταχώρησης

source: The selected user's profile now includes access to the selected students.
el: Το επιλεγμένο προφίλ χρήστη περιλαμβάνει τώρα πρόσβαση στο επιλεγμένο μαθητές.

source: student from that user
el: μαθητής από αυτόν το χρήστη

source: remove access to
el: καταργήσετε την πρόσβαση σε

source: Associated
el: Συνδεδεμένοι

source: Add Selected Parents
el: Προσθήκη επιλεγμένων γονείς

source: Parents
el: Γονείς

source: Associated Parent
el: Συνδεδεμένος Γονέας

source: Address Field
el: Πεδίο της διεύθυνσης

source: Address Field Category
el: Διεύθυνση Κατηγορία Πεδίο

source: and all fields in the category
el: και όλα τα πεδία της κατηγορίας

source: New Address Field
el: Νέο πεδίο της διεύθυνσης

source: New Address Field Category
el: Νέα Κατηγορία πεδίο διεύθυνσης

source: Residence
el: Κατοικία

source: Mailing
el: Ταχυδρομικός

source: Bus
el: Σχολικά Λεωφορεία

source: Note: All unchecked means applies to all addresses
el: Σημείωση: Όλα τα ανεξέλεγκτα μέσα ισχύει για όλες τις διευθύνσεις

source: Birth Month
el: Μήνας Γέννησης

source: Birth Day
el: Ημέρα Γέννησης

source: The student is already enrolled on that date, and cannot be enrolled a second time on the date you specified. Please fix, and try enrolling the student again.
el: Ο μαθητής έχει ήδη εγγραφεί εκείνη την ημερομηνία και δεν μπορεί να εγγραφεί δεύτερη φορά την ημερομηνία που ορίσατε. Διορθώστε το και δοκιμάστε να εγγράψετε ξανά τον μαθητή.

source: No data was entered.
el: Δεν εισήχθησαν δεδομένα.

source: The specified information was applied to the selected students.
el: Οι καθορισμένες πληροφορίες εφαρμόστηκαν στους επιλεγμένους μαθητές.

source: You must choose at least one field and one student
el: Πρέπει να επιλέξετε τουλάχιστον ένα πεδίο και ένας μαθητής

source: All Categories
el: Όλες οι Κατηγορίες

source: Rolling / Retention Options
el: Επιλογές κύλισης / διατήρησης

source: Attendance Start Date this School Year
el: Έναρξη Παρακολούθηση Ημερομηνία φετινή σχολική χρονιά

source: Enrollment Code
el: Κωδικός καταχώρησης

source: There must be exactly one Rollover default enrollment code (of type Add).
el: Πρέπει να υπάρχει ακριβώς ένας προεπιλεγμένος κωδικός εγγραφής Ανατροπής (τύπου Προσθήκη).

source: Rollover Default
el: Προεπιλογή ανατροπής

source: Drop
el: Απόθεση

source: Print Letters for Selected Students
el: Εκτύπωση επιστολών για επιλεγμένους μαθητές

source: Letter Text
el: Κείμενο Επιστολή

source: Attendance Teacher
el: Συμμετοχή των εκπαιδευτικών

source: Attendance Room
el: Αίθουσα Συμμετοχή

source: Your Name
el: Το όνομά σας

source: Your Room
el: Το δωμάτιό σας

source: To the parents of
el: Στους γονείς του

source: Create Labels for Selected Students
el: Δημιουργήστε ετικέτες για επιλεγμένους μαθητές

source: Address Labels
el: Ετικέτες διεύθυνσης

source: To Contacts
el: Στις Επαφές

source: To Student
el: Προς Μαθητή

source: Starting row
el: Αρχική σειρά

source: Starting column
el: Αρχική στήλη

source: Add a Student
el: Προσθήκη Μαθητών

source: Group Assign Student Info
el: Ομάδα Αντιστοίχιση Πληροφορίες Μαθητών

source: Associate Parents with Students
el: Αναπληρωτής Οι γονείς με τους μαθητές

source: Advanced Report
el: Αναλυτική Έκθεση

source: Student Breakdown
el: Κατανομή μαθητών

source: Print Letters
el: Επιστολές Εκτύπωση

source: Print Student Labels
el: Εκτύπωση ετικετών μαθητών

source: Print Student Info
el: Εκτύπωση πληροφοριών μαθητή

source: Contact Fields
el: Τα πεδία Επικοινωνία

source: Enrollment Codes
el: Κωδικοί εγγραφής

source: Associated Parents
el: Συνεργαζόμενοι Γονείς

source: Contact Field
el: Πεδίο Επικοινωνίας

source: Contact Field Category
el: Πεδίο Κατηγορία Επικοινωνίας

source: New Contact Field
el: Νέο Πεδίο Επικοινωνίας

source: New Contact Field Category
el: Νέα Πεδίο Κατηγορία Επικοινωνίας

source: Custody
el: Επιμέλεια

source: Emergency
el: Επείγον

source: Note: All unchecked means applies to all contacts
el: Σημείωση: Όλα τα μη επιλεγμένα μέσα ισχύουν για όλες τις επαφές

source: Print Info for Selected Students
el: Εκτύπωση Πληροφορίες για επιλεγμένους μαθητές

source: Find a Student
el: Βρείτε ένα Μαθητή

source: Search All Schools
el: Αναζήτηση Όλες οι Σχολές

source: Widgets
el: Εργαλειοθήκη

source: Basic Search
el: Βασική αναζήτηση

source: Advanced Search
el: Σύνθετη Αναζήτηση

source: Expanded View
el: Εκτεταμένη προβολή

source: Family
el: Οικογένεια

source: A user with that username already exists. Choose a different username and try again.
el: Ένας χρήστης με αυτό το όνομα χρήστη υπάρχει ήδη. Επιλέξτε ένα διαφορετικό όνομα χρήστη και δοκιμάστε ξανά.

source: That %s ID is already taken. Please select a different one.
el: Αυτό το αναγνωριστικό %s έχει ήδη ληφθεί. Επιλέξτε ένα διαφορετικό.

source: The include file was not found: "%s"
el: Το αρχείο συμπερίληψης δεν βρέθηκε: "%s"

source: Student Field
el: Πεδίο Μαθητών

source: Student Field Category
el: Πεδίο Κατηγορίας Μαθητή

source: New Student Field
el: Νέο Πεδίο Μαθητή

source: New Student Field Category
el: Νέα Πεδίο Κατηγορίας Μαθητή

source: Display Columns
el: Εμφάνιση στηλών

source: Include (should be left blank for most categories)
el: Συμπεριλάβετε (πρέπει να μείνει κενό για τις περισσότερες κατηγορίες)

source: Include On Labels
el: Συμπερίληψη στις ετικέτες

source: No Contact
el: Καμία επαφή

source: Other students associated with this address
el: Άλλοι μαθητές που σχετίζονται με αυτήν τη διεύθυνση

source: This student doesn't have an address.
el: Αυτός ο μαθητής δεν έχει διεύθυνση.

source: Add a <b>New</b> Address
el: Προσθέστε μια <b>Νέα</b> διεύθυνση

source: Add an <b>Existing</b> Address
el: Προσθέστε μια <b>Υπάρχουσα</b> διεύθυνση

source: Contacts without an Address
el: Επαφές χωρίς διεύθυνση

source: Contacts at this Address
el: Επαφές σε αυτή τη Διεύθυνση

source: Other students associated with this person
el: Άλλοι μαθητές που σχετίζονται με αυτό το άτομο

source: Add a <b>New</b> Contact
el: Προσθέστε μια <b>Νέα</b> επαφή

source: Add an <b>Existing</b> Contact
el: Προσθέστε μια <b>Υπάρχουσα</b> επαφή

source: Map It
el: Χαρτογραφήστε το

source: Bus Pickup
el: Παραλαβή με λεωφορείο

source: Bus Dropoff
el: Αποβίβαση από λεωφορείο

source: If different than above
el: Εάν είναι διαφορετικό από το παραπάνω

source: Select Address
el: Επιλέξτε Διεύθυνση

source: Relation
el: Σχέση

source: Select Person
el: Επιλέξτε Άτομο

source: Suffix
el: Κατάληξη

source: III
el: ΙΙΙ

source: V
el: Σε

source: The password must have at least 8 characters, at least 1 digit, at least 1 lower case letter, at least 1 upper case letter, at least 1 non-alphanumeric character
el: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον 8 χαρακτήρες, τουλάχιστον 1 ψηφίο, τουλάχιστον 1 πεζό γράμμα, τουλάχιστον 1 κεφαλαίο γράμμα, τουλάχιστον 1 μη αλφαριθμητικό χαρακτήρα

source: Immunization or Physical
el: Ανοσοποίηση με αγωγή ή Φυσική ανοσία

source: Medical Alert
el: Ιατρικός συναγερμός

source: Time In
el: Εντός Χρόνου

source: Time Out
el: Εκτός Χρόνου

source: Reason
el: Αιτιολογία

source: Nurse Visit
el: Επίσκεψη νοσοκόμας

source: Age
el: Ηλικία

source: Cannot open file.
el: Δεν είναι δυνατό το άνοιγμα του αρχείου.

source: Stop
el: Στάση

source: Add Selected Students
el: Προσθήκη επιλεγμένων μαθητών

source: Select the programs with which this user can use and save information.
el: Επιλέξτε τα προγράμματα με τα οποία αυτός ο χρήστης μπορεί να χρησιμοποιήσει και να αποθηκεύσει πληροφορίες.

source: Can Use
el: Είναι δυνατή η χρήση

source: Can Edit
el: Μπορεί να Επεξεργαστεί

source: To assign permissions to this user, either change the permissions for this profile using the %s setup or change this user to a user with custom permissions by using %s.
el: Για να εκχωρήσετε δικαιώματα σε αυτόν τον χρήστη, είτε αλλάξτε τα δικαιώματα για αυτό το προφίλ χρησιμοποιώντας τη ρύθμιση %s ή αλλάξτε αυτόν τον χρήστη σε χρήστη με προσαρμοσμένα δικαιώματα χρησιμοποιώντας το %s.

source: Profiles
el: Προφίλ

source: General Info
el: Γενικές Πληροφορίες

source: Add a User
el: Προσθέσετε ένα χρήστη

source: Associate Students with Parents
el: Αναπληρωτής μαθητές με γονείς

source: My Preferences
el: Οι Προτιμήσεις μου
