Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: el

source: User Profiles
el: Προφίλ χρήστη

source: User Permissions
el: Δικαιώματα χρήστη

source: User Fields
el: Πεδία Χρήστη

source: Your current password was incorrect.
el: Τρέχοντα κωδικό πρόσβασής σας ήταν εσφαλμένη.

source: Your new password was saved.
el: Νέο κωδικό σας αποθηκεύτηκε.

source: Your preferences were saved.
el: Οι προτιμήσεις σας αποθηκεύτηκαν.

source: Display Options
el: Επιλογές εμφάνισης

source: Print Options
el: Επιλογές εκτύπωσης

source: Student Listing
el: Εισαγωγή Μαθητών

source: User Widgets
el: Γραφικά στοιχεία χρήστη

source: Student Sorting
el: Ταξινόμηση Μαθητών

source: File Export Type
el: Αρχείο Τύπος Εξαγωγή

source: Date Export Format
el: Μορφή εξαγωγής ημερομηνίας

source: Display Options Format
el: Μορφή επιλογών εμφάνισης

source: Display student search screen
el: Εμφάνιση οθόνης αναζήτησης μαθητή

source: Group by family by default
el: Ομάδα από την οικογένεια από προεπιλογή

source: Search all schools by default
el: Αναζήτηση όλων των σχολείων από προεπιλογή

source: Theme
el: Θέμα

source: Highlight Color
el: Χρώμα επισήμανσης

source: Date Format
el: Μορφή ημερομηνίας

source: Disable login alerts
el: Απενεργοποίηση ειδοποιήσεων συνδεθείτε

source: Page Size
el: Μέγεθος σελίδας

source: PDF List Header Color
el: Χρώμα κεφαλίδας λίστας PDF

source: Current Password
el: Τρέχοντα κωδικό πρόσβασης

source: Home Phone Number
el: Αριθμός τηλεφώνου οικίας

source: All Contacts
el: Όλες οι επαφές

source: Addresses
el: Διευθύνσεις

source: Next School Year
el: Την επόμενη σχολική χρονιά

source: Widget
el: Γραφικό στοιχείο

source: Confirm Delete
el: Επιβεβαίωση διαγραφής

source: Are you sure you want to delete the user profile <i>%s</i>?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το προφίλ χρήστη <i>%s</i>;

source: Users of that profile will retain their permissions as a custom set which can be modified on a per-user basis through %s.
el: Οι χρήστες αυτού του προφίλ θα διατηρήσουν τα δικαιώματά τους ως προσαρμοσμένο σύνολο που μπορεί να τροποποιηθεί ανά χρήστη μέσω %s.

source: Select the programs that users of this profile can use and which programs those users can use to save information.
el: Επιλέξτε τα προγράμματα που οι χρήστες αυτού του προφίλ μπορεί να χρησιμοποιήσει και ποια προγράμματα αυτά οι χρήστες μπορούν να χρησιμοποιήσουν για να αποθηκεύσετε τις πληροφορίες.

source: Add a User Profile
el: Προσθέστε ένα προφίλ χρήστη

source: Find a User
el: Βρείτε ένα χρήστη

source: Include Parents of Inactive Students
el: Συμπεριλάβετε γονείς αδρανών μαθητών

source: Choose A User
el: Επιλέξτε έναν χρήστη

source: No Users were found.
el: Δεν βρέθηκαν χρήστες.

source: Mr
el: Κ

source: Mrs
el: Κα

source: Ms
el: Κα

source: Miss
el: Δις

source: User Field
el: Πεδίο χρήστη

source: User Field Category
el: Κατηγορία Πεδίου Χρήστη

source: New User Field
el: Νέο Πεδίο χρήστη

source: New User Field Category
el: Κατηγορία πεδίου νέου χρήστη

source: User Photo
el: Φωτογραφία χρήστη

source: Last Year %s ID
el: Αναγνωριστικό %s προηγούμενου έτους

source: All Schools
el: Όλα τα Σχολεία

source: List Courses For All Schools
el: Κατάλογος μαθημάτων για όλα τα σχολεία

source: Not Requested
el: Δεν έχει ζητηθεί

source: You must choose at least one field
el: Πρέπει να επιλέξετε τουλάχιστον ένα πεδίο

source: First Name Initial
el: Αρχικό ονόματος

source: Enrollment Start Date
el: Ημερομηνία έναρξης εγγραφής

source: Enrollment End Date
el: Ημερομηνία Λήξης Εγγραφής

source: Drop Code
el: Απόθεση κωδικού

source: Zip Code
el: Ταχυδρομικός Κώδικας

source: Attendance Period Teacher
el: Εκπαιδευτικός Περίοδος Παρακολούθησης

source: Fields
el: Πεδία

source: Good Morning, %s.
el: Καλημέρα, %s.

source: Good Afternoon, %s.
el: Καλό απόγευμα, %s.

source: Good Evening, %s.
el: Καλησπέρα, %s.

source: Your last login was <b>%s</b>.
el: Η τελευταία σας σύνδεση ήταν <b>%s</b>.

source: There have been <b>%d</b> failed login attempts since your last successful login.
el: Υπήρξαν <b>%d</b> αποτυχημένες προσπάθειες σύνδεσης από την τελευταία επιτυχημένη σύνδεσή σας.

source: You are an <b>Administrator</b> on the system.
el: Είστε <b>Διαχειριστής</b> στο σύστημα.

source: You are a <b>Teacher</b> on the system.
el: Είστε <b>Δάσκαλος</b> στο σύστημα.

source: You are a <b>Parent</b> on the system.
el: Είστε <b>Γονέας</b> στο σύστημα.

source: You are a <b>Student</b> on the system.
el: Είστε <b>Μαθητής</b> στο σύστημα.

source: Date Posted
el: Ημερομηνία δημοσίευσης

source: Day With Upcoming Events
el: Ημέρα με επερχόμενες εκδηλώσεις

source: Teachers have missing attendance data
el: Οι εκπαιδευτικοί έχουν ελλείποντα στοιχεία συμμετοχής

source: Course Period with missing attendance data
el: Περίοδος μαθήματος με ελλιπή στοιχεία παρακολούθησης

source: You have a <b>negative</b> food service balance of <span style="color:red">%s</span>
el: Έχετε <b>αρνητικό</b> υπόλοιπο υπηρεσιών φαγητού <span style="color:red">%s</span>

source: Some students have food service balances below %1.2f
el: Μερικοί μαθητές έχουν υπόλοιπο υπηρεσιών φαγητού κάτω από %1,2f

source: Upcoming Assignment
el: Επερχόμενη Εργασία

source: You have missing attendance data
el: Λείπουν δεδομένα παρουσίας

source: You have students with food service balance below %1.2f - please deposit at least the Minimum Deposit into you children's accounts.
el: Έχετε μαθητές με υπόλοιπο υπηρεσιών φαγητού κάτω από %1,2f - καταθέστε τουλάχιστον την Ελάχιστη Κατάθεση στους λογαριασμούς των παιδιών σας.

source: Minimum Deposit
el: Ελάχιστη κατάθεση

source: This person has no information in the system.
el: Αυτό το άτομο δεν έχει καμία πληροφορία στο σύστημα.

source: The plugin configuration has been modified.
el: Η διαμόρφωση της προσθήκης έχει τροποποιηθεί.

source: Moodle URL
el: URL του Moodle

source: Moodle Token
el: Token του Moodle

source: Moodle Parent Role ID
el: Αναγνωριστικό γονικού ρόλου Moodle

source: Create Student in Moodle
el: Δημιουργία Student στο Moodle

source: Please enter a valid password
el: Εισαγάγετε έναν έγκυρο κωδικό πρόσβασης

source: Create User in Moodle
el: Δημιουργία χρήστη στο Moodle

source: Create Course Period in Moodle
el: Δημιουργία περιόδου μαθήματος στο Moodle

source: Publish Event in Moodle?
el: Δημοσίευση εκδήλωσης στο Moodle;

source: Publish Note in Moodle?
el: Δημοσίευση Σημείωσης στο Moodle;

source: Currency
el: Νόμισμα

source: Create Student Moodle account on completed payment
el: Δημιουργήστε λογαριασμό Student Moodle με την ολοκλήρωση της πληρωμής

source: Send customer email from and send copy to
el: Αποστολή email πελάτη από και αποστολή αντιγράφου σε

source: Email subject
el: Θέμα email

source: Product name
el: Όνομα προϊόντος

source: If left blank, defaults to Today's date
el: Εάν μείνει κενό, ορίζεται από προεπιλογή η σημερινή ημερομηνία

source: both Moodle and %s
el: τόσο το Moodle όσο και το %s

source: Your account will be activated in %s once your payment is completed.
el: Ο λογαριασμός σας θα ενεργοποιηθεί σε %s μόλις ολοκληρωθεί η πληρωμή σας.

source: Skip to main content
el: Μετάβαση στο κύριο περιεχόμενο

source: Dashboard
el: Ταμπλό

source: Files
el: Αρχεία

source: Password Change
el: Αλλαγή κωδικού πρόσβασης

source: Testing
el: Δοκιμές

source: Production
el: Παραγωγή

source: Usage
el: Χρήση

source: Primary
el: Πρωτογενές

source: Secondary
el: Δευτερεύον

source: Other
el: Άλλα

source: Private
el: Ιδιωτικό

source: Public
el: Δημόσιο

source: Non-profit
el: Μη κερδοσκοπικό

source: Organization
el: Οργανισμός

source: Poll answers are anonymous. Consult installation statistics <a href="%s" target="_blank">online</a>.
el: Οι απαντήσεις στη δημοσκόπηση είναι ανώνυμες. Συμβουλευτείτε τα στατιστικά στοιχεία της εγκατάστασης <a href="%s" target="_blank">online</a>.

source: Installation Poll
el: Δημοσκόπηση εγκατάστασης

source: No periods found
el: Δεν βρέθηκαν περίοδοι

source: New student account was created for %s (%d) (inactive).
el: Δημιουργήθηκε νέος μαθητικός λογαριασμός για τον %s (%d) (ανενεργός).

source: New student account was activated for %s (%d).
el: Ενεργοποιήθηκε νέος λογαριασμός φοιτητή για %s (%d).

source: New user account was created for %s (%d) (No Access).
el: Δημιουργήθηκε νέος λογαριασμός χρήστη για τον %s (%d) (Χωρίς πρόσβαση).

source: New Administrator account was created for %s, by %s.
el: Δημιουργήθηκε νέος λογαριασμός διαχειριστή για τον %s, από τον %s.

source: New Administrator Account
el: Νέος λογαριασμός διαχειριστή

source: Your account was activated (%d). You can login at %s
el: Ο λογαριασμός σας ενεργοποιήθηκε (%d). Μπορείτε να συνδεθείτε στο %s

source: Student Account
el: Φοιτητικός λογαριασμός

source: Copy
el: Αντιγραφή

source: Copy the substitution code and paste it into your text. The code will be dynamically replaced with the corresponding value.
el: Αντιγράψτε τον κώδικα αντικατάστασης και επικολλήστε τον στο κείμενό σας. Ο κώδικας θα αντικατασταθεί δυναμικά με την αντίστοιχη τιμή.

source: Student Grade Level
el: Επίπεδο βαθμίδας μαθητή

source: Your password must be stronger.
el: Ο κωδικός πρόσβασής σας πρέπει να είναι ισχυρότερος.

source: You must choose at least one element from the list.
el: Πρέπει να επιλέξετε τουλάχιστον ένα στοιχείο από τη λίστα.

source: Select
el: Επιλέξτε

source: Too many Failed Login Attempts.
el: Πάρα πολλές αποτυχημένες προσπάθειες σύνδεσης.

source: Please try logging in later.
el: Προσπαθήστε να συνδεθείτε αργότερα.

source: Categories
el: Κατηγορίες

source: Half
el: Μισό

source: My Periods
el: Οι περίοδοι μου

source: Send email notification to Parents
el: Αποστολή ειδοποίησης μέσω email σε γονείς

source: Students having Contacts
el: Φοιτητές που έχουν επαφές

source: Remove Access
el: Αφαίρεση πρόσβασης

source: The Registration form was saved.
el: Η φόρμα εγγραφής αποθηκεύτηκε.

source: Grant Access
el: Χορήγηση πρόσβασης

source: Grant Access for Selected Students
el: Επιχορήγηση πρόσβασης για επιλεγμένους μαθητές

source: Grant Access for Associated Parents
el: Χορήγηση πρόσβασης για συνδεδεμένους γονείς

source: Remove Access for Selected Students
el: Αφαίρεση πρόσβασης για επιλεγμένους μαθητές

source: Remove Access for Associated Parents
el: Αφαίρεση πρόσβασης για συνδεδεμένους γονείς

source: Add prefix to username
el: Προσθήκη προθέματος στο όνομα χρήστη

source: Students without Access
el: Μαθητές χωρίς πρόσβαση

source: Students with Access
el: Μαθητές με πρόσβαση

source: Use same address and contact information as for %s
el: Χρησιμοποιήστε την ίδια διεύθυνση και τα ίδια στοιχεία επικοινωνίας όπως για το %s

source: Information about %s
el: Πληροφορίες σχετικά με το %s

source: Back
el: Πίσω

source: Same as Student
el: Το ίδιο με το Student

source: New Address
el: Νέα διεύθυνση

source: No Address
el: Όχι Διεύθυνση

source: Add Referral for Selected Students
el: Προσθήκη παραπομπής για επιλεγμένους μαθητές

source: You already have entered eligibility this week for this course period.
el: Έχετε ήδη δηλώσει επιλεξιμότητα αυτή την εβδομάδα για αυτή την περίοδο μαθημάτων.

source: Your changes were saved.
el: Οι αλλαγές σας αποθηκεύτηκαν.

source: Icon successfully uploaded.
el: Το εικονίδιο μεταφορτώθηκε επιτυχώς.

source: Upload
el: Ανέβασμα

source: Every Assignment in this Type have 0 Points (Extra Credit). Enter Points for at least one Assignment so the Total can be calculated correctly.
el: Κάθε Εργασία αυτού του Τύπου έχει 0 βαθμούς (Extra Credit). Εισάγετε Πόντους για τουλάχιστον μία Εργασία, ώστε να υπολογιστεί σωστά το Σύνολο.

source: Weight
el: Βάρος

source: The gradebook configuration is defined by administrators.
el: Η διαμόρφωση του βαθμολογίου ορίζεται από τους διαχειριστές.

source: Override individual teacher configuration?
el: Να παρακάμψετε τη διαμόρφωση μεμονωμένων καθηγητών;

source: Automatically calculate and save Final Grades using Gradebook Grades
el: Αυτόματος υπολογισμός και αποθήκευση τελικών βαθμών με τη χρήση Gradebook Grades

source: Weight Assignment Categories
el: Κατηγορίες ανάθεσης βάρους

source: Weight Assignments
el: Ανάθεση βάρους

source: Hide previous quarters assignment types
el: Απόκρυψη τύπων ανάθεσης προηγούμενων τριμήνων

source: Year and Semester marking periods are not graded.
el: Οι περίοδοι βαθμολόγησης έτους και εξαμήνου δεν βαθμολογούνται.

source: Assignment Types
el: Τύποι ανάθεσης

source: Display Name
el: Όνομα οθόνης

source: No Grades found for %s Percent.
el: Δεν βρέθηκαν βαθμοί για το %s Percent.

source: Use the "%s" Grade Scale Comments
el: Χρησιμοποιήστε την κλίμακα βαθμού "%s" Σχόλια

source: Class average
el: Μέσος όρος τάξης

source: Historical Grades
el: Ιστορικοί βαθμοί

source: Final Grading Percentages are not configured.
el: Τα ποσοστά τελικής βαθμολόγησης δεν διαμορφώνονται.

source: Min. and Max. Grades
el: Ελάχιστο και μέγιστο. Βαθμοί

source: Group courses by subject
el: Ομαδοποίηση μαθημάτων ανά θέμα

source: Daily Absences this marking period
el: Ημερήσιες απουσίες αυτή τη βαθμολογική περίοδο

source: Other Attendance this marking period
el: Άλλες παρουσίες κατά τη διάρκεια αυτής της περιόδου βαθμολόγησης

source: Last row
el: Τελευταία σειρά

source: Free Text
el: Ελεύθερο κείμενο

source: Daily Absences in %s
el: Ημερήσιες απουσίες σε %s

source: Daily Absences this year
el: Ημερήσιες απουσίες φέτος

source: Studies Certificate Text
el: Πιστοποιητικό σπουδών Κείμενο

source: Pedagogical Plan
el: Παιδαγωγικό σχέδιο

source: A lesson already exists for this course period and date: %s
el: Ένα μάθημα υπάρχει ήδη για αυτή την περίοδο και ημερομηνία μαθημάτων: %s

source: The Course Period is not scheduled on that date: %s.
el: Η περίοδος μαθημάτων δεν είναι προγραμματισμένη για εκείνη την ημερομηνία: %s.

source: The lesson has been added to the plan.
el: Το μάθημα έχει προστεθεί στο σχέδιο.

source: Read
el: Διαβάστε

source: Add Lesson
el: Προσθήκη μαθήματος

source: Entries
el: Ενδείξεις

source: Last Entry
el: Τελευταία καταχώρηση

source: Pedagogical Plans
el: Παιδαγωγικά σχέδια

source: Lesson
el: Μάθημα

source: The lesson has been removed from the plan.
el: Το μάθημα έχει αφαιρεθεί από το πρόγραμμα.

source: You have missing pedagogical plans
el: Σας λείπουν παιδαγωγικά σχέδια

source: Missing Lessons
el: Μαθήματα που λείπουν

source: Course Period with missing lessons
el: Περίοδος μαθήματος με ελλείποντα μαθήματα

source: Course Periods with missing lessons
el: Περίοδοι μαθημάτων με χαμένα μαθήματα

source: Skills to acquire
el: Δεξιότητες προς απόκτηση

source: Activities or tasks
el: Δραστηριότητες ή καθήκοντα

source: Evaluation
el: Αξιολόγηση

source: Course material
el: Υλικό μαθήματος

source: Bibliography
el: Βιβλιογραφία

source: Note: All unchecked means visible to all profiles
el: Σημείωση: Όλοι δεν έχουν επιλεγεί σημαίνει ότι είναι ορατοί σε όλα τα προφίλ

source: Limit to Grade Levels
el: Περιορισμός σε επίπεδα βαθμίδας

source: Conflict: Teacher already scheduled for this period.
el: Σύγκρουση: Δάσκαλος έχει ήδη προγραμματιστεί για αυτή την περίοδο.

source: Conflict: Secondary Teacher already scheduled for this period.
el: Σύγκρουση: Καθηγητής Δευτεροβάθμιας Εκπαίδευσης έχει ήδη προγραμματιστεί για αυτή την περίοδο.

source: Secondary Teacher
el: Δάσκαλος δευτεροβάθμιας εκπαίδευσης

source: Students %s are already scheduled into the %s course.
el: Οι μαθητές %s είναι ήδη προγραμματισμένοι στο μάθημα %s.

source: Display Title of
el: Εμφάνιση τίτλου του

source: Banned
el: Απαγορευμένο

source: Create
el: Δημιουργία

source: Full school day
el: Πλήρης σχολική ημέρα

source: Partial school day (minutes)
el: Μερική σχολική ημέρα (λεπτά)

source: No school day
el: Καμία σχολική ημέρα

source: Legend
el: Υπόμνημα

source: Public Registration
el: Δημόσια εγγραφή

source: Automatic Student Account Activation
el: Αυτόματη ενεργοποίηση μαθητικού λογαριασμού

source: Default School
el: Προεπιλεγμένο σχολείο

source: Failed Login Attempts Limit
el: Όριο αποτυχημένων προσπαθειών σύνδεσης

source: Password Strength
el: Δύναμη κωδικού πρόσβασης

source: Minimum password strength required.
el: Ελάχιστη απαιτούμενη ισχύς κωδικού πρόσβασης.

source: Set to 0 to disable.
el: Θέστε το 0 για απενεργοποίηση.

source: Force Password Change on First Login
el: Αναγκαστική αλλαγή κωδικού πρόσβασης κατά την πρώτη είσοδο

source: Thousands separator
el: Διαχωριστής χιλιάδων

source: Decimal separator
el: Δεκαδικός διαχωριστής

source: Popup window
el: Αναδυόμενο παράθυρο

source: Course Widget
el: Widget μαθημάτων

source: Allow Teachers to edit gradebook grades for past quarters
el: Επιτρέψτε στους καθηγητές να επεξεργαστούν τους βαθμούς του βαθμολογίου για τα προηγούμενα τρίμηνα

source: Set to 0 for dynamic Daily Attendance calculation based on total course period minutes.
el: Ορίστε την τιμή 0 για δυναμικό υπολογισμό της ημερήσιας παρουσίας με βάση το σύνολο των λεπτών της περιόδου του μαθήματος.

source: End date for current Marking Period is posterior to parent Marking Period's end date.
el: Η ημερομηνία λήξης της τρέχουσας περιόδου σήμανσης είναι μεταγενέστερη της ημερομηνίας λήξης της γονικής περιόδου σήμανσης.

source: Start date for current Marking Period is anterior to parent Marking Period's start date.
el: Η ημερομηνία έναρξης της τρέχουσας περιόδου βαθμολόγησης είναι προγενέστερη της ημερομηνίας έναρξης της γονικής περιόδου βαθμολόγησης.

source: Do you want to update the default school year to '%s' now?
el: Θέλετε να ενημερώσετε το προεπιλεγμένο σχολικό έτος σε "%s" τώρα;

source: You can only roll data for the default school year (%s).
el: Μπορείτε να καταχωρίσετε δεδομένα μόνο για το προεπιλεγμένο σχολικό έτος (%s).

source: You can reset the default school year to '%d' from <a href="%s" target="_blank">your account</a> if needed.
el: Μπορείτε να επαναφέρετε το προεπιλεγμένο σχολικό έτος σε "%d" από τον <a href="%s" target="_blank">λογαριασμό σας</a>, αν χρειάζεται.

source: You can reset the $DefaultSyear to '%d' in the config.inc.php file if needed.
el: Μπορείτε να επαναφέρετε το $DefaultSyear σε '%d' στο αρχείο config.inc.php, αν χρειάζεται.

source: Greyed items already have data in the next school year (They might have been rolled).
el: Τα γκριζαρισμένα στοιχεία έχουν ήδη δεδομένα για το επόμενο σχολικό έτος (ενδέχεται να έχουν ανακυκλωθεί).

source: You <i>must</i> roll users, school periods, marking periods, calendars, and grading scales at the same time or before rolling courses.
el: Πρέπει <i>να</i> μετακυλίσετε τους χρήστες, τις σχολικές περιόδους, τις περιόδους βαθμολόγησης, τα ημερολόγια και τις κλίμακες βαθμολόγησης ταυτόχρονα ή πριν από την μετακύλιση των μαθημάτων.

source: Could not copy files. You may have run out of disk space.
el: Δεν μπόρεσε να αντιγράψει αρχεία. Μπορεί να μην έχετε αρκετό χώρο στο δίσκο.

source: Add-on successfully uploaded.
el: Το πρόσθετο φορτώθηκε επιτυχώς.

source: Incomplete or nonexistent module.
el: Ελλιπής ή ανύπαρκτη ενότητα.

source: Incomplete or nonexistent plugin.
el: Ελλιπές ή ανύπαρκτο πρόσθετο.

source: Probably a module. Move it to the modules/ folder.
el: Πιθανώς μια μονάδα. Μετακινήστε το στο φάκελο modules/.

source: The school year has ended. It is time to proceed to %s.
el: Η σχολική χρονιά έχει τελειώσει. Ήρθε η ώρα να προχωρήσουμε στο %s.

source: Please make sure Rollover is done for all schools.
el: Βεβαιωθείτε ότι η ανατροπή έχει γίνει για όλα τα σχολεία.

source: Your user does not exist in the next school year, please fix that first.
el: Ο χρήστης σας δεν υπάρχει στην επόμενη σχολική χρονιά, παρακαλούμε διορθώστε το πρώτα.

source: Do not forget to update the default school year to '%s' when ready.
el: Μην ξεχάσετε να ενημερώσετε το προεπιλεγμένο σχολικό έτος σε "%s" όταν είστε έτοιμοι.

source: OK, I am ready
el: Εντάξει, είμαι έτοιμος

source: Do not forget to update the default school year to '%d' from <a href="%s" target="_blank">your account</a> when ready.
el: Μην ξεχάσετε να ενημερώσετε το προεπιλεγμένο σχολικό έτος σε "%d" από το <a href="%s" target="_blank">τον λογαριασμό σας</a> όταν είστε έτοιμοι.

source: Cumulative Balance over school years
el: Σωρευτικό υπόλοιπο κατά τη διάρκεια των σχολικών ετών

source: Created by
el: Δημιουργήθηκε από

source: Created at
el: Δημιουργήθηκε στο

source: %d new fee
el: %d νέα αμοιβή

source: Hide Headers
el: Απόκρυψη κεφαλίδων

source: Enroll student for next school year
el: Εγγραφή μαθητή για το επόμενο σχολικό έτος

source: Moodle will create a password and send an email to user if left empty.
el: Το Moodle θα δημιουργήσει έναν κωδικό πρόσβασης και θα στείλει ένα μήνυμα ηλεκτρονικού ταχυδρομείου στον χρήστη, αν παραμείνει κενό.

source: Student Labels
el: Ετικέτες μαθητών

source: %s is assigned to the profile %s.
el: %s έχει εκχωρηθεί στο προφίλ %s.

source: Mailing Label Position
el: Θέση ετικέτας αλληλογραφίας

source: Left
el: Αριστερά

source: Right
el: Δεξιά

source: Discipline Reporter
el: Δημοσιογράφος πειθαρχίας

source: Discipline Incident Date
el: Ημερομηνία περιστατικού πειθαρχίας

source: Discipline Fields
el: Πεδία πειθαρχίας

source: Test
el: Δοκιμή

source: %s users were imported.
el: Εισήχθησαν %s χρήστες.

source: Import Selected Users
el: Εισαγωγή επιλεγμένων χρηστών

source: Set Password: use Username
el: Ορισμός κωδικού πρόσβασης: χρησιμοποιήστε το όνομα χρήστη

source: Moodle ID
el: ID Moodle

source: Moodle User
el: Χρήστης του Moodle

source: You must configure the %s to use this script.
el: Πρέπει να ρυθμίσετε τις παραμέτρους του %s για να χρησιμοποιήσετε αυτό το σενάριο.

source: API protocol
el: Πρωτόκολλο API

source: Import Users
el: Εισαγωγή χρηστών

source: Are you absolutely ready to import users? Make sure you have backed up your database!
el: Είστε απολύτως έτοιμοι να εισαγάγετε χρήστες; Βεβαιωθείτε ότι έχετε δημιουργήσει αντίγραφα ασφαλείας της βάσης δεδομένων σας!

source: Product
el: Προϊόν

source: Stripe Registration
el: Εγγραφή με λωρίδα

source: Secret API key
el: Μυστικό κλειδί API

source: Billing address
el: Διεύθυνση χρέωσης

source: Please select your registration option in the list below and proceed to Stripe.
el: Παρακαλούμε επιλέξτε την επιλογή εγγραφής σας στην παρακάτω λίστα και προχωρήστε στο Stripe.

source: Purchase
el: Αγορά

source: Products
el: Προϊόντα
