Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: el

source: Menu
el: Μενού

source: Student List
el: Λίστα Μαθητών

source: User List
el: Λίστα χρηστών

source: Course List
el: Κατάλογος μαθημάτων

source: %s List
el: Λίστα %s

source: Print
el: Εκτύπωση

source: Help
el: Βοήθεια

source: Logout
el: Αποσύνδεση

source: Administrator
el: Διαχειριστής

source: Teacher
el: Εκπαιδευτικός

source: Parent
el: Γονέας

source: Student
el: Μαθητής

source: %s Handbook
el: Εγχειρίδιο %s

source: Please enter your email again.
el: Εισαγάγετε ξανά το email σας.

source: Password reset is not activated for students.
el: Η επαναφορά κωδικού πρόσβασης δεν είναι ενεργοποιημένη για μαθητές.

source: Forgot your password?
el: Ξεχάσατε τον κωδικό πρόσβασής σας;

source: Send password reset instructions
el: Στείλτε οδηγίες επαναφοράς κωδικού πρόσβασης

source: Please visit the following link to reset your password
el: Επισκεφτείτε τον παρακάτω σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας

source: Please permanently delete this email once you are done.
el: Διαγράψτε οριστικά αυτό το email μόλις τελειώσετε.

source: Password Reset
el: Επαναφορά κωδικού πρόσβασης

source: Reset your password
el: Επαναφέρετε τον κωδικό πρόσβασής σας

source: New Password
el: Νεος κωδικός πρόσβασης

source: Submit
el: Υποβολή

source: Delete
el: Διαγραφή

source: Save
el: Αποθήκευση

source: Field Name
el: Όνομα πεδίου

source: Auto Pull-Down
el: Αυτόματο Τράβηγμα

source: Export Pull-Down
el: Εξαγωγή Pull-Down

source: Select Multiple from Options
el: Επιλογή πολλών από τις επιλογές

source: Text
el: Κείμενο

source: Long Text
el: Μακρύ Κείμενο

source: Checkbox
el: Πλαίσιο ελέγχου

source: Number
el: Αριθμός

source: Date
el: Ημερομηνία

source: Data Type
el: Τύπος δεδομένων

source: Field Category
el: Κατηγορία Πεδίου

source: One per line
el: Ένα ανά γραμμή

source: Default
el: Προεπιλογή

source: For dates: YYYY-MM-DD
el: Για ημερομηνίες: ΕΕΕΕ-ΜΜ-ΗΗ

source: for checkboxes: Y
el: για πλαίσια ελέγχου: Υ

source: Required
el: Απαιτούμενα

source: Sort Order
el: Σειράς Ταξινόμησης

source: Title
el: Τίτλος

source: Field
el: Πεδίο

source: Category
el: Κατηγορία

source: File not uploaded
el: Το αρχείο δεν μεταφορτώθηκε

source: Wrong file type: %s (%s required)
el: Λάθος τύπος αρχείου: %s (απαιτείται %s)

source: File size > %01.2fMb: %01.2fMb
el: Μέγεθος αρχείου > %01.2fMb: %01.2fMb

source: Folder not created
el: Ο φάκελος δεν δημιουργήθηκε

source: Folder not writable
el: Ο φάκελος δεν μπορεί να εγγραφεί

source: File invalid or not moveable
el: Το αρχείο δεν είναι έγκυρο ή δεν μπορεί να μετακινηθεί

source: You're not allowed to use this program!
el: Δεν επιτρέπεται να χρησιμοποιήσετε αυτό το πρόγραμμα!

source: Poll completed
el: Η δημοσκόπηση ολοκληρώθηκε

source: Total Participants
el: Σύνολο Συμμετεχόντων

source: Visible Between
el: Ορατό μεταξύ

source: to
el: να

source: Administrator w/Custom
el: Διαχειριστής w / Προσαρμοσμένο

source: Teacher w/Custom
el: Εκπαιδευτικός w / Προσαρμοσμένο

source: Parent w/Custom
el: Γονέας w / Προσαρμοσμένο

source: Visible To
el: Ορατό σε

source: Limit to Teacher
el: Όριο στον Δάσκαλο

source: View Online
el: Προβολή Online

source: Download
el: Λήψη

source: Maximum file size: %01.0fMb
el: Μέγιστο μέγεθος αρχείου: %01.0fMb

source: Embed Link
el: Ενσωμάτωση συνδέσμου

source: Edit
el: Επεξεργασία

source: %Y Years %m Months %d Days
el: %Y Έτη %m Μήνες %d Ημέρες

source: Immunization
el: Ανοσοποίηση

source: Physical
el: Φυσικός

source: Retain
el: Διατηρήστε

source: Do not enroll after this school year
el: Να μην εγγραφούν μετά από αυτή την σχολική χρονιά

source: Next Grade at
el: Επόμενη τάξη στις

source: School
el: Σχολείο

source: School Year
el: Σχολικό Έτος

source: Marking Period
el: Σήμανση Περίοδος

source: Error
el: Σφάλμα

source: No quarters found
el: Δεν βρέθηκαν τέταρτα

source: Sunday
el: Κυριακή

source: Monday
el: Δευτέρα

source: Tuesday
el: Τρίτη

source: Wednesday
el: Τετάρτη

source: Thursday
el: Πέμπτη

source: Friday
el: Παρασκευή

source: Saturday
el: Σάββατο

source: Day
el: Ημέρα

source: Days
el: Ημέρες

source: No courses found
el: Δεν βρέθηκαν μαθήματα

source: Clear working student
el: Σαφής εργαζόμενος μαθητής

source: Student Info
el: Πληροφορίες Μαθητών

source: Clear working user
el: Καθαρός χρήστης που λειτουργεί

source: User Info
el: Πληροφορίες για το χρήστη

source: We have a problem, please contact technical support ...
el: Έχουμε πρόβλημα, επικοινωνήστε με την τεχνική υποστήριξη...

source: Email Address
el: Ηλεκτρονική Διεύθυνση

source: Username
el: Όνομα Χρήστη

source: N/A
el: Μη διαθέσιμο

source: January
el: Ιανουάριος

source: February
el: Φεβρουάριος

source: March
el: Μάρτιος

source: April
el: Απρίλιος

source: May
el: Μάιος

source: June
el: Ιούνιος

source: July
el: Ιούλιος

source: August
el: Αύγουστος

source: September
el: Σεπτέμβριος

source: October
el: Οκτώβριος

source: November
el: Νοέμβριος

source: December
el: Δεκέμβριος

source: Open calendar
el: Άνοιγμα ημερολογίου

source: Warning
el: Προειδοποίηση

source: Note
el: Σημείωση

source: You are not currently in a marking period
el: Δεν βρίσκεστε αυτήν τη στιγμή σε περίοδο επισήμανσης

source: Last Login
el: Τελευταία Είσοδος

source: Failed Login
el: Αποτυχία σύνδεσης

source: User ID
el: Αναγνωριστικό χρήστη

source: Last Name
el: Επώνυμο

source: First Name
el: Όνομα

source: No Access
el: Καμία πρόσβαση

source: Profile
el: Προφίλ

source: Mailing Address
el: Ταχυδρομική διεύθυνση

source: City
el: Πόλη

source: State
el: Κατάσταση

source: Address
el: Διεύθυνση

source: Home Phone
el: Τηλέφωνο Οικίας

source: Contacts
el: Επαφές

source: Guardians
el: Κηδεμόνων

source: Active
el: Ενεργός

source: Inactive
el: Αδρανής

source: Status
el: Κατάσταση

source: School Status
el: Κατάσταση Σχολείου

source: Course Status
el: Κατάσταση Μαθήματος

source: Contact Information
el: Ππληροφορίες Επικοινωνίας

source: Call
el: Κλήση

source: Yes
el: Ναί

source: No
el: Όχι

source: %s ID
el: Αναγνωριστικό %s

source: Grade Level
el: Επίπεδο Τάξης

source: Grade
el: Βαθμός

source: Excluded
el: Εξαιρείται

source: Address contains
el: Διεύθυνση περιέχει

source: Write
el: Σημείωση

source: Preview
el: Ανασκόπηση

source: Select some Options
el: Επιλέξτε ορισμένες Επιλογές

source: of, the, a, an, in
el: του, το, α, ένα, σε

source: Displaying %d through %d
el: Εμφάνιση %d έως %d

source: %d %s was found.
el: Βρέθηκε %d %s.

source: No %s were found.
el: Δεν βρέθηκε %s.

source: Result
el: Αποτέλεσμα

source: Results
el: Αποτελέσματα

source: Export list
el: Λίστα εξαγωγής

source: Search
el: Έρευνα

source: Go
el: Ψάξε

source: Confirm
el: Επιβεβαίωση

source: Are you sure you want to %s that %s?
el: Είστε βέβαιοι ότι θέλετε να %s ότι %s;

source: Cancel
el: Ακύρωση

source: Grade Levels
el: Επίπεδα Τάξης

source: Not
el: Δεν

source: Check All
el: Ελέγξτε όλα

source: Not Specified
el: Δεν έχει οριστεί

source: No Value
el: Χωρίς Τιμή

source: Other Value
el: Άλλη Τιμή

source: All
el: Όλα

source: starts with
el: ξεκινά με

source: Users
el: Χρήστες

source: Food Service
el: Υπηρεσία φαγητού

source: Accounting
el: Λογιστική

source: Permissions
el: Δικαιώματα

source: Custom
el: Ειδικό

source: Food Service Balance
el: Ισοζύγιο υπηρεσιών εστίασης

source: Balance
el: Ισορροπία

source: Food Service Status
el: Κατάσταση υπηρεσίας τροφίμων

source: Account Status
el: Κατάσταση λογαριασμού

source: Disabled
el: Ανάπηρος

source: Closed
el: Κλειστό

source: Food Service Barcode
el: Barcode υπηρεσίας φαγητού

source: Food Service Account Exists
el: Λογαριασμός Υπηρεσίας Τροφίμων Υπάρχει

source: Has Account
el: Διαθέτει λογαριασμό

source: Staff Payroll Balance
el: Υπόλοιπο Μισθοδοσίας Προσωπικού

source: Between
el: Μεταξύ

source: Enrollment
el: Εγγραφή

source: Scheduling
el: Προγραμματισμός

source: Attendance
el: Παρουσία

source: Grades
el: Βαθμοί

source: Eligibility
el: Επιλεξιμότητα

source: Discipline
el: Πειθαρχία

source: Student Billing
el: Μαθητική χρέωση

source: Course
el: Μάθημα

source: Course Period
el: Περίοδος Μαθημάτων

source: Choose
el: Επιλέξτε

source: Request
el: Αίτημα

source: Missing Request
el: Λείπει Αίτηση

source: this school year to date
el: αυτή τη σχολική χρονιά μέχρι σήμερα

source: this semester to date
el: αυτό το εξάμηνο μέχρι σήμερα

source: this marking period to date
el: αυτή η επιλεγμένη περίοδος μέχρι σήμερα

source: Days Absent
el: Ημέρες απουσίας

source: YTD
el: ΕΜΣ

source: Course Period Absences
el: Απουσίες περιόδου μαθημάτων

source: Use the Choose link of the Course widget (under Scheduling) to select a Course Period.
el: Χρησιμοποιήστε το σύνδεσμο Επιλογή του γραφικού στοιχείου Μαθήματος (κάτω από τον Προγραμματισμό) για να επιλέξετε μια Περίοδο Μαθήματος.

source: Weighted GPA
el: Σταθμισμένος ΜΟΒ

source: Unweighted GPA
el: Αστάθμιστος ΜΟΒ

source: GPA
el: ΜΟΒ

source: Weighted
el: Σταθμισμένος

source: Class Rank
el: Κατάταξη Τάξης

source: Without
el: Χωρίς

source: With
el: Με

source: Report Card Grade
el: Βαθμός κάρτας αναφοράς

source: Did not receive
el: Δεν έλαβε

source: Ineligible
el: Ακατάλληλος

source: Activity
el: Δραστηριότητα

source: Mailing Labels
el: Ετικέτες για τις Ταχυδρομείο

source: Student Billing Balance
el: Υπόλοιπο τιμολόγησης σπουδαστών

source: Reporter
el: Καταγγέλλων

source: Incident Date
el: Ημερομηνία Συμβάντος

source: On or After
el: Ενεργοποίηση ή Μετά

source: On or Before
el: Εντός ή Πριν

source: Next grade at current school
el: Επόμενη τάξη στο τρέχων σχολείο

source: Next Year
el: Προσεχές έτος

source: Any Value
el: Οποιαδήποτε τιμή

source: Calendar
el: Ημερολόγιο

source: Enrolled
el: Εγγεγραμμένος

source: Attendance Start
el: Έναρξη προσέλευσης

source: Previously Enrolled
el: Εγγεγραμμένος στο παρελθόν

source: Food Service Discount
el: Έκπτωση σε υπηρεσίες φαγητού

source: Discount
el: Εκπτωση

source: Full
el: Πλήρες

source: Reduced
el: Μειωμένος

source: Free
el: Δωρεάν

source: Food Service Account ID
el: Αναγνωριστικό λογαριασμού υπηρεσίας τροφίμων

source: Account ID
el: Αναγνωριστικό λογαριασμού

source: Confirm Successful Installation
el: Επιβεβαιώστε την επιτυχή εγκατάσταση

source: You have successfully installed %s.
el: Εγκαταστήσατε με επιτυχία το %s.

source: Check the %s page to spot remaining configuration problems.
el: Ελέγξτε τη σελίδα %s για να εντοπίσετε προβλήματα διαμόρφωσης που απομένουν.

source: Your account has not yet been activated.
el: Ο λογαριασμός σας δεν έχει ακόμη ενεργοποιηθεί.

source: You will be notified when it has been verified by a school administrator.
el: Θα ειδοποιηθείτε όταν επαληθευτεί από τον διευθυντή του σχολείου.

source: Incorrect username or password.
el: Λανθασμένο όνομα χρήστη ή κωδικός πρόσβασης.

source: Please try logging in again.
el: Δοκιμάστε να συνδεθείτε ξανά.

source: %s Login
el: %s Είσοδος

source: You must have javascript enabled to use %s.
el: Πρέπει να έχετε ενεργοποιημένη τη Javascript για να χρησιμοποιήσετε το %s.

source: You must accept cookies to use %s.
el: Πρέπει να αποδεχτείτε τα cookies για να χρησιμοποιήσετε %s.

source: Your account has been created.
el: Ο λογαριασμός σας δημιουργήθηκε.

source: You will then be able to log in.
el: Στη συνέχεια θα μπορείτε να συνδεθείτε.

source: If you supplied a correct email address then please check your email for the password reset instructions.
el: Εάν παρείχατε τη σωστή διεύθυνση email, ελέγξτε το email σας για τις οδηγίες επαναφοράς κωδικού πρόσβασης.

source: Language
el: Γλώσσα

source: Password
el: Κωδικός

source: Password help
el: Βοήθεια κωδικού πρόσβασης

source: Create User Account
el: Δημιουργία λογαριασμού χρήστη

source: Create Student Account
el: Δημιουργία λογαριασμού μαθητή

source: About
el: Για

source: This is a restricted network. Use of this network, its equipment, and resources is monitored at all times and requires explicit permission from the network administrator and %s. If you do not have this permission in writing, you are violating the regulations of this network and can and will be prosecuted to the full extent of the law. By continuing into this system, you are acknowledging that you are aware of and agree to these terms.
el: Αυτό είναι ένα περιορισμένο δίκτυο. Η χρήση αυτού του δικτύου, του εξοπλισμού και των πόρων του παρακολουθείται ανά πάσα στιγμή και απαιτεί ρητή άδεια από τον διαχειριστή του δικτύου και το %s. Εάν δεν έχετε αυτή την άδεια γραπτώς, παραβιάζετε τους κανονισμούς αυτού του δικτύου και μπορείτε και θα διωχθείτε σε πλήρη έκταση του νόμου. Συνεχίζοντας σε αυτό το σύστημα, αναγνωρίζετε ότι γνωρίζετε και συμφωνείτε με αυτούς τους όρους.

source: %s version %s
el: Έκδοση %s %s

source: Expense
el: Έξοδο

source: Income
el: Εισοδήμα

source: Staff Payroll
el: Μισθοδοσία προσωπικού

source: Report Timeframe
el: Χρονικό πλαίσιο αναφοράς

source: Totals
el: Σύνολα

source: Expenses
el: Εξοδα

source: Less
el: Μείον

source: Incomes
el: Εισοδήματα

source: Salaries
el: Μισθοί

source: Staff Payments
el: Πληρωμές προσωπικού

source: Student Payments
el: Πληρωμές Φοιτητών

source: Fees
el: Δικαιώματα

source: Total
el: Σύνολο

source: Staff Payment
el: Πληρωμή προσωπικού

source: Salary
el: Μισθός

source: Staff
el: Προσωπικό

source: Fee
el: Αμοιβή

source: Student Payment
el: Πληρωμή Μαθητών

source: Comment
el: Σχόλιο

source: Transaction
el: Συναλλαγή

source: Amount
el: Ποσό

source: Total from Incomes
el: Σύνολο από Εισοδήματα

source: Total from Expenses
el: Σύνολο από Έξοδα

source: Total from Student Payments
el: Σύνολο από πληρωμές φοιτητών

source: Total from Staff Payments
el: Σύνολο από Πληρωμές Προσωπικού

source: General Balance
el: Γενικό Ισοζύγιο

source: Assigned
el: Έσοδα

source: Reports
el: Εκθέσεις

source: Daily Transactions
el: Καθημερινές Συναλλαγές

source: Daily Totals
el: Ημερήσια σύνολα

source: Staff Balances
el: Ισοζύγια προσωπικού

source: Print Statements
el: Εκτύπωση δηλώσεων

source: Due
el: Δυο

source: Total from Salaries
el: Σύνολο από Μισθούς

source: Payment
el: Πληρωμή

source: Statement
el: Δήλωση

source: No Staff were found.
el: Δεν βρέθηκε Προσωπικό.

source: Absence records were added for the selected students.
el: Προστέθηκαν αρχεία απουσιών για τους επιλεγμένους μαθητές.

source: You must choose at least one period and one student.
el: Πρέπει να επιλέξετε τουλάχιστον μία φορά, και ένας μαθητής.

source: Add Absences to Selected Students
el: Προσθήκη απουσιών σε επιλεγμένους μαθητές

source: Add Absences
el: Προσθήκη Απουσίες

source: Add Absence to Periods
el: Προσθήκη απουσίας στις περιόδους

source: Absence Code
el: Κωδικός απουσίας

source: Absence Reason
el: Λόγος απουσίας

source: The selected date is not in a school quarter.
el: Η επιλεγμένη ημερομηνία δεν είναι σε σχολικό τρίμηνο.

source: Period
el: Περίοδος

source: Attendance Code
el: Κωδικός προσέλευσης

source: Teacher's Entry
el: Είσοδος Εκπαιδευτικού

source: Office Comment
el: Σχόλιο Γραφείου

source: Teacher Comment
el: Σχόλιο Δάσκαλος

source: Update
el: Ενημέρωση

source: Present
el: Παρόν

source: Day Comment
el: Σχόλιο ημέρας

source: Current Student
el: Τρέχων Μαθητής

source: Not Present
el: Δεν υπάρχει

source: None
el: Κανένας

source: Half Day
el: Μισή μέρα

source: Comments
el: Σχόλια

source: Courses
el: Μαθήματα

source: Please enter a valid Sort Order.
el: Εισαγάγετε μια έγκυρη σειρά ταξινόμησης.

source: Short Name
el: Σύντομο Όνομα

source: Type
el: Τύπος

source: Default for Teacher
el: Προεπιλογή για Εκπαιδευτικών

source: State Code
el: Κώδικας Κράτους

source: Teacher & Office
el: Γραφείο &amp; Εκπαιδευτικού

source: Office Only
el: Γραφείο Μόνο

source: Absent
el: Απών

source: Daily
el: Καθημερινά

source: By Period
el: Ανά περίοδο

source: Timeframe
el: Χρονικό πλαίσιο

source: Daily Attendance
el: Καθημερινή Προσέλευση

source: Duplicate Attendance Record
el: Διπλότυπο Αρχείο Συμμετοχής

source: The duplicate records have been deleted.
el: Οι διπλές εγγραφές έχουν διαγραφεί.

source: You must choose at least one student.
el: Πρέπει να επιλέξετε τουλάχιστον ενός φοιτητή.

source: Page
el: Σελίδα

source: of %d pages.
el: από %d σελίδες.

source: Course Period ID
el: Αναγνωριστικό περιόδου μαθήματος

source: Course Start Date
el: Έναρξη μαθημάτων

source: Course End Date
el: Ημερομηνία Λήξης Μαθήματος

source: Attendance Date
el: Ημερομηνία Συμμετοχής

source: No Duplicates Found
el: Δεν βρέθηκαν διπλότυπα

source: No Students were found.
el: Δεν βρέθηκαν Μαθητές.

source: From
el: Από

source: When do you want to recalculate the daily attendance?
el: Πότε θέλετε να υπολογίσει εκ νέου την καθημερινή παρακολούθηση;

source: Recalculate Daily Attendance
el: Επανυπολογισμός Καθημερινή

source: Calculating ...
el: Υπολογισμός...

source: The Daily Attendance for that timeframe has been recalculated.
el: Η Καθημερινή για το χρονικό διάστημα έχει υπολογιστεί εκ νέου.

source: Administration
el: Διαχείριση

source: Teacher Completion
el: Ολοκλήρωση των εκπαιδευτικών

source: Average Daily Attendance
el: Μέσος όρος καθημερινών Συμμετοχή

source: Average Attendance by Day
el: Μέσος όρος φοίτηση την Ημέρα

source: Attendance Chart
el: Διάγραμμα Συμμετοχή

source: Absence Summary
el: Περίληψη Απουσίας

source: Utilities
el: Βοηθητικά προγράμματα

source: Delete Duplicate Attendance
el: Διαγραφή Διπλότυπης Συμμετοχής

source: Setup
el: Ρύθμιση

source: Attendance Codes
el: Κωδικοί Συμμετοχή

source: Teacher Programs
el: Προγράμματα Εκπαιδευτικών

source: Take Attendance
el: Πάρτε Παρουσίες

source: Absences
el: Απουσίες

source: Daily Summary
el: Καθημερινή Σύνοψη

source: Advanced
el: Προηγμένη

source: Students
el: Μαθητές

source: Days Possible
el: Πιθανές μέρες

source: Average Attendance
el: Μέσος όρος φοίτηση

source: Average Absent
el: Μέση Απών

source: School Day
el: Ημέρα Σχολείου

source: All Periods
el: Όλες οι περίοδοι

source: You cannot take attendance for this course period.
el: Δεν μπορείτε να παρακολουθήσετε αυτήν την περίοδο μαθημάτων.

source: You cannot take attendance for this period on this day.
el: Δεν μπορείτε να λάβετε μέρος για αυτήν την περίοδο αυτήν την ημέρα.

source: The selected date is not today
el: Η επιλεγμένη ημερομηνία δεν είναι σήμερα

source: You can edit this attendance
el: Μπορείτε να επεξεργαστείτε αυτήν τη συμμετοχή

source: You cannot edit this attendance
el: Δεν μπορείτε να επεξεργαστείτε αυτήν τη συμμετοχή

source: You already have taken attendance today for this period.
el: Έχετε ήδη λάβει μέρος σήμερα για αυτήν την περίοδο.

source: Course Title
el: Τίτλος Μαθήματος

source: Teacher who takes attendance
el: Εκπαιδευτικός που παρακολουθεί

source: Completed
el: Ολοκληρώθηκε

source: Teacher who takes %s attendance
el: Εκπαιδευτικός που παρακολουθεί %s

source: Teachers who take %s attendance
el: Εκπαιδευτικοί που παρακολουθούν %s

source: Student Name
el: Όνομα Μαθητή

source: Year
el: Έτος

source: Month
el: Μήνας

source: Possible
el: Πιθανών

source: Year to Date Totals
el: Σύνολα από έτος έως ημερομηνία

source: Create Attendance Report for Selected Students
el: Δημιουργία αναφοράς παρακολούθησης για επιλεγμένους μαθητές

source: Select Parents email field
el: Επιλέξτε το πεδίο email Γονέα

source: Student Fields
el: Πεδία Μαθητή

source: Address Fields
el: Πεδία Διεύθυνσης

source: You must set the <b>test mode email</b> or have a user email address to use this script.
el: Πρέπει να ορίσετε το <b>email λειτουργίας δοκιμής</b> ή να έχετε μια διεύθυνση email χρήστη για να χρησιμοποιήσετε αυτό το σενάριο.

source: New Parent Account
el: Νέος λογαριασμός γονέα

source: Updated Parent Account
el: Ενημερωμένος λογαριασμός γονέα

source: Success
el: Επιτυχία

source: Fail
el: Αποτυχία

source: Creation Result
el: Αποτέλεσμα Δημιουργίας

source: Create Parent Accounts for Selected Students
el: Δημιουργία λογαριασμών γονέων για επιλεγμένους μαθητές

source: Email Text
el: Κείμενο email

source: Substitutions
el: Αντικαταστάσεις

source: Parent Name
el: Όνομα γονέα

source: Associated Students
el: Συνεργαζόμενοι Μαθητές

source: Test Mode
el: Λειτουργία δοκιμής

source: Contact
el: Επαφή

source: My Report
el: Η αναφορά μου

source: Create Parent Users
el: Δημιουργία γονικών χρηστών

source: Registration
el: Εγγραφή

source: Notify Parents
el: Ενημερώστε τους γονείς

source: Attendance Summary
el: Περίληψη Συμμετοχής

source: Address ID
el: ID διεύθυνσης

source: Ungroup by Family
el: Κατάργηση ομαδοποίησης κατά οικογένεια

source: Group by Family
el: Ομάδα ανά οικογένεια

source: Street
el: Δρόμος

source: Phone
el: Τηλέφωνο

source: Mailing Street
el: Ταχυδρομική Οδός

source: Mailing City
el: Πόλη αλληλογραφίας

source: Mailing State
el: Κράτος αποστολής

source: Mailing Zipcode
el: Ταχυδρομικός κώδικας

source: Person Name
el: Όνομα προσώπου

source: Value
el: Αξία

source: Notification Result
el: Αποτέλεσμα ειδοποίησης

source: You must choose at least one user
el: Πρέπει να επιλέξετε τουλάχιστον έναν χρήστη

source: Notify Selected Parents
el: Ειδοποίηση επιλεγμένων γονέων

source: Find Parents who never logged in
el: Βρείτε Γονείς που δεν έχουν συνδεθεί ποτέ

source: Grandparent
el: Παππούς και Γιαγιά

source: New Registration %s (%d) has been registered by %s.
el: Νέα εγγραφή %s (%d) έχει καταχωρηθεί από %s.

source: New Registration
el: Νέα Εγγραφή

source: Your parents have been registered.
el: Οι γονείς σου έχουν εγγραφεί.

source: Your child has been registered.
el: Το παιδί σας έχει εγγραφεί.

source: We would appreciate it if you would enter just a little bit of information about you and %s to help us out this school year. Thanks!
el: Θα το εκτιμούσαμε εάν εισάγατε λίγες μόνο πληροφορίες για εσάς και το %s για να μας βοηθήσετε αυτή τη σχολική χρονιά. Ευχαριστώ!

source: your parents
el: οι γονείς σου

source: your child
el: το παιδί σας

source: Middle Name
el: Μεσαίο όνομα

source: Your Address
el: Η διεύθυνσή σας

source: Please choose a category
el: Επιλέξτε μια κατηγορία

source: Line
el: Γραμμή

source: List
el: Κατάλογος

source: Column
el: Στήλη

source: Pie
el: Πίτα

source: Option
el: Επιλογή

source: Number of Referrals
el: Αριθμός παραπομπών

source: %s Breakdown
el: %s Ανάλυση

source: Don't use
el: Μην χρησιμοποιείτε

source: Select One from Options
el: Επιλέξτε Ένα από τις Επιλογές

source: Referral Form Category
el: Κατηγορία φόρμας παραπομπής

source: Use at this school
el: Χρήση σε αυτό το σχολείο

source: Please enter valid Numeric data.
el: Εισαγάγετε έγκυρα αριθμητικά δεδομένα.

source: That discipline incident has been emailed.
el: Αυτό το πειθαρχικό περιστατικό έχει σταλεί με email.

source: That discipline incident has been referred to an administrator.
el: Αυτό το πειθαρχικό περιστατικό παραπέμφθηκε σε διαχειριστή.

source: Email Referral to
el: Παραπομπή μέσω email σε

source: Administrators
el: Διαχειριστές

source: Teachers
el: Οι εκπαιδευτικοί

source: Add Referral
el: Προσθήκη παραπομπής

source: Referrals
el: Παραπομπές

source: Category Breakdown
el: Ανάλυση Κατηγορίας

source: Category Breakdown over Time
el: Ανάλυση κατηγορίας με την πάροδο του χρόνου

source: Breakdown by Student Field
el: Ανάλυση κατά Μαθητικό Πεδίο

source: Discipline Log
el: Μητρώο πειθαρχίας

source: Referral Form
el: Έντυπο παραπομπής

source: Referral
el: Παραπομπή

source: Please choose a student field
el: Επιλέξτε πεδίο μαθητή

source: New discipline incident
el: Περιστατικό νέας πειθαρχίας

source: %d new referral
el: %d νέα παραπομπή

source: Include in Discipline Log
el: Συμπεριλάβετε στο αρχείο καταγραφής πειθαρχίας

source: Entry Date
el: Ημερομηνία Εισόδου

source: Begins
el: Ένερξη

source: Ends
el: Λήξη

source: This activity has been added to the selected students.
el: Αυτή η δραστηριότητα προστέθηκε στους επιλεγμένους μαθητές.

source: You must choose an activity.
el: Πρέπει να επιλέξετε μια δραστηριότητα.

source: Add Activity to Selected Students
el: Προσθήκη Δραστηριότητα για επιλεγμένους μαθητές
