Repository: francoisjacquet/rosariosis
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: el

source: Passing
el: Πέρασμα

source: Borderline
el: Διαχωριστική γραμμή

source: Failing
el: Ελλείψει

source: Incomplete
el: Ατελής

source: You can only enter eligibility from %s %s to %s %s.
el: Μπορείτε να εισαγάγετε καταλληλότητα μόνο από %s %s έως %s %s.

source: Use Gradebook Grades
el: Χρησιμοποιήστε τους βαθμούς βαθμολογίας

source: Allow Eligibility Posting
el: Αφήστε Επιλεξιμότητα Απόσπαση

source: To
el: Να

source: Student Screen
el: Μαθητική εικόνα

source: Add Activity
el: Προσθήκη Δραστηριότητας

source: Activities
el: Δραστηριότητες

source: Entry Times
el: Ώρες εισόδου

source: Enter Eligibility
el: Εισάγετε Επιλεξιμότητα

source: The activity you selected is already assigned to this student!
el: Η δραστηριότητα που επιλέξατε έχει ήδη ανατεθεί σε αυτόν τον μαθητή!

source: There are no calendars yet setup.
el: Δεν υπάρχουν ημερολόγια ακόμα ρυθμισμένα.

source: Add
el: Προσθήκη

source: Starts
el: Ξεκινά

source: Course Periods
el: Περίοδος μαθημάτων

source: Teacher who hasn't entered eligibility
el: Εκπαιδευτικός που δεν έχει δηλώσει συμμετοχή

source: User
el: Χρήστης

source: Transaction Item
el: Στοιχείο συναλλαγής

source: Cash
el: Μετρητά

source: Check
el: Ελεγχος

source: Credit Card
el: Πιστωτική κάρτα

source: Debit Card
el: Χρεωστική κάρτα

source: Transfer
el: Μεταφορά

source: Deposit
el: Κατάθεση

source: Credit
el: Πίστωση

source: Debit
el: Χρέωση

source: ID
el: Ταυτότητα

source: Student Transaction w/o School
el: Μαθητική συναλλαγή χωρίς σχολείο

source: User Transaction w/o School
el: Συναλλαγή χρήστη χωρίς σχολείο

source: Total of Balances
el: Σύνολο υπολοίπων

source: There are no menus yet setup.
el: Δεν υπάρχουν ακόμη ρυθμίσεις μενού.

source: or select previous meal
el: ή επιλέξτε προηγούμενο γεύμα

source: Description
el: Περιγραφή

source: Generate Menu
el: Δημιουργία Μενού

source: %s Day
el: %s Ημέρα

source: %s Days
el: %s Ημέρες

source: Accounts
el: Λογαριασμοί

source: Statements
el: Δηλώσεις

source: Transactions
el: Συναλλαγές

source: Serve Meals
el: Σερβίρετε γεύματα

source: Activity Report
el: Έκθεση δραστηριότητας

source: Transactions Report
el: Αναφορά συναλλαγών

source: Meal Reports
el: Αναφορές γεύματος

source: Reminders
el: Υπενθυμίσεις

source: Daily Menus
el: Καθημερινά Μενού

source: Meal Items
el: Είδη Γεύματος

source: Meals
el: Γεύματα

source: Kiosk Preview
el: Προεπισκόπηση περιπτέρου

source: Meal Item
el: Στοιχείο Γεύματος

source: Item
el: Αντικείμενο

source: Menu Item
el: Στοιχείο μενού

source: Icon
el: Εικόνισμα

source: Include in Counts
el: Συμπεριλάβετε στις μετρήσεις

source: %s Item
el: %s Στοιχείο

source: %s Items
el: %s Στοιχεία

source: Item Description
el: Περιγραφή αντικειμένου

source: Student Price
el: Μαθητική τιμή

source: Reduced Price
el: Μειωμένη Τιμή

source: Free Price
el: Δωρεάν

source: Staff Price
el: Τιμή Προσωπικού

source: Eligible
el: Εκλέξιμος

source: Total Eligible
el: Συνολικά επιλέξιμα

source: Participated
el: Συμμετείχε

source: Participation
el: Συμμετοχή

source: Sales
el: Εμπορικός

source: Meal
el: Γεύμα

source: %s Category
el: Κατηγορία %s

source: %s Categories
el: %s Κατηγορίες

source: Non-existent account!
el: Ανύπαρκτος λογαριασμός!

source: Other students associated with the same account
el: Άλλοι μαθητές που σχετίζονται με τον ίδιο λογαριασμό

source: Are you sure you want to assign that barcode?
el: Είστε βέβαιοι ότι θέλετε να εκχωρήσετε αυτόν τον γραμμωτό κώδικα;

source: That barcode is already assigned to Student <b>%s</b>.
el: Αυτός ο γραμμωτός κώδικας έχει ήδη εκχωρηθεί στον μαθητή <b>%s</b>.

source: Hit OK to reassign it to the current student or Cancel to cancel all changes.
el: Πατήστε OK για να το εκχωρήσετε ξανά στον τρέχοντα μαθητή ή Ακύρωση για να ακυρώσετε όλες τις αλλαγές.

source: That barcode is already assigned to User <b>%s</b>.
el: Αυτός ο γραμμωτός κώδικας έχει ήδη εκχωρηθεί στον χρήστη <b>%s</b>.

source: Include Inactive Students in Shared Account
el: Συμπεριλάβετε Ανενεργούς μαθητές στον Κοινόχρηστο λογαριασμό

source: Account Information
el: Πληροφορίες λογαριασμού

source: Sort by Name
el: Ταξινόμηση κατά Όνομα

source: Detailed View
el: Αναλυτική Προβολή

source: Original View
el: Αρχική Προβολή

source: Detail
el: Λεπτομέρεια

source: Count
el: Κόμης

source: Transaction Type
el: Τύπος συναλλαγής

source: %N's lunch account is getting low. Please send in at least %P with %h reminder slip. THANK YOU!
el: Ο μεσημεριανός λογαριασμός του %N μειώνεται. Στείλτε τουλάχιστον %P με %h απόδειξη υπενθύμισης. ΣΑΣ ΕΥΧΑΡΙΣΤΩ!

source: %N now has a <b>negative balance</b> in %h lunch account. Please send in the negative balance plus %T. THANK YOU!
el: Το %N έχει πλέον <b>αρνητικό υπόλοιπο</b> σε %h μεσημεριανό λογαριασμό. Στείλτε το αρνητικό υπόλοιπο συν %T. ΣΑΣ ΕΥΧΑΡΙΣΤΩ!

source: %N now has a <b>negative balance</b> below the allowed minimum. Please send in the negative balance plus %T. THANK YOU!
el: Το %N έχει τώρα <b>αρνητικό υπόλοιπο</b> κάτω από το ελάχιστο επιτρεπόμενο. Στείλτε το αρνητικό υπόλοιπο συν %T. ΣΑΣ ΕΥΧΑΡΙΣΤΩ!

source: %N's lunch account is getting low. It's estimated that %g needs about a %T current balance to finish the year with a zero balance. Please send in the requested amount with %h reminder slip. THANK YOU!
el: Ο μεσημεριανός λογαριασμός του %N μειώνεται. Υπολογίζεται ότι το %g χρειάζεται περίπου ένα %T τρέχον υπόλοιπο για να ολοκληρώσει το έτος με μηδενικό υπόλοιπο. Στείλτε το ζητούμενο ποσό με %h απόδειξη υπενθύμισης. ΣΑΣ ΕΥΧΑΡΙΣΤΩ!

source: Create Reminders for Selected Students
el: Δημιουργία υπενθυμίσεων για επιλεγμένους μαθητές

source: Estimate for year end
el: Εκτίμηση για το τέλος του έτους

source: Negative
el: Αρνητικό

source: Minimum
el: Ελάχιστο

source: Year End
el: Τέλος έτους

source: Lunch Payment Reminder
el: Υπενθύμιση πληρωμής μεσημεριανού γεύματος

source: Other students on this account
el: Άλλοι μαθητές σε αυτόν τον λογαριασμό

source: Date of Last Deposit
el: Ημερομηνία τελευταίας κατάθεσης

source: Amount of Last Deposit
el: Ποσό Τελευταία Κατάθεση

source: Requested Payment
el: Ζητήθηκε πληρωμή

source: Mimimum Payment
el: Ελάχιστη πληρωμή

source: Sale
el: Πώληση

source: Cancel Sale
el: Ακύρωση πώλησης

source: Complete Sale
el: Πλήρης Πώληση

source: Earlier %s Sale
el: Προηγούμενες εκπτώσεις %s

source: Earlier %s Sales
el: Προηγούμενες εκπτώσεις %s

source: Price
el: Τιμή

source: This student does not have a valid Meal Account.
el: Αυτός ο μαθητής δεν έχει έγκυρο λογαριασμό γεύματος.

source: Seller
el: Πωλητής

source: Please enter valid Type and Amount.
el: Εισαγάγετε έγκυρο τύπο και ποσό.

source: Earlier Transaction
el: Προηγούμενη συναλλαγή

source: You cannot take meal counts for this period.
el: Δεν μπορείτε να μετρήσετε τα γεύματα για αυτήν την περίοδο.

source: The selected date is not a school day!
el: Η επιλεγμένη ημερομηνία δεν είναι σχολική μέρα!

source: This period does not meet in the marking period of the selected date.
el: Αυτή η περίοδος δεν ισχύει στην περίοδο σήμανσης της επιλεγμένης ημερομηνίας.

source: This period does not meet on the selected date.
el: Αυτή η περίοδος δεν ισχύει την επιλεγμένη ημερομηνία.

source: You have taken lunch counts today for this period.
el: Έχετε μετρήσει το μεσημεριανό γεύμα σήμερα για αυτήν την περίοδο.

source: Items
el: Είδη

source: Ineligible Student
el: Μη επιλέξιμος Μαθητής

source: Teacher who takes %s counts
el: Ο εκπαιδευτικός που παίρνει το %s μετράει

source: Teachers who take %s counts
el: Οι εκπαιδευτικοί που λαμβάνουν %s μετράνε

source: Total Count
el: Συνολική καταμέτρηση

source: Item Total
el: Σύνολο αντικειμένου

source: This user does not have a Meal Account.
el: Αυτός ο χρήστης δεν έχει λογαριασμό γεύματος.

source: User Account
el: Λογαριασμός χρήστη

source: Hit OK to reassign it to the current user or Cancel to cancel all changes.
el: Πατήστε OK για να το εκχωρήσετε ξανά στον τρέχοντα χρήστη ή Ακύρωση για να ακυρώσετε όλες τις αλλαγές.

source: Hit OK to reassign it to the user student or Cancel to cancel all changes.
el: Πατήστε OK για να το εκχωρήσετε ξανά στον μαθητή χρήστη ή Ακύρωση για να ακυρώσετε όλες τις αλλαγές.

source: Delete Account
el: Διαγραφή λογαριασμού

source: Create Account
el: Δημιουργία λογαριασμού

source: Your lunch account is getting low. Please send in at least %P with your reminder slip. THANK YOU!
el: Ο μεσημεριανός λογαριασμός σας μειώνεται. Στείλτε τουλάχιστον %P με το δελτίο υπενθύμισής σας. ΣΑΣ ΕΥΧΑΡΙΣΤΩ!

source: You now have a <b>negative balance</b> in your lunch account. Please send in the negative balance plus %T. THANK YOU!
el: Έχετε πλέον <b>αρνητικό υπόλοιπο</b> στον μεσημεριανό σας λογαριασμό. Στείλτε το αρνητικό υπόλοιπο συν %T. ΣΑΣ ΕΥΧΑΡΙΣΤΩ!

source: You now have a <b>negative balance</b> below the allowed minimum. Please send in the negative balance plus %T. THANK YOU!
el: Έχετε πλέον <b>αρνητικό υπόλοιπο</b> κάτω από το ελάχιστο επιτρεπόμενο. Στείλτε το αρνητικό υπόλοιπο συν %T. ΣΑΣ ΕΥΧΑΡΙΣΤΩ!

source: Create Reminders for Selected Users
el: Δημιουργία υπενθυμίσεων για επιλεγμένους χρήστες

source: This user does not have a Food Service Account.
el: Αυτός ο χρήστης δεν έχει λογαριασμό υπηρεσίας τροφίμων.

source: Gradebook
el: Βαθμολόγιο

source: Include All Courses
el: Συμπεριλάβετε όλα τα μαθήματα

source: Include Inactive Students
el: Συμπεριλάβετε Ανενεργούς Μαθητές

source: Include
el: Περιέλαβε

source: Missing Grades
el: Λείπουν βαθμοί

source: Excused and Negative Grades
el: Δικαιολογημένοι και Αρνητικοί Βαθμοί

source: Exceed %d%% and Extra Credit Grades
el: Υπέρβαση του %d%% και των βαθμών πρόσθετης πίστωσης

source: Problem
el: Πρόβλημα

source: Name
el: Όνομα

source: Assignment
el: Ανάθεση εργασίας

source: Anomalous Grade
el: Ανώμαλος Βαθμός

source: Student with Anomalous Grades
el: Μαθητής με ανώμαλους βαθμούς

source: Missing
el: Λείπει

source: Excused
el: Δικαιολογημένες

source: Extra Credit
el: Έξτρα Πίστωση

source: Please fill in the required fields
el: Συμπληρώστε τα απαιτούμενα πεδία

source: Assignment Type
el: Τύπος Ανάθετιμένης εργασίας

source: Points
el: Σημεία

source: Default Points
el: Προεπιλεγμένοι πόντοι

source: Enter an asterisk (*) to excuse student
el: Εισαγάγετε έναν αστερίσκο (*) για να δικαιολογήσετε τον μαθητή

source: Assigned Date
el: Έσοδα Ημερομηνία

source: Due Date
el: Ημερομηνία λήξης

source: Percent
el: Τοις εκατό

source: Color
el: Χρώμα

source: Assigned date is after end of quarter!
el: Η ημερομηνία ανάθεσης είναι μετά το τέλος του τριμήνου!

source: Assigned date is after due date!
el: Η καθορισμένη ημερομηνία είναι μεταγενέστερη!

source: Due date is after end of quarter!
el: Η ημερομηνία λήξης είναι μετά το τέλος του τριμήνου!

source: Due date is before assigned date!
el: Η ημερομηνία λήξης είναι πριν από την καθορισμένη ημερομηνία!

source: No courses assigned to teacher.
el: Δεν έχουν ανατεθεί μαθήματα σε δάσκαλο.

source: Some dates were not entered correctly.
el: Ορισμένες ημερομηνίες δεν εισήχθησαν σωστά.

source: Assignment as well as the associated Grades
el: Εργασία καθώς και οι σχετικοί Βαθμοί

source: You are not in the current Quarter.
el: Δεν βρίσκεστε στο τρέχον τρίμηνο.

source: New Assignment
el: Νέα Εργασία

source: New Assignment Type
el: Νέος τύπος εργασίας

source: Enter 0 so you can give students extra credit
el: Εισαγάγετε 0 για να μπορείτε να δώσετε στους μαθητές επιπλέον πίστωση

source: Apply to all Periods for this Course
el: Εφαρμογή σε όλες τις Περιόδους για αυτό το μάθημα

source: Enable Assignment Submission
el: Ενεργοποίηση Υποβολής Εργασίας

source: Percent of Final Grade
el: Ποσοστό Τελικός Βαθμός

source: Percent Total
el: Σύνολο Ποσοστό

source: Order
el: Σειρά

source: The gradebook configuration has been modified.
el: Η διαμόρφωση του βαθμολογίου έχει τροποποιηθεί.

source: Configuration
el: Διαμόρφωση

source: Assignments
el: Εργασίες

source: Score Rounding
el: Στρογγυλοποίηση βαθμολογίας

source: Up
el: Επάνω

source: Down
el: Κάτω

source: Normal
el: Κανονικός

source: Assignment Sorting
el: Ταξινόμηση Ανάθεση

source: Newest First
el: Νεότερα Πρώτα

source: Assigned Date defaults to today
el: Έσοδα για προεπιλογές Date σήμερα

source: Due Date defaults to today
el: Λόγω προεπιλογές Date σήμερα

source: Hide letter grades for all gradebook assignments
el: Απόκρυψη βαθμών γραμμάτων για όλες τις εργασίες βαθμολόγησης

source: Allowed maximum percent in Anomalous grades
el: Επιτρέπονται κατ &#39;ανώτατο όριο τοις εκατό σε Ανώμαλη βαθμούς

source: Days until ungraded assignment grade appears in Parent/Student gradebook views
el: Ημέρες μέχρι να εμφανιστεί ο μη βαθμολογημένος βαθμός ανάθεσης στις προβολές του βιβλίου βαθμών γονέων/μαθητών

source: Calculate Eligibility using Cumulative Semester Grades
el: Υπολογίστε την επιλεξιμότητα χρησιμοποιώντας αθροιστικούς βαθμούς εξαμήνου

source: Final Grades
el: Τελική βαθμοί

source: Default %s comment code
el: Προεπιλεγμένος κωδικός σχολίου %s

source: Score Breakoff Points
el: Σημεία Breakoff Βαθμολογία

source: Final Grading Percentages
el: Τελική ποσοστά βαθμολόγησης

source: History Marking Period
el: Ιστορική περίοδος σήμανσης

source: Grade Post Date
el: Βαθμός Ημερομηνία Δημοσίευση

source: Semester
el: Εξάμηνο

source: Quarter
el: Δίμηνο

source: Student Grade
el: Ο βαθμός του Μαθητή

source: Add another marking period
el: Προσθέστε μια άλλη σήμανση περίοδο

source: Marking Period Statistics
el: Στατιστικά Περιόδου Σήμανσης

source: Unweighted
el: Αζύγιστο

source: Class Rank GPA
el: Βαθμός τάξης ΜΟΒ

source: New Marking Period
el: Νέα Περίοδος Σήμανση

source: Percentage
el: Ποσοστό

source: Grade Points
el: Βαθμολογία

source: Unweighted Grade Points
el: Μη σταθμισμένοι βαθμοί

source: Grade Scale
el: Βαθμολογική Κλίμακα

source: Credit Attempted
el: Πιστωτικές Απόπειρα

source: Credit Earned
el: Πιστωτικές Δεδουλευμένα

source: Credit Category
el: Κατηγορία Πίστωσης

source: Affects Class Rank
el: Επηρεάζει Κατάταξη Κατηγορία

source: Remove Marking Period
el: Κατάργηση Σήμανση Περίοδος

source: Final Grade
el: Τελικός βαθμός

source: General Comments
el: Γενικά Σχόλια

source: Comment Codes
el: Κωδικοί σχολίων

source: Comment Scales
el: Κλίμακες σχολίων

source: Comment Scale
el: Κλίμακα σχολίων

source: Course-specific Comments
el: Σχόλια για το μάθημα

source: You must choose at least one student and one marking period.
el: Πρέπει να επιλέξετε τουλάχιστον έναν μαθητή και μία περίοδο βαθμολόγησης.

source: Create Grade Lists for Selected Students
el: Δημιουργία Βαθμού Λίστες για επιλεγμένους μαθητές

source: Include on Grade List
el: Συμπεριλάβετε στη λίστα βαθμών

source: Grade Breakdown
el: Ανάλυση Βαθμού

source: This course is not graded.
el: Το μάθημα δεν βαθμολογείται.

source: GPA Value
el: Αξία ΜΟΒ

source: Number of Students
el: Αριθμός Μαθητών

source: Submission
el: Υποβολή

source: Letter
el: Επιστολή

source: Include Inactive Assignments
el: Συμπεριλάβετε Ανενεργές Εργασίες

source: Assignment is Due
el: Η ανάθεση οφείλεται

source: E/C
el: Η/Κ

source: %s Honor Roll
el: %s Τιμητική Διάκριση

source: High Honor Roll
el: Υψηλή Τιμητική Διάκριση

source: Honor Roll
el: Τιμητική Διάκριση

source: Principal
el: Κύριος

source: Create Honor Roll for Selected Students
el: Δημιουργία Τιμητικής Διάκρισης για επιλεγμένους μαθητές

source: Certificates
el: Πιστοποιητικά

source: Frame
el: Πλαίσιο

source: High Honor
el: Υψηλή Τιμή

source: Honor
el: Τιμή

source: Subject
el: Θέμα

source: You cannot enter grades for this course period.
el: Δεν μπορείτε να εισαγάγετε βαθμούς για αυτήν την περίοδο μαθήματος.

source: All Courses
el: Όλα τα μαθήματα

source: General
el: Γενικός

source: Report Card Comments
el: Καρτέλα Αναφοράς σχολίων

source: Grade Posting dates: %s - %s
el: Ημερομηνίες δημοσίευσης βαθμών: %s - %s

source: These grades are complete.
el: Αυτοί οι βαθμοί είναι πλήρεις.

source: These grades are NOT complete.
el: Αυτοί οι βαθμοί ΔΕΝ είναι πλήρεις.

source: You can edit these grades.
el: Μπορείτε να επεξεργαστείτε αυτούς τους βαθμούς.

source: You can not edit these grades.
el: Δεν μπορείτε να επεξεργαστείτε αυτούς τους βαθμούς.

source: Get Gradebook Grades.
el: Λάβετε βαθμούς Βαθμολογίας.

source: Get %s Grades
el: Λάβετε βαθμούς %s

source: Get %s Comments
el: Λάβετε %s σχόλια

source: Clear All
el: Κατάργηση όλων

source: Comment %d
el: Σχόλιο %d

source: Add Comment
el: Προσθήκη σχολίου

source: You must choose a course.
el: Πρέπει να επιλέξετε ένα μάθημα.

source: The Assignments were successfully created.
el: Οι Εργασίες δημιουργήθηκαν με επιτυχία.

source: The Assignment Types were successfully created.
el: Οι τύποι εργασιών δημιουργήθηκαν με επιτυχία.

source: Create Assignment for Selected Course Periods
el: Δημιουργία Εργασίας για Επιλεγμένες Περιόδους Μαθημάτων

source: Create Assignment Type for Selected Courses
el: Δημιουργία τύπου εργασίας για επιλεγμένα μαθήματα

source: Report Cards
el: Καρτέλα Αναφοράς

source: Honor Roll by Subject
el: Τιμητική διάκριση ανά θέμα

source: Transcripts
el: Πρακτικά

source: Student Grades
el: Βαθμοί Μαθητών

source: GPA / Class Rank List
el: ΜΟΒ / Λίστα Κατάταξης Τάξης

source: Grading Scales
el: Κλίμακες βαθμολόγησης

source: History Marking Periods
el: Ιστορία Σήμανση Περίοδοι

source: Mass Create Assignments
el: Εργασίες μαζικής δημιουργίας

source: Input Final Grades
el: Είσοδος Τελική βαθμοί

source: Gradebook Grades
el: Βαθμοί βαθμολόγιου

source: Anomalous Grades
el: Ανώμαλη βαθμοί

source: Progress Reports
el: Αναφορές Προόδου

source: GPA / Class Rank
el: ΜΟΒ / Κατάταξη Τάξης

source: Progress Report
el: Έκθεση προόδου

source: %s of grade
el: %s βαθμού

source: Create Progress Reports for Selected Students
el: Δημιουργία Εκθέσεις Προόδου για επιλεγμένους μαθητές

source: Exclude Ungraded E/C Assignments
el: Εξαίρεση Πέτρες Ε / Γ Εργασίες

source: Exclude Ungraded Assignments Not Due
el: Εξαίρεση Πέτρες Εργασίες που δεν οφείλονται

source: Group by Assignment Category
el: Ομάδα ανά Κατηγορία Εργασίας

source: Not due
el: Δεν οφείλεται

source: Report Card Comment
el: Σχόλιο κάρτας αναφοράς

source: Report Card Grading Scale
el: Έκθεση κλίμακα ταξινόμησης καρτών

source: Code
el: Κωδικός

source: Comment Code Scale
el: Κλίμακα κώδικα σχολίου

source: There are no courses setup yet.
el: Δεν υπάρχουν ακόμη ρυθμίσεις μαθημάτων.

source: Report Card Comment Category
el: Κατηγορία σχολίων κάρτας αναφοράς

source: Comment Category
el: Κατηγορία σχολίων

source: Code Scale
el: Κλίμακα κώδικα

source: Breakoff
el: Διακοπή

source: Unweighted GP Value
el: Μη σταθμική τιμή GP

source: Scale Value
el: Τιμή κλίμακας

source: Minimum Passing Grade
el: Ελάχιστος βαθμός επιτυχίας

source: High Honor Roll GPA Min
el: Ελάχ. ΜΟΒ για Υψηλή τιμητική διάκριση

source: Honor Roll GPA Min
el: Ελαχ. ΜΟΒ για Τιμητική διάκριση

source: Honor Roll by Subject GPA Min
el: Τιμητική διάκριση l ανά θέμα Ελάχ

source: Create Report Cards for Selected Students
el: Δημιουργία Κάρτες Έκθεση για επιλεγμένους μαθητές

source: Assignment submitted.
el: Η εργασία υποβλήθηκε.

source: Expand All
el: Ανάπτυξη όλων

source: Include Anonymous Statistics
el: Συμπεριλάβετε ανώνυμα στατιστικά στοιχεία

source: Ungraded
el: Αβαθμολόγητο

source: Grade Range
el: Εύρος Βαθμού

source: There are no grades available for this student.
el: Δεν υπάρχουν διαθέσιμοι βαθμοί για αυτόν τον μαθητή.

source: Back to Totals
el: Επιστροφή στα Σύνολα

source: Points / Possible
el: Πόντοι / Πιθανό

source: No Grade
el: Χωρίς Βαθμό

source: Average
el: Μέσος

source: Teacher who enters grades
el: Εκπαιδευτικός που εισάγει βαθμούς

source: Teacher who enters grades for %s
el: Δάσκαλος που εισάγει βαθμούς για %s

source: Teachers who enter grades for %s
el: Δάσκαλοι που εισάγουν βαθμούς για %s

source: Website
el: Δικτυακός τόπος

source: School Number
el: Αριθμός Σχολείου

source: Studies Certificate
el: Πιστοποιητικό Σπουδών

source: C.H.
el: Ω.Π.

source: Create Transcripts for Selected Students
el: Δημιουργία Transcripts για επιλεγμένους μαθητές

source: Include on Transcript
el: Συμπεριλάβετε στη μεταγραφή

source: School Years
el: Σχολικά Έτη

source: Marking Periods
el: Περίοδοι Σήμανσης

source: Student Photo
el: Φωτογραφία μαθητή

source: Credits
el: Πιστώσεις

source: Credit Hours
el: Ώρες πίστωσης

source: Next Grade
el: Επόμενος βαθμός

source: Text Block 2
el: Μπλοκ κειμένου 2

source: Include on Report Card
el: Συμπεριλάβετε στην κάρτα Έκθεση

source: Percents
el: Ποσοστά

source: Year-to-date Daily Absences
el: Έτος-προς-ημερομηνία Καθημερινή Απουσίες

source: Other Attendance Year-to-date
el: Άλλες Συμμετοχή Έτος ενημερωμένες

source: Period-by-period absences
el: Περίοδος ανά περίοδο απουσίες

source: Report Card
el: Κάρτα αναφοράς

source: his
el: του

source: her
el: αυτήν

source: his/her
el: του/της

source: Explanation of Comment Codes
el: Επεξήγηση των κωδικών σχολίων

source: %s in %s
el: %s σε %s

source: %s this year
el: %s φέτος

source: You are not allowed to access this assignment.
el: Δεν επιτρέπεται η πρόσβαση σε αυτήν την εργασία.

source: Assignment submission is not enabled.
el: Η υποβολή της εργασίας δεν είναι ενεργοποιημένη.

source: File
el: Αρχείο

source: Submission date
el: Ημερομηνία υποβολής

source: Message
el: Μήνυμα

source: Submissions for this assignment are closed.
el: Οι υποβολές για αυτήν την εργασία έχουν κλείσει.

source: Submit Assignment
el: Υποβολή Εργασίας

source: Submitted
el: Υποβλήθηκε

source: Resources
el: Πόροι

source: Resource
el: Πόρος

source: Link
el: Σύνδεσμος

source: Dropped
el: Αποχώρηση

source: Schedule Record
el: Πρόγραμμα εγγραφής

source: Available Seats
el: Διαθέσιμες θέσεις

source: New Course Period
el: Νέα Περίοδος Μαθημάτων

source: Room
el: Αίθουσα

source: Seats
el: Καρέκλες

source: Meeting Days
el: Ημέρες Συναντήσεων

source: New Period
el: Νέα Περίοδος

source: Takes Attendance
el: Η φοίτηση διαρκεί

source: Affects Honor Roll
el: Επηρεάζει Honor Roll

source: Gender Restriction
el: Περιορισμός των Φύλων

source: Male
el: Αρσενικό

source: Female
el: Θηλυκό

source: Grading Scale
el: Βαθμολογική Κλίμακα

source: Not Graded
el: Δεν έχει βαθμολογηθεί

source: Allow Teacher Grade Scale
el: Να επιτρέπεται η κλίμακα βαθμού δασκάλου

source: Parent Course Period
el: Περίοδος μαθήματος γονέα

source: New Course
el: Νέο μάθημα

source: New Subject
el: Νέο Θέμα

source: Choose a
el: Επιλέξτε ένα

source: Last Year Course Period
el: Περσινή περίοδος μαθημάτων

source: Last Year Course
el: Τελευταίο μάθημα

source: Last Year Subject
el: Θέμα περσινού έτους

source: Enrollment Date
el: Ημερομηνία Εγγραφής

source: Offer Enrollment in Child Marking Periods
el: Προσφορά εγγραφής σε περιόδους σήμανσης παιδιών

source: Student with an incomplete schedule
el: Μαθητής με ελλιπές πρόγραμμα

source: This course has been dropped for the selected students' schedules.
el: Αυτό το μάθημα απορρίφθηκε για τα προγράμματα των επιλεγμένων μαθητών.

source: You cannot schedule a student into that course during this marking period.
el: Δεν μπορείτε να προγραμματίσετε έναν μαθητή σε αυτό το μάθημα κατά τη διάρκεια αυτής της περιόδου βαθμολογίας.

source: This course meets on %s.
el: Αυτό το μάθημα συναντάται στις %s.

source: The date you entered is not valid
el: Η ημερομηνία που εισαγάγατε δεν είναι έγκυρη

source: Drop Course for Selected Students
el: Μάθημα προς απόθεση για επιλεγμένους μαθητές

source: Course to Drop
el: Μάθημα προς Απόθεση

source: Choose a Course
el: Επιλέξτε ένα Μάθημα

source: Drop Date
el: Ημερομηνία Απόθεσης

source: This course has been added as a request for the selected students.
el: Αυτό το μάθημα προστέθηκε ως αίτημα για τους επιλεγμένους μαθητές.

source: Add Request to Selected Students
el: Προσθήκη αιτήματος σε επιλεγμένους μαθητές

source: Request to Add
el: Αίτηση για την Προσθήκη
